const newsData_bn = [
  {
    "cat": "World",
    "title": "Iran Strikes US-UK Base: বিশ্বকে চমকে দিয়ে ৪০০০ কিমি দূরের মার্কিন ঘাঁটি নিশানা করে অবিশ্বাস্য ক্ষেপণাস্ত্র নিক্ষেপ ইরানের",
    "desc": "অনুমান, ইরান এমন এক পরীক্ষা চালিয়েছে, যা মাঝারি পাল্লার ব্যালিস্টিক ক্ষেপণাস্ত্রের কাছাকাছি। এই ক্ষেপণাস্ত্র ভারত মহাসাগরের গভীরে, এমনকি দক্ষিণ ইউরোপ পর্যন্ত পৌঁছতে সক্ষম। সন্দেহ নেই, নিজেদের যুদ্ধক্ষমতা সম্পর্কে শত্রুদের ধোঁয়াশায় রেখে বাড়তি সুবিধা পাচ্ছে ইরান।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/world/iran-missiles-go-attack-diego-garcia-us-uk-base-4000-kms-away-big-war-signal_645819.html ",
    "time": "2026-03-22T08:26:10.000Z"
  },
  {
    "cat": "World",
    "title": "বিশ্ব জুড়ে মহা বিপর্যয়; নেট দুনিয়ায় চূড়ান্ত সর্বনাশ, অন্ধকার ইউরোপ এশিয়া আফ্রিকা জুড়ে",
    "desc": "তেলসংকট, গ্যাসের মূল্যবৃদ্ধি, বিদ্যুৎবিহীন শহরনগর-- ইরানযুদ্ধের নানা কুফল নানা দিকে ফলছে। কিন্তু এই সর্বনাশের দিন দেখতে হবে, কেউ ভেবেছিল? এবার চূড়ান্ত সর্বনাশ। কেননা এবার বন্ধ হতে বসেছে ইন্টারনেট। সমুদ্রের তলায় পাতা কেবল সংযোগ অচিরেই ধ্বংস হয়ে যেতে পারে বলে শোনা যাচ্ছে! কেন? কবে থেকে?",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/world/global-internet-disaster-iran-war-puts-hormuz-undersea-cables-at-risk-iran-israel-us-war_645611.html ",
    "time": "2026-03-20T11:01:42.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "'৪ মে সব উত্তর দেব', টিকিট পেয়েই মুখ খুললেন হিরণ: নমিনেশনে ‘স্ত্রী’র জায়গায় কার নাম? প্রশ্ন অনিন্দিতার",
    "desc": "ব্যক্তিগত জীবনের বিতর্ক আর রাজনীতির ময়দান— দুইয়ের টানাপড়েনে এখন টলিউড অভিনেতা হিরণ চট্টোপাধ্যায় সংবাদ শিরোনামে। ‘অবৈধ বিয়ে’র অভিযোগ তুলে যখন প্রথম স্ত্রী অনিন্দিতা চট্টোপাধ্যায় সরব, তখনই বিজেপি হিরণকে হাওড়ার **শ্যামপুর** কেন্দ্রের প্রার্থী হিসেবে ঘোষণা করে তাঁর ওপর আস্থার সিলমোহর দিল।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/hiraan-chatterjee-shyampur-candidate-wife-anindita-reaction_645498.html ",
    "time": "2026-03-19T14:21:02.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "মুম্বইয়ের রেস্তোরাঁয় নাসিরুদ্দিন শাহকে ছুরির কোপ, রক্তাক্ত অভিনেতাকে নিয়ে তড়িঘড়ি হাসপাতালে বন্ধু ওম",
    "desc": "নাসিরুদ্দিন শাহ এবং ওম পুরির বন্ধুত্ব ছিল ভারতীয় চলচ্চিত্রের এক কিংবদন্তি অধ্যায়। তবে রূপালি পর্দার রসায়নের বাইরেও তাঁদের বাস্তব জীবনের এক রোমহর্ষক ঘটনা প্রমাণ করে দেয় যে, তাঁদের এই সম্পর্ক কেবল পেশাদারিত্বে সীমাবদ্ধ ছিল না। ওম পুরি কীভাবে নিজের প্রাণের ঝুঁকি নিয়ে বন্ধু নাসিরুদ্দিনের জীবন বাঁচিয়েছিলেন, সেই অবিশ্বাস্য কাহিনী নাসিরুদ্দিন শাহ নিজেই তাঁর ২০১৪ সালে প্রকাশিত আত্মজীবনী 'অ্যান্ড দেন ওয়ান ডে: আ মেমোয়ার'-এ তুলে ধরেছেন।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/om-puri-saved-naseeruddin-shah-life-from-attacker-memoir_645442.html ",
    "time": "2026-03-19T08:31:05.000Z"
  },
  {
    "cat": "Politics",
    "title": "কে এই অতনু চক্রবর্তী? চেয়ারম্যান পদ থেকে হঠাৎ ইস্তফা, ‘নীতির’ আড়ালে HDFC Bank-এ বড় সংঘাতের গন্ধ",
    "desc": "দুই বছর ধরে জমছিল অস্বস্তি, শেষমেশ ‘values & ethics’ ইস্যুতে সরে দাঁড়ালেন প্রাক্তন আমলা। বাজারে ধাক্কা, প্রশ্ন উঠছে স্বচ্ছতা নিয়েই। ভারতের ব্যাঙ্কিং সেক্টরের অন্যতম নক্ষত্র অতনু চক্রবর্তীর পদত্যাগ ঘিরে এখন সরগরম দালালে স্ট্রিট। পেশাদার আমলা থেকে এইচডিএফসি ব্যাঙ্কের চেয়ারম্যান— তাঁর এই সফর যেমন বর্ণময় ছিল, শেষটা হলো তেমনই নাটকীয়।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/nation/why-atanu-chakraborty-resigned-as-hdfc-bank-chairman-ethics-row_645435.html ",
    "time": "2026-03-19T07:27:50.000Z"
  },
  {
    "cat": "Politics",
    "title": "বিনা মেঘে বজ্রপাত; সংকটের দিনেই LPG-র নয়া নিয়ম, রিফিল সিলিন্ডারে ঘোর কড়াকড়ি",
    "desc": "রান্নার গ্যাসের সিলিন্ডার বুকিং নিয়ে কড়া নিয়ম চালু করল তেল বিপণন সংস্থাগুলি। এখন থেকে কোনো গ্রাহক যদি টানা ৯ মাস বা তার বেশি সময় কোনো সিলিন্ডার বুক না করেন, তবে তাঁর গ্যাসসংযোগ সাময়িকভাবে নিষ্ক্রিয় হয়ে যেতে পারে। তখন কী করতে হবে গ্রাহককে?",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/nation/did-not-book-gas-for-9-months-head-to-lpg-office-for-kyc-to-get-cylinder-png_645351.html ",
    "time": "2026-03-18T13:39:40.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "জগন্নাথ দর্শন সেরে ফেরা হল না: থেমে গেল 'সাধক বামাখ্যাপা'-খ্যাত ঋতমের কলম",
    "desc": "মাত্র ৫২ বছর বয়সে হৃদরোগে আক্রান্ত হয়ে শেষ নিশ্বাস ত্যাগ করলেন জনপ্রিয় ধারাবাহিক ‘সাধক বামাখ্যাপা’-র স্রষ্টা তথা বিশিষ্ট চিত্রনাট্যকার ঋতম ঘোষাল। ওটিটি (OTT)-র যুগে যখন বাংলা টেলিভিশনের আধেয় দ্রুত পাল্টাচ্ছে, তখন ঋতম ঘোষালের মতো একজন লেখকের চলে যাওয়া বড়সড় শূন্যতা তৈরি করল।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/tv-serial-screenwriter-ritam-ghoshal-passes-away-sadhak-bamakhyapa-fame_645338.html ",
    "time": "2026-03-18T12:56:05.000Z"
  },
  {
    "cat": "Politics",
    "title": "বৈষম্য নয়: সন্তান দত্তক নিলেও এবার ১২ সপ্তাহ সবেতন মাতৃত্বকালীন ছুটি, সুপ্রিম কোর্টের ঐতিহাসিক রায়",
    "desc": "সন্তান লালন-পালন কেবল মায়ের একার দায়িত্ব নয়! ঐতিহাসিক রায়ে সুপ্রিম কোর্ট জানাল, মাতৃত্বকালীন ছুটি এক মৌলিক মানবাধিকার। পাশাপাশি পিতৃত্বকালীন ছুটির আইনি স্বীকৃতির জন্যও কেন্দ্রকে আহ্বান জানিয়েছে আদালত। দত্তক নেওয়া মায়েদের অধিকার রক্ষায় বড় পদক্ষেপ শীর্ষ আদালতের।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/nation/supreme-court-maternity-leave-human-right-paternity-leave-recognition_645314.html ",
    "time": "2026-03-18T10:54:39.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "'আমতলা, জামতলা থেকে কেওড়াতলাতেও দাঁড় করিয়ে দিয়েছেন', তৃণমূলের প্রার্থীতালিকা ঘোষণা হতেই বিস্ফোরক ইমন",
    "desc": "মমতা বন্দ্যোপাধ্যায়ের দলে বরাবরই বিনোদন জগতের আধিপত্য দেখা যায়, তবে এবারের নির্বাচনে ‘নবীন-প্রবীণ’ দ্বন্দ্ব এবং ‘স্বচ্ছ ভাবমূর্তি’র ওপর জোর দিয়ে প্রার্থী তালিকায় এল বড়সড় রদবদল। অনেকদিন থেকেই সেই তালিকায় নাম শোনা যাচ্ছিল ইমনের। এবার তালিকা প্রকাশ্যে আসতেই বিস্ফোরক গায়িকা।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/iman-chakraborty-not-joining-politics-tmc-candidate-list-2026_645198.html ",
    "time": "2026-03-17T12:05:53.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "গুজবের মুখে ছাই দিয়ে প্রায় টলিপ্রভাব মুক্ত তালিকা: নেই ইমন-পরম, বাদ কাঞ্চন-চিরঞ্জিতও",
    "desc": "২০২৬ সালের পশ্চিমবঙ্গ বিধানসভা নির্বাচনকে কেন্দ্র করে তৃণমূল কংগ্রেসের (TMC) প্রার্থী তালিকায় টলিউড তারকাদের উপস্থিতি নিয়ে রাজ্য রাজনীতিতে ব্যাপক চর্চা শুরু হয়েছে। মমতা বন্দ্যোপাধ্যায়ের দলে বরাবরই বিনোদন জগতের আধিপত্য দেখা যায়, তবে এবারের নির্বাচনে ‘নবীন-প্রবীণ’ দ্বন্দ্ব এবং ‘স্বচ্ছ ভাবমূর্তি’র ওপর জোর দিয়ে প্রার্থী তালিকায় এল বড়সড় রদবদল। কারা আছেন তালিকায়?",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/tmc-candidate-list-2026-tollywood-actors-west-bengal-assembly-election_645194.html ",
    "time": "2026-03-17T10:48:38.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "সেটে গালিগালাজ পরিচালকের, ‘হারামের টাকা নিয়েছিস বেরিয়ে যা’: বিস্ফোরক জীতু",
    "desc": "‘এঁরাও মানুষ: দ্য সার্চ উইদিন’ ছবি থেকে বাদ পড়লেন অভিনেতা জীতু কমল। পরিচালক সাই প্রকাশ লাহিড়ির অভিযোগ, শুটিং চলাকালীন ক্রমাগত খামখেয়ালিপনা ও অসহযোগিতা করেছেন জীতু। এই খবর প্রকাশ্যে আসতেই একটি ভিডিয়ো পোস্ট করেন অভিনেতা। সেখানেই উঠে এল বিস্ফোরক তথ্য।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/jeetu-kamal-removed-from-erao-manush-film-director-controversy_645186.html ",
    "time": "2026-03-17T09:32:31.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "অস্কারের মঞ্চে ট্রাম্পকে ‘ধুয়ে দিলেন’ কোনান, এপস্টিন কাণ্ড টেনে বিস্ফোরক মন্তব্য: ভাইরাল ভিডিও",
    "desc": "হাসির তোপে বিঁধলেন পাওয়ারকে! অস্কার ২০২৬-এর মঞ্চে সঞ্চালক কোনান ও'ব্রায়েন মনে করিয়ে দিলেন জেফরি এপস্টিন কেলেঙ্কারির কথা। ব্রিটিশ রাজপুত্র অ্যান্ড্রুর গ্রেফতারি থেকে শুরু করে ডোনাল্ড ট্রাম্পের ছায়া— বাদ গেলেন না কেউই। ডলবি থিয়েটারের নিস্তব্ধতা ভেঙে কোনানের এই ‘জোক’ এখন ইন্টারনেটে সুপারভাইরাল!",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/conan-obrien-oscars-2026-trump-epstein-joke-controversy-viral-video_644981.html ",
    "time": "2026-03-16T01:47:31.000Z"
  }
];