const newsData_bn = [
  {
    "cat": "Entertainment",
    "title": "অনশনের ১৮ দিন: 'দেশের আপনাকে দরকার', সোনম ওয়াংচুকের সমর্থনে সরব অনুরাগ-শাবানা থেকে নাসিরুদ্দিন-স্বরা",
    "desc": "নিট দুর্নীতি ও প্রশ্ন ফাঁসের বিরুদ্ধে দিল্লির বুকে অনশনে সোনম ওয়াংচুক! লড়াই দেখতে দেখতে আজ ১৮ দিনে পা দিল। পরিবেশবিদের এমন ভেঙে পড়া স্বাস্থ্য দেখে উদ্বিগ্ন দেশবাসী। ‘৩ ইডিয়টস’ ছবির ‘চতুর’ ওমি বৈদ্য থেকে শুরু করে অনুরাগ কাশ্যপ, শাবানা আজমি ও স্বরা ভাস্কর— সকলেই সোনমের পাশে দাঁড়িয়ে সরকারের এই উদাসীন নীরবতাকে কাঠগড়ায় দাঁড় করিয়েছেন।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/sonam-wangchuk-hunger-strike-day-18-neet-ug-protest-bollywood-support_662530.html ",
    "time": "2026-07-15T15:52:39.000Z"
  },
  {
    "cat": "Politics",
    "title": "রথযাত্রায় ব্রাহ্মণদের হাতে পূজিত হন না জগন্নাথ দেব! 'গুপ্ত মহাপ্রসাদে'র রহস্যই বা কী? জানুন পুরী ধামের অজানা বিস্ময়কর তথ্য",
    "desc": "প্রাণ প্রতিষ্ঠার সময় সম্পূর্ণ অন্ধকার ঘরে, নিজের চোখ-হাত কাপড় দিয়ে বেঁধে পুরনো মূর্তির ভিতর থেকেরহস্যময় বস্তু বের করে নতুন মূর্তিতে স্থাপন করেন মন্দিরের এক প্রবীণ সেবাইত। জগন্নাথদেব আজ যেভাবে পূজিত হন, তাঁর শুরুটা ব্রাহ্মণদের হাত ধরে হয়নি।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/nation/puri-jagannath-rath-yatra-2026-know-the-unknown-facts-about-lord-jagannath_662501.html ",
    "time": "2026-07-15T13:19:51.000Z"
  },
  {
    "cat": "Politics",
    "title": "জাগতিক নিয়মের ব্যতিক্রম! পুরী জগন্নাথ মন্দিরের নীলচক্র অলৌকিকতা ও বৈজ্ঞানিক রহস্যের এক মেলবন্ধন",
    "desc": "প্রায় ২১ ফুট উঁচু এবং সাড়ে ১১ ফুট পরিধির এই বিশাল অষ্টধাতুর চক্রটিকে ঘিরে রয়েছে এমন কিছু অলৌকিক ও বৈজ্ঞানিক রহস্য, যার স্পষ্ট ব্যাখ্যা আজও আধুনিক বিজ্ঞানের কাছে নেই। গত ৮০০ বছর ধরে একদিনের জন্যও বন্ধ হয়নি পুরী মন্দিরের এই প্রথা।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/nation/puri-jagannath-rath-yatra-2026-mystery-of-chakra-in-puri-jagannath-temple_662477.html ",
    "time": "2026-07-15T12:47:42.000Z"
  },
  {
    "cat": "Politics",
    "title": "'সালোয়ার খোলার চেষ্টা কি ধর্ষণের চেষ্টা নয়?', যৌন হেনস্থা মামলায় বিতর্কিত পর্যবেক্ষণ খারিজ, ক্ষুব্ধ শীর্ষ আদালত",
    "desc": "যৌন অপরাধের মামলায় নিম্ন আদালতের কিছু বিতর্কিত ও সংবেদনহীন রায়ের পরিপ্রেক্ষিতে বিচারকদের আরও সহানুভূতিশীল হওয়ার নির্দেশ দিয়েছে সুপ্রিম কোর্ট। শীর্ষ আদালত স্পষ্ট করেছে, শুনানিতে লিঙ্গবৈষম্যমূলক ভাষা বা আচরণ বর্জন করতে হবে। এই লক্ষ্যে দেশের সমস্ত আদালত ও পুলিসের জন্য একটি বিশেষ নির্দেশিকা ও হ্যান্ডবুক অনুমোদন করা হয়েছে।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/nation/supreme-court-directed-to-follow-a-new-handbook-on-handling-physical-offence-cases-while-raising-concerns-over-attempt-to-rape_662440.html ",
    "time": "2026-07-15T11:14:34.000Z"
  },
  {
    "cat": "Politics",
    "title": "অগ্রোহা ধামে পঞ্চভূতে বিলীন নন্দ কিশোর গোয়েঙ্কা, বাবার স্মৃতিতে ১০০ কোটির বিশ্ববিদ্যালয় গড়ার ঘোষণা ড.সুভাষ চন্দ্রের",
    "desc": "বাবার আদর্শ ও সমাজসেবামূলক ঐতিহ্যকে চিরজাগ্রত রাখতে গোয়েঙ্কা উদ্যানে দাঁড়িয়ে এক যুগান্তকারী ঘোষণা করলেন ড. সুভাষ চন্দ্র। তিনি জানান, ৪ ভাই মিলে সিদ্ধান্ত নিয়েছেন যে বাবার স্মৃতিতে অগ্রোহা ধামে ৩২ একর জমির ওপর প্রায় ১০০ কোটি টাকা ব্যয়ে গড়ে তোলা হবে \"শ্রী নন্দ কিশোর গোয়েঙ্কা বিশ্ববিদ্যালয়\"।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/nation/subhash-chandra-announces-hundred-crore-nand-kishore-goenka-university-agroha-hisar_662396.html ",
    "time": "2026-07-15T09:53:40.000Z"
  },
  {
    "cat": "Politics",
    "title": "বুকে বিঁধল গুলি, মৃত্যুর মুখে ক্ষেতমজুর: বাঘেশ্বর বাবার ধাম ঘিরে ভয়ংকর ঘটনা, খুনের চেষ্টার মামলা? তোলপাড় রাজ্য",
    "desc": "আহত কৃষকের অভিযোগ, শালীগ্রাম প্রায়শই স্থানীয় কৃষকদের জমি বিক্রি করার জন্য চাপ দেন এবং যারা রাজি হন না, তাদের হুমকি ও মারধর করা হয়। এই ঘটনায় শালীগ্রাম গর্গ ছাড়াও সতীশ, আশীষ এবং অন্য এক অজ্ঞাতপরিচয় ব্যক্তির নাম উল্লেখ করা হয়েছে।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/nation/bageshwar-dham-chief-dhirendra-shastri-brother-charged-for-shooting-at-farmer-over-land-dispute_662389.html ",
    "time": "2026-07-15T08:38:50.000Z"
  },
  {
    "cat": "Politics",
    "title": "চোখের জলে শেষ বিদায়, নিজের হাতে গড়া 'অগ্রোহা ধামে' পঞ্চভূতে বিলীন সমাজসেবী শ্রী নন্দ কিশোর গোয়েঙ্কা",
    "desc": "যে 'অগ্রোহা ধাম'-কে তিনি নিজের হাতের স্পর্শে এবং দূরদর্শী ভাবনায় সাজিয়ে তুলেছিলেন, সেই পবিত্র ভূমিতেই পঞ্চভূতে বিলীন হলেন বিশিষ্ট সমাজসেবী ও এসেল গ্রুপের চেয়ারম্যান ড. সুভাষ চন্দ্রার পিতা শ্রদ্ধেয় শ্রী নন্দ কিশোর গোয়েনঙ্কা জী। ৯৬ বছর বয়সে তাঁর প্রয়াণে বৈশ্য সমাজ তথা দেশের সামাজিক ক্ষেত্রে এক অপূরণীয় ক্ষতি হল।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/nation/nand-kishore-goenka-passes-away-last-rites-at-agroha-dham-hisar_662388.html ",
    "time": "2026-07-15T08:15:13.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "‘বেস্ট হাজব্যান্ড’ গোলস! দীপিকার ডেলিভারির পরেই পিতৃত্বকালীন ছুটিতে যাচ্ছেন রণবীর সিং",
    "desc": "স্ত্রী দীপিকা পাড়ুকোনের পাশে থাকতে এবং সদ্যোজাত সন্তানের যত্নে মেগা ‘প্যাটার্নিটি লিভ’ নিতে চলেছেন বলিউড তারকা রণবীর সিং। তবে পিতৃত্বকালীন ছুটিতে যাওয়ার আগে, আগামী আগস্ট মাস থেকেই তিনি তাঁর পরবর্তী ছবি ‘প্রলয়’-এর শ্য়ুটিং শুরু করবেন। দীপাবলির পর থেকে বেশ কয়েক মাস রূপোলি পর্দা থেকে দূরে থাকবেন অভিনেতা।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/ranveer-singh-to-take-paternity-break-for-second-child-with-deepika-padukone_662382.html ",
    "time": "2026-07-15T06:56:22.000Z"
  },
  {
    "cat": "Politics",
    "title": "স্নানের ভিডিয়ো তুলে ব্ল্যাকমেইল, লাগাতার নির্যাতন! দম্পতির হাতে নির্মম পরিণতি কামুক হার্দিকের",
    "desc": "ঠিক সেই মুহূর্তে লুকিয়ে থাকা স্বামী ঘরে ঢোকেন এবং আচমকাই হার্দিকের বুকের ওপর চড়ে বসেন। মহিলা হার্দিকের হাত শক্ত করে ধরে রাখেন এবং স্বামী তাঁর গলার গামছা দিয়ে পেঁচিয়ে শ্বাসরোধ করেন। ঘটনাস্থলেই মারা যান হার্দিক। মৃত্যু নিশ্চিত করতে পরে ইলেকট্রিক ফ্যানের তার দিয়েও ফের তাঁর গলা পেঁচিয়ে দেওয়া হয়।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/nation/gandhinagar-couple-arrested-for-killing-college-student-over-blackmail_662370.html ",
    "time": "2026-07-15T05:26:16.000Z"
  },
  {
    "cat": "World",
    "title": "পুতিনের তেল কিনে বিপাকে ভারত ও চিন? রাশিয়ার উপর চাপ বাড়াতে ট্রাম্পের হাতে নতুন শুল্ক অস্ত্র",
    "desc": "রাশিয়ান জ্বালানির শীর্ষ পাঁচ ক্রেতা দেশের ওপর সর্বোচ্চ ১০০ শতাংশ পর্যন্ত শুল্ক চাপানো হতে পারে। খনিজ তেলের ক্ষেত্রে ভারত, চিন, স্লোভাকিয়া, হাঙ্গেরি ও আজারবাইজান শীর্ষ পাঁচে রয়েছে। অন্যদিকে প্রাকৃতিক গ্যাসের ক্ষেত্রে চিন, ফ্রান্স, জাপান, হাঙ্গেরি ও বেলজিয়াম সবচেয়ে বেশি গ্যাস কেনে।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/world/us-revises-russia-sanctions-bill-relief-for-india-and-china-as-proposed-energy-tariffs-slashed-to-100-percent_662362.html ",
    "time": "2026-07-15T03:49:28.000Z"
  },
  {
    "cat": "Politics",
    "title": "এসি কোচ থেকে চুরি প্রায় দেড় কোটি চাদর-তোয়ালে! বেডরোল বিড়ম্বনায় কোটি কোটি টাকা ক্ষতির মুখে ভারতীয় রেল",
    "desc": "ভয়ংকর লজ্জাজনক! ভয়ংকর দুঃসংবাদও। ভারতীয় রেলের এসি কোচ থেকে ৪ বছরে প্রায় দেড় কোটি চাদর তোয়ালে গায়েব হয়ে গিয়েছে! ভাবা যায়? এ কেমন হাতসাফাইয়ের বহর? ট্রেন থেকে উধাও হয়েছে ১.২৭ কোটি চাদর-কম্বল! ৪ বছরে ১০৪ কোটি টাকার ক্ষতি রেলের।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/nation/linen-stolen-1-point-27-crore-items-stolen-104-cr-loss-56-percent-jump-in-railway-linen-theft_662308.html ",
    "time": "2026-07-14T13:29:39.000Z"
  },
  {
    "cat": "Politics",
    "title": "তীব্র শারীরিক অবনতি, অনশন প্রত্যাহারের আর্জি মহুয়া-উদ্ধবদের! সোনম ওয়াংচুকের পাশে ‘৩ ইডিয়টস’-এর ‘চতুর’",
    "desc": "নিট প্রশ্ন ফাঁস কাণ্ডের প্রতিবাদে এবং শিক্ষামন্ত্রীর পদত্যাগের দাবিতে দিল্লিতে সোনম ওয়াংচুকের আমরণ অনশন ১৭ দিনে পড়ল। তাঁর তীব্র শারীরিক অবনতিতে উদ্বেগ প্রকাশ করে মহুয়া মৈত্র ও উদ্ধব ঠাকরেরা অনশন প্রত্যাহারের অনুরোধ জানিয়েছেন। অন্যদিকে, যান্তর মন্তরে ওয়াংচুকের পাশে এসে দাঁড়িয়েছেন ‘৩ ইডিয়টস’ খ্যাত অভিনেতা ওমি বৈদ্য।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/nation/activist-sonam-wangchuk-on-a-hunger-strike-for-several-days-severe-health-decline-mahua-maitra-uddhav-thackrey-urge-to-end-fast-3-idiots-actor-chatur-stands-by-him_662291.html ",
    "time": "2026-07-14T11:44:22.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "২০ বছরের নির্বাসন শেষ, অগাস্টেই কলকাতায় ফিরছেন তসলিমা নাসরিন",
    "desc": "দীর্ঘ ২০ বছরের দীর্ঘ প্রতীক্ষার অবসান! ফের কলকাতায় ফিরছেন মুক্তচিন্তা ও মৌলবাদ বিরোধী আন্দোলনের জ্বলন্ত প্রতীক, কবি ও লেখিকা তসলিমা নাসরিন। আগামী ১ অগাস্ট, শনিবার ঠিক সন্ধ্যা ৫:৩০টায় রবীন্দ্র সদনে আয়োজিত হতে চলেছে এক ঐতিহাসিক অনুষ্ঠান। ‘সেক্যুলার মিশন’, ‘HRBFF’ এবং ‘পশ্চিমবঙ্গের জন্য’ সংগঠনের উদ্যোগে আয়োজিত এই অনুষ্ঠানে খোদ মুখ্যমন্ত্রীর উপস্থিত থাকার সম্ভাবনা রয়েছে। থাকবে তসলিমা নাসরিনের নিজের ডিজাইন করা কবিতা ও গানের এক অনন্য কোলাজ।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/taslima-nasrin-returns-to-kolkata-after-20-years-rabindra-sadan-event-august-1_662271.html ",
    "time": "2026-07-14T09:14:00.000Z"
  },
  {
    "cat": "Politics",
    "title": "'আমার পরম সৌভাগ্য যে ওঁর সান্নিধ্য পেয়েছিলাম', নন্দকিশোর গোয়েঙ্কার প্রয়াণে শোকবার্তা প্রধানমন্ত্রী নরেন্দ্র মোদীর",
    "desc": "এসেল গ্রুপের চেয়ারম্যান ডঃ সুভাষ চন্দ্রের পিতা, বিশিষ্ট সমাজসেবী ও প্রবীণ RSS স্বয়ংসেবক শ্রী নন্দকিশোর গোয়েঙ্কার প্রয়াণে গভীর শোকপ্রকাশ করলেন প্রধানমন্ত্রী নরেন্দ্র মোদী। ডঃ সুভাষ চন্দ্রকে লেখা একটি চিঠিতে প্রধানমন্ত্রী প্রয়াত মহৎ প্রাণের 'রাষ্ট্র প্রথম' চেতনা এবং সরল জীবনযাত্রাকে স্মরণ করে আন্তরিক শ্রদ্ধা জানিয়েছেন। ঈশ্বর ওনার আত্মাকে শান্তি দিন এবং পরিবারকে এই শোক সহ্য করার শক্তি দিন।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/nation/pm-modi-condolence-letter-dr-subhash-chandra-father-nand-kishore-goenka-demise_662263.html ",
    "time": "2026-07-14T07:19:14.000Z"
  },
  {
    "cat": "Politics",
    "title": "২০ সাংসদ নিয়ে NDA-র বৃহত্তম শরিক হচ্ছে NCPI, দিল্লিতে নজিরবিহীন রাজনৈতিক পটপরিবর্তন",
    "desc": "তৃণমূল থেকে দলত্যাগী ২০ জন সাংসদের দল 'এনসিপিআই' এনডিএ জোটে যোগ দিয়ে বৃহত্তম শরিক হতে চলেছে। জোটের ৩ জন মুসলিম সাংসদের অন্তর্ভুক্তিকে গুরুত্ব দিচ্ছে বিজেপি। নতুন দলনেতা সুদীপ বন্দ্যোপাধ্যায় স্বরাষ্ট্রমন্ত্রী অমিত শাহের পর প্রধানমন্ত্রীর সঙ্গেও বৈঠক করতে পারেন।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/nation/tmc-defectors-ncpi-to-become-ndas-largest-ally-party-leader-sudip-banerjee-to-meet-pm-modi_662255.html ",
    "time": "2026-07-14T05:54:33.000Z"
  },
  {
    "cat": "Politics",
    "title": "ছড়াচ্ছে চাঁদিপুরা ভাইরাসের আতঙ্ক! এক মাসে ১২ শিশুর মৃত্যুর, জারি হাই অ্যালার্ট",
    "desc": "রহস্যময় ভাইরাসের প্রকোপে গত এক মাসে অন্তত ১২ শিশুর মৃত্যু হয়েছে, যার মধ্যে তিনজনের চাঁদিপুরা ভাইরাসে আক্রান্ত হওয়ার খবর নিশ্চিত করেছে প্রশাসন। আক্রান্ত জেলাগুলোতে জোরদার চিরুনি তল্লাশি ও কীটনাশক স্প্রে শুরু হয়েছে। পরিস্থিতি নিয়ন্ত্রণে এনে আতঙ্ক ছড়াতে নিষেধ করেছে রাজ্যের স্বাস্থ্য দফতর।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/nation/12-children-die-amid-viral-outbreak-in-gujarat-three-deaths-confirmed-due-to-chandipura-virus_662253.html ",
    "time": "2026-07-14T05:31:01.000Z"
  },
  {
    "cat": "World",
    "title": "ভিয়েতনাম বোট ট্র্যাজেডি! দেশে ফিরল ১৫ ভারতীয়ের নিথর দেহ, বিমানবন্দরেই শুরু হস্তান্তরের প্রক্রিয়া",
    "desc": "ভিয়েতনামে স্পিডবোট ডুবিতে মৃত ১৫ ভারতীয় পর্যটকের দেহ মঙ্গলবার বিশেষ বিমানে মুম্বই আনা হয়েছে। মৃতদের মধ্যে ১০ জন তামিলনাড়ু, ৩ জন অন্ধ্রপ্রদেশ ও ২ জন কেরলের বাসিন্দা। বিমানবন্দর থেকে দেহগুলি শেষকৃত্যের জন্য নিজ নিজ রাজ্যে পাঠানো হচ্ছে। দুর্ঘটনায় আহত এক ভারতীয়ের চিকিৎসা চলছে হো চি মিন সিটিতে।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/world/bodies-of-15-indians-who-died-in-vietnam-boat-tragedy-reach-mumbai_662248.html ",
    "time": "2026-07-14T04:21:32.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "'ও তো একটা আস্ত ভাঁড়!' রাম মন্দির বিতর্কের মাঝেই ভাইরাল নাসিরুদ্দিন-অনুপমের পুরনো তরজা",
    "desc": "রাম মন্দিরে চুরির ঘটনাকে ‘অত্যন্ত সামান্য বিষয়’ বলে মন্তব্য করার পরই নেটিজেনদের একাংশের তোপের মুখে পড়েছেন অনুপম খের। আর এই আবহেই তাঁর রাজনৈতিক মতাদর্শকে নিশানা করা নাসিরুদ্দিন শাহের একটি পুরোনো সাক্ষাৎকারের ভিডিয়ো নেটপাড়ায় পুনরায় ভাইরাল হয়েছে।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/amid-ram-temple-row-video-resurfaces-naseeruddin-shah-called-anupam-kher-a-clown_662241.html ",
    "time": "2026-07-14T03:19:14.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "কাজের নাম করে বাড়ি ডেকে সহকর্মীকে 'ধর্ষণ'! PA-র গ্রেফতারি নিয়ে মুখ খুললেন শ্রাবন্তী",
    "desc": "সহকর্মীকে ধর্ষণের অভিযোগে গ্রেফতার টলিউড অভিনেত্রী শ্রাবন্তী চট্টোপাধ্যায়ের আপ্তসহায়ক। গত ১২ এপ্রিল চ্যাটার্জিহাট এলাকায় নিজের বাড়িতে ডেকে সহকর্মীকে ধর্ষণের অভিযোগ উঠেছে তাঁর বিরুদ্ধে। রবিবার রাতে গ্রেফতারির পর সোমবার ধৃতকে পেশ করা হল হাওড়া আদালতে। এই ঘটনায় মুখ খুলে তীব্র অস্বস্তি প্রকাশ করলেন খোদ অভিনেত্রীও!",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/tollywood-actress-srabanti-chatterjee-pa-arrested-in-rape-case-howrah_662210.html ",
    "time": "2026-07-13T15:43:19.000Z"
  },
  {
    "cat": "World",
    "title": "হরমুজ বন্ধ হতেই লাফিয়ে বাড়ল জ্বালানি তেলের দাম! গ্যাসের দামও কি এবার আকাশছোঁয়া হবে?",
    "desc": "আগে মার্কিন যুক্তরাষ্ট্র ইরানের কয়েকটি গুরুত্বপূর্ণ নির্মাণ লক্ষ্য করে হামলা চালায়। মার্কিন সেন্ট্রাল কমান্ড জানিয়েছে, ইরানের বিভিন্ন সামরিক পরিকাঠামোয় একাধিক হামলা চালানো হয়েছে। এর জবাবে ইরানের ইসলামিক রেভল্যুশনারি গার্ড কোর দাবি করেছে, মধ্যপ্রাচ্যে মার্কিন যুক্তরাষ্ট্রের সামরিক ঘাঁটিগুলি লক্ষ্য করে ক্ষেপণাস্ত্র ও ড্রোন হামলা চালানো হয়েছে।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/world/oil-jumps-3-percent-after-us-iran-escalate-strikes-in-mideast_662114.html ",
    "time": "2026-07-13T07:33:16.000Z"
  },
  {
    "cat": "World",
    "title": "মধ্যরাতে বিভীষিকা! আচমকাই লোড শেডিং, তারপর বিকট শব্দে বিস্ফোরণ! নাইট ক্লাবে বিধ্বংসী আগুনে মৃত্যুমিছিল",
    "desc": "ঘটনার পর স্থানীয় ফায়ার সার্ভিস ও জরুরি পরিষেবা দল উদ্ধারকাজ পরিচালনা করে। অগ্নিকাণ্ডে পুরো পাবটির ভেতরের অংশ, আসবাবপত্র ও ইলেকট্রনিক্স সরঞ্জাম সম্পূর্ণ পুড়ে ছাই হয়ে গিয়েছে। নিরাপত্তা ব্যবস্থা এবং নিয়ম মেনে পাবটি চালানো হচ্ছিল কি না, তা নিয়ে প্রশাসন তদন্ত শুরু করেছে।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/world/bangkok-pub-fire-kills-27-injures-63-deadly-blaze-transpires-at-na-ladprao-venue_662090.html ",
    "time": "2026-07-13T03:47:30.000Z"
  },
  {
    "cat": "World",
    "title": "ইরান ফের বন্ধ করল হরমুজ প্রণালী! আবার কি জ্বালানিসংকট? গ্যাস সিলিন্ডারের মূল্যবৃদ্ধি?",
    "desc": "ইরান হরমুজ প্রণালী বন্ধ করার কথা ঘোষণা করেছে। ইরানের দাবি, একটি জাহাজ অননুমোদিত পথ দিয়ে যাচ্ছিল। সেটিতে হামলা চালিয়ে থামিয়ে দেওয়া হয়েছে। কিন্তু এই ঘটনাকে কেন্দ্র করে কোনো ধরনের পাল্টা পদক্ষেপ নেওয়া হলে তার কঠোর জবাব দেওয়ার হুঁশিয়ারি দিয়েছে তারা।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/world/iran-closes-strait-of-hormuz-us-launches-fresh-strikes_662011.html ",
    "time": "2026-07-12T10:23:37.000Z"
  },
  {
    "cat": "World",
    "title": "ভারতের ঘাড়ে ৫০০% শুল্ক চাপাচ্ছে আমেরিকা? ভারতের কোমর ভেঙে-দেওয়ার অপচেষ্টা কেন ট্রাম্পের? হবে মূল্যবৃদ্ধি?",
    "desc": "মার্কিন কংগ্রেসের চার প্রভাবশালী সেনেটর জানান, রাশিয়ার উপর নতুন নিষেধাজ্ঞা সংক্রান্ত একটি বিল নিয়ে ট্রাম্প প্রশাসনের সঙ্গে সমঝোতা হয়েছে। খুব শীঘ্রই বিলটি কংগ্রেসে আনা হবে বলে জানানো হয়েছে। এই পরিস্থিতিতে, সন্দেহ নেই, নতুন করে চাপে পড়তে পারে ভারত।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/world/500-percent-us-tariff-threat-on-india-as-us-revives-russia-sanctions-push-price-rise_662009.html ",
    "time": "2026-07-12T09:19:02.000Z"
  },
  {
    "cat": "Sports",
    "title": "নরওয়ে বনাম ইংল্যান্ড, সুইজারল্যান্ডের মুখোমুখি আর্জেন্টিনা: জেনে নিন কখন, কোথায় দেখবেন এই মহারণ?",
    "desc": "সেমিফাইনালের টিকিট কি পাবেন লিওনেল মেসি? রবিবার সকালে বিশ্বকাপের মেগা কোয়ার্টার ফাইনালে সুইজারল্যান্ডের মুখোমুখি হচ্ছে ডিফেন্ডিং চ্যাম্পিয়ন আর্জেন্টিনা। ইতিমধ্যে বিশ্বকাপে ২১ গোল করে ইতিহাস গড়া মেসির দিকেই থাকবে নজর। ভারতে কখন, কোন চ্যানেলে এবং কীভাবে মোবাইলে লাইভ স্ট্রিম দেখতে পাবেন এই ম্যাচ?",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/sports/argentina-vs-switzerland-live-streaming-telecast-world-cup-2026-quarter-final-india-time_661946.html ",
    "time": "2026-07-11T15:57:38.000Z"
  },
  {
    "cat": "World",
    "title": "ভিয়েতনামে ভয়াবহ দুর্ঘটনা, সমুদ্রে স্পিডবোট উলটে মৃত ১৫ ভারতীয় পর্যটক: গভীর শোকপ্রকাশ প্রধানমন্ত্রীর, কন্ট্রোল রুম খুলল দূতাবাস",
    "desc": "বিদেশের মাটিতে প্রমোদভ্রমণে গিয়ে ভয়াবহ বিপর্যয়! ভিয়েতনামের ফু কোক দ্বীপে উল্টে গেল ৩২ জন ভারতীয় পর্যটক বোঝাই স্পিডবোট। দুর্ঘটনায় এখনও পর্যন্ত মৃত অন্তত ১৫ জন ভারতীয়। এই ঘটনায় গভীর শোকপ্রকাশ করেছেন প্রধানমন্ত্রী নরেন্দ্র মোদী। ভিয়েতনামে ভারতীয় দূতাবাসের তরফে জরুরি কন্ট্রোল রুম খোলা হয়েছে।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/world/vietnam-speedboat-accident-15-indians-killed-pm-modi-condolences-phu-quoc_661940.html ",
    "time": "2026-07-11T14:41:58.000Z"
  },
  {
    "cat": "Sports",
    "title": "পেলের রেকর্ড ভাঙলেন লামিন ইয়ামাল, বেলজিয়ামকে হারিয়ে বিশ্বকাপের ইতিহাসে নতুন নজির স্প্যানিশ তরুণের",
    "desc": "২০২৬ ফিফা বিশ্বকাপে বেলজিয়ামের বিরুদ্ধে স্পেনের ২-১ গোলের রুদ্ধশ্বাস জয় কেবল 'লা রোহা'-দের সেমিফাইনালে টিকিটই এনে দেয়নি, বিশ্ব ফুটবলের ইতিহাসেও এক নতুন অধ্যায়ের সূচনা করেছে। মাত্র ১৮ বছর বয়সেই ফুটবল বিশ্বের রেকর্ড বই ওলটপালট করে দিলেন স্পেনের নতুন সেনসেশন লামিন ইয়ামাল। ফুটবল সম্রাট পেলে এবং উত্তর আয়ারল্যান্ডের কিংবদন্তি নর্মান হোয়াইটসাঁইডের বহু বছরের পুরনো রেকর্ড ভেঙে বিশ্বকাপের ইতিহাসে এক অনন্য কীর্তি গড়লেন এই বার্সেলোনা উইঙ্গার।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/sports/lamine-yamal-breaks-pele-record-most-world-cup-appearances-before-19-spain-vs-belgium_661927.html ",
    "time": "2026-07-11T10:46:21.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "‘বিশ্বাস করুন রাজনৈতিক কথা হয়নি’, কী নিয়ে কথা হল মুখ্যমন্ত্রীর সঙ্গে? জানালেন প্রসেনজিৎ",
    "desc": "\"বিশ্বাস করুন কোনও রাজনৈতিক কথা হয়নি!\" অমিত শাহের পর এবার মুখ্যমন্ত্রী শুভেন্দু অধিকারীর সঙ্গে বৈঠক প্রসেনজিৎ চ্যাটার্জির। নবান্নে কেন গেলেন 'ইন্ডাস্ট্রি'? টলিউডে কি আসতে চলেছে কোনও বড় বদল? নাকি নেপথ্যে রয়েছে মহানায়ক উত্তম কুমারের ১০০ বছরের বিশেষ পরিকল্পনা? জল্পনা ওড়ালেন স্বয়ং বুম্বাদা।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/prosenjit-chatterjee-meets-cm-suvendu-adhikari-at-nabanna-dismisses-political-rumors_661700.html ",
    "time": "2026-07-09T16:12:42.000Z"
  },
  {
    "cat": "World",
    "title": "দু'রাতে ১৭০টি টার্গেটে ভয়ংকর আঘাত! খামেনির শোকযাত্রার আবহেও নির্মম ট্রাম্প, ইরানে ব্যাপক হামলা আমেরিকার",
    "desc": "ছবি পোস্ট করে ট্রাম্প বলেন, এটি মঙ্গলবার জাহাজে ইরানের বোমাবর্ষণের প্রতিশোধ। যদি এরকম আবার ঘটে, তবে পরিস্থিতি আরও খারাপ হবে! এর কয়েক ঘণ্টা আগেই যদিও তিনি বলেছিলেন, এই হামলা দীর্ঘমেয়াদি যুদ্ধের দিকে যাবে না, বরং সেটা হবে খুবই দ্রুতগতির। এর অর্থ?",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/world/united-states-launched-sweeping-wave-of-strikes-across-iran-hitting-170-military-linked-targets_661697.html ",
    "time": "2026-07-09T15:15:23.000Z"
  },
  {
    "cat": "World",
    "title": "তুমি জানো, তোমাকে কী করতে হবে, চালিয়ে যাও: বলেই উড়ন্ত বিমান থেকে নীচে বীভৎস মরণঝাঁপ, উফ্!",
    "desc": "নিহতের নাম লিয়ান্দ্রো আন্দ্রেস বেরতাজ্জো। যিনি অত্যন্ত অভিজ্ঞ এক ফ্লাইট ইন্সট্রাক্টর ছিলেন। তিনি সহসা একাজ করলেন কেন? জানা গিয়েছে, বেরতাজ্জো ‘সেসনা ১৫০’ মডেলের এক প্রশিক্ষণ-বিমানে রোজারিও নামের ২২ বছর বয়সি এক ছাত্রকে নিয়ে আকাশে উড়ছিলেন। ব্যস, তারপরই...",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/world/jump-from-plane-flight-instructor-jumps-to-death-from-plane-mid-training-student-lands-safely_661670.html ",
    "time": "2026-07-09T12:13:11.000Z"
  },
  {
    "cat": "World",
    "title": "স্মুদিতে বিষ মিশিয়ে মরেননি! শেষে গলা টিপে স্ত্রীকে খুন, মৃতদেহের ছবি পাঠাল প্রেমিকাকে",
    "desc": "ময়নাতদন্তের রিপোর্টে বেরিয়ে আসে হাড়হিম সত্যি। জানা যায়, এটি একটি হত্যাকাণ্ড। শ্বাসরোধের কারণেই রাজিতার মৃত্যু হয়েছে। পুলিসি তদন্তেও অবিনাশের দাবিগুলো সব মিথ্যা প্রমাণিত হয়। পুলিস অ্যাপার্টমেন্টের স্মার্ট-লক ও সিকিউরিটি সিস্টেম পরীক্ষা করে। দেখা যায়, ওই ৪০ মিনিটের মধ্যে অন্য কেউ ঘরে ঢোকেনি।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/world/indian-software-engineer-arrested-in-us-for-strangling-wife-after-poisoning-attempts_661624.html ",
    "time": "2026-07-09T07:22:17.000Z"
  },
  {
    "cat": "World",
    "title": "ওরা জঘন্য অসুস্থ নৃশংস, সময় নষ্ট করে লাভ নেই: ইরানকে তীব্র আক্রমণ ট্রাম্পের! ফের এক ভয়াবহ যুদ্ধ শুরু হবে?",
    "desc": "মঙ্গলবার গভীর রাতে মার্কিন যুক্তরাষ্ট্রের সেন্ট্রাল কমান্ড জানিয়েছিল যে, তারা ইরানের ৮০টিরও বেশি লক্ষ্যবস্তুতে আঘাত হেনেছে। এর মধ্যে ইসলামিক রেভোল্যুশনারি গার্ড কোরের (আইআরজিসি) ৬০টিরও বেশি নৌযান রয়েছে! আবার কি শুরু হল বড় মাপের অশান্তি? যুদ্ধ?",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/world/trump-on-iran-these-are-sick-people-i-dont-want-to-make-any-deals-with-them-trump-lashes-out-at-iran_661534.html ",
    "time": "2026-07-08T11:04:46.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "গুরুতর অসুস্থ অভিনেতা রাজেশ শর্মা: ভর্তি হাসপাতালে, কী হয়েছে? উদ্বিগ্ন চলচ্চিত্রমহল",
    "desc": "পারিবারিক সূত্রে জানা গেছে, ওই সংক্রমণের প্রভাবেই রাজেশের সুগার লেভেল এক ধাক্কায় অনেকটা বেড়ে যায় (shoot up) সঙ্গে তাঁর তীব্র শ্বাসকষ্টের সমস্যাও (breathing trouble) শুরু হয়। সংক্রমণ দ্রুত ছড়িয়ে পড়ে তাঁর পায়ের হাঁটু পর্যন্ত পৌঁছে গিয়েছে।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/actor-rajesh-sharma-is-critically-unwell-and-hospitalised-in-south-kolkata-hospital-with-high-fever-breathing-trouble-and-infection-in-leg_661440.html ",
    "time": "2026-07-07T15:46:40.000Z"
  },
  {
    "cat": "World",
    "title": "সরকার বদলাতেই বিরাট খবর: এবার সরকারি কর্মীদের বেতন বাড়ছে ১০০ শতাংশ? অবসরপ্রাপ্তদেরও বড় লাভ",
    "desc": "কমিশনের মূল সুপারিশ পুরোপুরি কার্যকর করতে বছরে বাড়তি প্রায় ১ লক্ষ ৬ হাজার কোটি টাকার প্রয়োজন ছিল, যা অর্থ মন্ত্রণালয়ের জন্য বেশ চিন্তার কারণ হয়ে দাঁড়ায়। এই আর্থিক চাপ সামলাতে পর্যালোচনা কমিটি মূল সুপারিশের কিছু অংশ ছেঁটে বার্ষিক খরচ প্রায় ৯০ হাজার কোটি টাকায় নামিয়ে আনার প্রস্তাব দিয়েছে।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/world/regime-change-triggers-pay-hike-bangladesh-officials-ready-for-up-to-142-percent-salary-increase-west-bengal-forms-7th-pay-commission_661437.html ",
    "time": "2026-07-07T14:55:13.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "তৃতীয় বিয়ে নিয়ে ট্রোলড আমির, ব্যক্তিগত জীবনের কারণে ফিকে পর্দার সাফল্য? সোশ্যাল মিডিয়ার জমানায় ঠিক কোন নিরিখে বিচার করা হয় একজন তারকাকে?",
    "desc": "তারকাদের ব্যক্তিগত জীবন নিয়ে চর্চা থাকবেই, কিন্তু দিনশেষে দর্শক তাঁদের বিচার করে কী দিয়ে— কাজ নাকি ব্যক্তিগত সম্পর্ক? আমির খান ও গৌরী স্প্র্যাটের বিয়ের গুঞ্জনের মাঝেই সামনে এল এক নতুন সমীক্ষা। সোশ্যাল মিডিয়ার যুগে কীভাবে বদলে যাচ্ছে ফ্যান ও সেলিব্রিটিদের সম্পর্কের সমীকরণ?",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/celebrity-personal-life-vs-professional-success-audience-perception-aamir-khan-wedding_661307.html ",
    "time": "2026-07-06T16:05:24.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "প্রসেনজিতের বাড়িতে অমিত শাহ-শুভেন্দু-শমীক, ১৫ মিনিটের সাক্ষাতে কী নিয়ে আলোচনা? ফাঁস করলেন লকেট",
    "desc": "দিল্লিতে দেওয়া কথা রাখলেন কেন্দ্রীয় স্বরাষ্ট্রমন্ত্রী অমিত শাহ! কলকাতায় এসে মুখ্যমন্ত্রী শুভেন্দু অধিকারী ও লকেট চট্টোপাধ্যায়কে সঙ্গে নিয়ে হাজির হলেন পদ্মশ্রী প্রাপক প্রসেনজিৎ চট্টোপাধ্যায়ের বালিগঞ্জের বাড়িতে। ১৫ মিনিটের এই ঘরোয়া আড্ডায় সিনেমা আর বই নিয়ে কী কথা হলো তাঁদের মধ্যে?",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/amit-shah-suvendu-adhikari-courtesy-visit-prosenjit-chatterjee-kolkata_661234.html ",
    "time": "2026-07-06T12:55:17.000Z"
  }
];