const newsData_bn = [
  {
    "cat": "Entertainment",
    "title": "'মিষ্টির দোকানে গিয়ে খালি পেটে ফিরে আসা অপরাধ', স্ত্রীর পরকীয়া তোপে অকপট গোবিন্দা",
    "desc": "নব্বইয়ের দশকের পরকীয়ার অভিযোগ থেকে নবাগত কোমলের সঙ্গে নাম জড়ানো— বিতর্কের তীব্র আগুনের মাঝেই ‘মিষ্টির দোকান’ তত্ত্ব টেনে নতুন ধোঁয়াশা তৈরি করলেন গোবিন্দা। সহ-অভিনেত্রীদের প্রেম, প্রয়াত মায়ের প্রশ্রয় আর স্ত্রী সুনীতার ক্ষোভের মাঝে অভিনেতার এই বিস্ফোরক স্বীকারোক্তি কি বহুদিনের দাম্পত্য ভাঙনের ইঙ্গিত, নাকি নেপথ্যে রয়েছে অন্য কোনও গল্প?",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/govinda-accepts-wife-sunita-ahujas-cheating-claims-sad-if-you-exit-a-mithai-shop-hungry_666646.html ",
    "time": "2026-08-12T09:32:22.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "বিজয়-পত্নী ডিভোর্সের মামলা তুলে নিতেই তৃষার বিস্ফোরক পোস্ট! কাকে নিশানা?",
    "desc": "বিজয় ও সঙ্গীতার ২৬ বছরের দাম্পত্য ভাঙার আইনি লড়াই হঠাৎ থমকে গেলেও আসল রহস্য যেন আরও ঘনীভূত হল। সঙ্গীতা মামলা ফিরিয়ে নিতেই তৃশার এক বিস্ফোরক বার্তা— “এই বয়সে নাটক লজ্জাজনক!” এটি কি শুধুই কোনও ক্ষোভ, নাকি আইনি সমাধানের নেপথ্যে ঘনিয়ে উঠছে সম্পর্কের আরও বড় কোনও ঝড়?",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/trisha-shares-cryptic-posts-after-vijays-wife-withdraws-divorce-plea-drama-at-this-age_666624.html ",
    "time": "2026-08-12T08:05:38.000Z"
  },
  {
    "cat": "Politics",
    "title": "২৫০ কেজিরও বেশি পচা মাংস! শহরজুড়ে খাবারের নামে বিষ পাঁচতারা হোটেল-পাবের, ভয়াবহ ললিত ও স্কাই লাউঞ্জ",
    "desc": "শহরের একাধিক পাঁচতারা ও তিনতারা হোটেলের সঙ্গেই অভিজাত সব পাবগুলিতে বিরাট অভিযান চালিয়েছে এফএসডিএ। সেখান থেকে জব্দ হয়েছে ২৫০ কেজিরও বেশি পচা মাংস, ২০৭ কেজি নষ্ট সবজি, ৩২ লিটার মেয়াদোত্তীর্ণ দুধ এবং ৩ কেজি বাসি বেকারি",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/nation/over-250-kg-of-rotten-meat-and-207-kg-of-spoiled-vegetables-raids-on-upscale-hotels-and-pubs-across-the-city_666623.html ",
    "time": "2026-08-12T07:55:59.000Z"
  },
  {
    "cat": "Politics",
    "title": "৪০ বছরের সম্পর্কে দাঁড়ি! টাটা সন্সের চেয়ারম্যান পদ থেকে ইস্তফা এন চন্দ্রশেখরনের- দায়িত্বে কে?",
    "desc": "পুনর্নিয়োগ ঘিরে বিতর্কের মাঝেই বুধবার টাটা সন্সের চেয়ারম্যান পদ থেকে ইস্তফা দেওয়ার কথা ঘোষণা করেছেন এন চন্দ্রশেখরন। পদত্যাগ বিবৃতিতে এন চন্দ্রশেখরন জানিয়েছেন, কর্মী, বিনিয়োগকারী ও অংশীদারদের স্বার্থে প্রতিষ্ঠানের ভবিষ্যৎ পরিচালন পদ্ধতি সম্পর্কে নেতৃত্বের স্পষ্ট বার্তা জরুরি।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/nation/tata-sons-chairman-n-chandrasekaran-resigns-to-serve-out-term-till-february_666621.html ",
    "time": "2026-08-12T07:37:47.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "আন্তর্জাতিক মঞ্চে রবীন্দ্র-দর্শন! ভারত, সিঙ্গাপুর ও আমেরিকার যৌথ উদ্যোগে আসছে ‘দ্য টেগোর ট্রিলজি’",
    "desc": "রবীন্দ্রনাথ ঠাকুরের কালজয়ী নৃত্যনাট্য 'শাপমোচন', 'শ্যামা' ও 'মায়ার খেলা' অবলম্বনে সিঙ্গাপুর, ভারত ও যুক্তরাজ্যের যৌথ উদ্যোগে নির্মিত হচ্ছে আন্তর্জাতিক চলচ্চিত্র প্রকল্প ‘দ্য টেগোর ট্রিলজি’। পরিচালক অরিন্দম দে ও সুরকার বিক্রম ঘোষের সৃজনশীলতায় 'Soul Bound', 'Soul Lost' ও 'Soul Found'—এই তিন ইংরেজি ছবির মাধ্যমে ঠাকুরের বিশ্বজনীন মানবতাবাদী দর্শনকে মে ২০২৭-এ আন্তর্জাতিক পর্দায় তুলে ধরা হবে",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/three-english-films-with-international-cast-music-tagores-dance-drama-the-tagore-trilogy_666619.html ",
    "time": "2026-08-12T07:24:39.000Z"
  },
  {
    "cat": "Politics",
    "title": "মহা বিপর্যয়! ৪৫ বাঘের মৃত্য়ু, ৫০ জন মানুষেরও মৃত্যু! কী এই 'ক্যাট-২২' সংকট?",
    "desc": "এ বছরের প্রথম আট মাসেই বন্যপ্রাণীর আক্রমণে অন্তত ৫০ জনের মৃত্যু হয়েছে। তবে, প্রায় একই সময়ে ৪৫টিরও বেশি বাঘও মারা গিয়েছে। মধ্যপ্রদেশ বন দফতরের সাম্প্রতিক পরিসংখ্যান অনুযায়ী, এ বছর মানুষের মৃত্যুর ক্ষেত্রে বাঘের আক্রমণই সবচেয়ে বড় কারণ হয়ে দাঁড়িয়েছে।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/nation/50-humans-killed-45-tigers-dead-in-just-8-months-cat-22-in-madhya-pradesh_666541.html ",
    "time": "2026-08-11T15:02:19.000Z"
  },
  {
    "cat": "Politics",
    "title": "ভেঙে ফেলা হবে সমস্ত দোকান, ধাবা, অস্থায়ী আস্তানা! সরকারের কড়া নির্দেশ! বেঁধে দেওয়া হল দিনও",
    "desc": "যেকোনো জাতীয় সড়কের রাইট অফ ওয়ে বা 'রো'-র মধ্যে সমস্ত অননুমোদিত নির্মাণের বিরুদ্ধে কঠোর ব্যবস্থা নিতে মহারাষ্ট্র সরকার সোমবার রাজ্যের সমস্ত সংস্থাকে ৬০ দিনের মধ্যে এই সব ভেঙে ফেলার নির্দেশ দিয়েছে। এই আদেশে রাইট অফ ওয়ে-এর উপর কোনো ধাবা, খাবারের দোকান বা বাণিজ্যিক নির্মাণ নিষিদ্ধ করা হয়েছে; এই রাইট অফ ওয়ে সরকারের অধিগৃহীত ও সংরক্ষিত সম্পূর্ণ এক ভূখণ্ড।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/nation/demolition-of-hotels-dhabas-maharashtra-orders-demolition-of-illegal-hotels-dhabas-on-highway_666527.html ",
    "time": "2026-08-11T14:15:38.000Z"
  },
  {
    "cat": "World",
    "title": "বিরল পূর্ণগ্রাস সূর্যগ্রহণ বৃহস্পতিবার! কখন শুরু গ্রহণ, কখন শেষ? কোন কোন জায়গা থেকে দেখতে পাওয়া যাবে?",
    "desc": "মহাকাশপ্রেমীদের জন্য আগামীকালটা হতে চলেছে খুবই রোমাঞ্চকর একটি দিন। অনেকেই দিনটির অপেক্ষায় রয়েছেন। তবে এবার সেই অপেক্ষা শেষ হতে যাচ্ছে। আগামীকাল ১২ অগাস্ট আকাশে দৃশ্যমান হবে এক বিরল পূর্ণ সূর্যগ্রহণ। ২০২৪ সালের এপ্রিলের পর বিশ্ব জুড়ে এটিই প্রথম পূর্ণগ্রাস সূর্যগ্রহণ। আরও বিশেষ বিষয় হল, ১৯৯৯ সালের পর ইউরোপের মূল ভূখণ্ডে এটিই প্রথম পূর্ণ সূর্যগ্রহণ হতে চলেছে।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/world/solar-eclipse-surya-grahan-2026-on-august-12-or-13-solar-eclipse-timing-visibility-in-india_666514.html ",
    "time": "2026-08-11T12:59:37.000Z"
  },
  {
    "cat": "Politics",
    "title": "বুকের রক্ত শুকিয়ে যাবে হড়পা দেখলে! দানবীয় ক্লাউডবার্স্টে মারাত্মক জলের তোড়, কয়েক সেকেন্ডে পাতার মতো ভেসে গেল বিরাট লোহার ব্রিজ",
    "desc": "যোশীমঠে মহা বিপর্যয়! উত্তরাখণ্ডের চামোলিতে মেঘভাঙা বৃষ্টিতে বান। পাতার মতো ভেসে গেল দীর্ঘ ব্রিজ! চামোলি ফ্ল্যাশ ফ্লাডের আকস্মিক বন্যাজলে বিপর্যস্ত উত্তরাখণ্ড। চামোলিতে লাগাতার বর্ষণ চলছে। সোমবার দুপুরে সেখানে হঠাৎই অতি ভারী বৃষ্টির কারণে 'তমাক নালা'-য় তীব্র জলোচ্ছ্বাস ও হড়পা বান দেখা দেয়।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/nation/joshimath-cloudburst-flood-in-chamoli-40-meter-bridge-swept-away-uttarakhand-flash-flood-washes-away-vehicles_666482.html ",
    "time": "2026-08-11T09:19:47.000Z"
  },
  {
    "cat": "Sports",
    "title": "বন্যা কেড়েছে ভিটেমাটি, থামেনি অনুশীলন! সোনার পদক গলায় তাঁবুতে ফিরলেন ক্যারাটে-কন্যা",
    "desc": "গলায় জ্বলজ্বল করছে জাতীয় ক্যারাটে চ্যাম্পিয়নশিপের সোনা, অথচ মাথার ওপর নেই এক চিলতে ছাদ! বন্যায় ভিটেমাটি ও আয়ের সম্বল হারিয়ে বাঁধের ওপর প্লাস্টিকের তাঁবুতেই ঠাঁই হয়েছে অসমের ১৭ বছরের মেয়ে জনমনির। চরম অভাব ও প্রতিকূলতার সঙ্গে লড়াই করে আনা দেশের এই গৌরবও মুছতে পারল না তাঁর গৃহহীন হওয়ার নির্মম যন্ত্রণা।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/sports/assam-girl-wins-national-karate-gold-returns-home-to-family-living-in-tent_666481.html ",
    "time": "2026-08-11T09:18:46.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "অনলাইন গেম, বেটিংয়ের থাবা! সামাজিক সচেতনতার বার্তায় নন্দনে আসছে স্বল্পদৈর্ঘ্য ছবি ‘পুনর্জন্ম’",
    "desc": "অনলাইন গেম, লটারি ও বেটিং অ্যাপের মারাত্মক আসক্তি মানুষকে সর্বস্বান্ত করছে। এই সামাজিক ব্যাধির বিরুদ্ধে সচেতনতা ছড়াতে পরিচালক সূর্য নিয়ে আসছেন স্বল্পদৈর্ঘ্য চলচ্চিত্র ‘পুনর্জন্ম’। দুর্গাপুর ইন্টারন্যাশনাল ফিল্ম ফেস্টিভ্যালের অফিশিয়াল সিলেকশন হিসেবে আগামী ২১ অগাস্ট দুপুর ৩:৩০ টায় কলকাতার নন্দনে প্রদর্শিত হবে ছবিটি।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/short-film-punorjanmo-nandan-screening-surya_666480.html ",
    "time": "2026-08-11T09:13:31.000Z"
  },
  {
    "cat": "Politics",
    "title": "“শুধু আপিল জমা হলেই হবে না, নিষ্পত্তি কোথায়?”, এসআইআর মামলায় সুপ্রিম তোপ",
    "desc": "এসআইআর মামলায় সুপ্রিম কোর্ট ট্রাইব্যুনালের ধীরগতি নিয়ে উষ্মা প্রকাশ করে জানিয়েছে, \"এই গতিতে চললে পরবর্তী নির্বাচন চলে আসবে।\" নির্বাচন কমিশনের কাছে ২৫ আগস্টের মধ্যে রিপোর্ট তলব করা হয়েছে। অধীরের একগুচ্ছ দাবিতে নড়েচড়ে বসল শীর্ষ আদালত!",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/nation/supreme-court-bengal-sir-case-tribunal-adhir-ranjan-chowdhury-speed-election-commission-report_666462.html ",
    "time": "2026-08-11T07:55:01.000Z"
  },
  {
    "cat": "Politics",
    "title": "‘সৎকার করুন, ডেথ সার্টিফিকেটটা পাঠিয়ে দেবেন!’, শেষবেলায় বাবার নিথর দেহের সামনে দাঁড়ানোরও সময় হল না ৪ সন্তানের",
    "desc": "স্ত্রীর মৃত্যুর পর একা হাতে চার সন্তানকে মানুষ করেছিলেন বৃদ্ধ ঘনশ্যাম। ভিটেমাটি বেচে সন্তানদের হাতে সব তুলে দেওয়ার পর শেষ বয়সে স্থান হয়েছিল বৃদ্ধাশ্রমে। পক্ষাঘাতগ্রস্ত বাবার মৃত্যুর পরও শেষ দেখা দেখতে এল না কোনও সন্তান! সন্তানহীন অনাথের মতো বিদায় নেওয়া পিতার মৃত্যুর পর এখন কেবল সার্টিফিকেটের লোভে সরব তারা— চরম অমানবিকতার এক করুণ দলিল।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/nation/madhya-pradesh-ghanshyam-raised-4-children-alone-when-died-none-of-them-came-to-say-goodbye_666460.html ",
    "time": "2026-08-11T07:09:45.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "বলিউডের স্টার বানাব! সিনেমার টোপ দিয়ে লাগাতার ধর্ষণ-ব্ল্যাকমেইল, গ্রেফতার জনপ্রিয় পরিচালক",
    "desc": "৭৩ বছর বয়সী প্রবীণ পরিচালক শাকিল নূরানীকে ধর্ষণের অভিযোগে গ্রেফতার করেছে মুম্বই পুলিস। অভিযোগ, ছবির স্ক্রিপ্ট আলোচনার কথা বলে ডেকে এনে অচেতন করে ধর্ষণ করে সে। তারপর আপত্তিকর ভিডিয়ো বানিয়ে চার বছর ধরে অত্যাচার চালায় সে।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/filmmaker-shakeel-noorani-arrested-for-allegedly-physically-assault-33-year-old-actress_666277.html ",
    "time": "2026-08-10T07:55:57.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "রবীন্দ্রপ্রয়াণের দিনে দেখা মর্মান্তিক দৃশ্য! সেন্সরের আপত্তি সত্ত্বেও কেন ‘বাইশে শ্রাবণ’ নাম বদলাননি মৃণাল সেন?",
    "desc": "বিশ্বকবির প্রয়াণের দিনে নিমতলা শ্মশানে ঘটে যাওয়া এক মর্মান্তিক ঘটনা ভুলতে পারেননি মৃণাল সেন। এক অসহায় পিতার কোলের মৃত শিশু হারিয়ে গিয়েছিল জনসমুদ্রে! সেই স্মৃতি থেকেই তৈরি ছবি 'বাইশে শ্রাবণ'। সেন্সর বোর্ডের প্রচণ্ড চাপ এবং 'অশ্রদ্ধার' অভিযোগ সত্ত্বেও কেন ছবির নাম বদলাতে রাজি হননি কিংবদন্তি পরিচালক? জানুন সেই ঐতিহাসিক বিতর্কের পেছনের গল্প",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/why-mrinal-sen-refused-to-change-baishey-shravan-movie-title_666118.html ",
    "time": "2026-08-08T15:39:39.000Z"
  },
  {
    "cat": "Sports",
    "title": "পিতৃহারা হলেন লিওনেল মেসি! ৬৮-তেই প্রয়াত ফুটবল ঈশ্বরের নেপথ্যের আশ্চর্য কারিগর হোর্হে মেসি",
    "desc": "মেসির বাবা হোর্হে মেসি গতকাল শুক্রবার, ৭ অগাস্ট, ৬৮ বছর বয়সে চলে গেলেন। তিনি ক্যানসারের সঙ্গে লড়াই করছিলেন। আর্জেন্টিনার রোজারিও শহরের একটি ক্লিনিকে তাঁর চিকিৎসা চলছিল। ​মেসির পরিবারের পক্ষ থেকে অবশ্য এখনও পর্যন্ত কোনো আনুষ্ঠানিক বিবৃতি দেওয়া হয়নি।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/sports/lionel-messis-father-passes-away-jorge-messi-died-at-68-what-we-know-about-cause-of-his-death_666066.html ",
    "time": "2026-08-08T13:20:50.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "'১০৪ জ্বর, বিছানা থেকে ওঠার ক্ষমতা ছিল না, তবুও...', মারাত্মক অসুস্থ হয়ে হাসপাতালে ‘বালিকা বধূ’র অভিকা",
    "desc": "১০৩-১০৪ ডিগ্রি তীব্র জ্বর সত্ত্বেও পেশাগত দায়বদ্ধতা থেকে শ্যুট চালিয়ে গিয়েছেন ‘বালিকা বধূ’ খ্যাত অভিনেত্রী অভিকা গোর। প্রযোজকদের আর্থিক ক্ষতির হাত থেকে বাঁচাতে অসুস্থ শরীর নিয়েই দিল্লিতে বিজ্ঞাপন শ্যুটিং শেষ করেন তিনি। শেষমেশ পরীক্ষা করালে ডেঙ্গি ধরা পড়ে এবং তাঁকে দ্রুত হাসপাতালে ভর্তি করানো হয়।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/avika-gor-hospitalised-after-working-with-104-degree-fever_666047.html ",
    "time": "2026-08-08T11:59:41.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "কেন নিজের বোনেরাও জানতে পারেননি সইফের বিয়ের খবর? ৩৩ বছর পর গোপন বিয়ে নিয়ে সোহার বোমা",
    "desc": "১৯৯১ সালে ২১ বছরের সইফ আলি খান ও বয়সে বড় অমৃতা সিংয়ের আচমকা বিয়ে শোরগোল ফেলেছিল বলিউডে। কিন্তু এতদিন পর দুই বোন সোহা ও সাবার এক বিস্ফোরক বয়ানে তৈরি হলো নতুন রহস্য! স্কুলের প্রিন্সিপালের ঘর থেকে আসা গোপন নির্দেশ আর সম্পূর্ণ আড়ালে ঘটা সেই বিয়ের নেপথ্যে আসলে কী লুকিয়ে ছিল?",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/soha-ali-khan-saba-pataudi-reveal-why-they-didnt-attend-saif-ali-khans-wedding-with-amrita-singh_666045.html ",
    "time": "2026-08-08T11:35:29.000Z"
  },
  {
    "cat": "World",
    "title": "ক্রমশ বাড়ছে পেট্রলের দাম! নিত্যপ্রয়োজনীয় জিনিসের অগ্নিমূল্যে উত্তাল গোটা দেশ, ক্ষোভে শুরু প্রতিবাদমিছিলও",
    "desc": "আমেরিকা-ইরান সংঘাতের আবহে পাকিস্তান একদিকে নিজেকে বিশ্বমঞ্চে মধ্যস্থতাকারী হিসেবে তুলে ধরে আন্তর্জাতিক মহলের সমর্থন আদায়ের চেষ্টা করছে ঠিকই। কিন্তু ওদের ঘরের ভিতরেই মহা সংকট! দেশে পেট্রোল ও নিত্যপ্রয়োজনীয় জিনিসের অস্বাভাবিক মূল্যবৃদ্ধি! চরম দুরবস্থায় সাধারণ মানুষ। সাধারণের তীব্র ক্ষোভের মুখে দেশের সরকার।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/world/pakistan-erupts-over-soaring-petrol-grocery-prices_666037.html ",
    "time": "2026-08-08T09:38:12.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "‘স্বরূপ বিশ্বাস শ্লীলতাহানি করেননি...!', রূপটান শিল্পীর উল্টো সুর, ভিডিয়োয় বিস্ফোরক স্বীকারোক্তি",
    "desc": "টলিউড ফেডারেশনের প্রাক্তন সভাপতি স্বরূপ বিশ্বাসের বিরুদ্ধে শ্লীলতাহানির অভিযোগ তুলে ক্ষমা চাইলেন মেকআপ আর্টিস্ট সিমরন পাল। তবে ‘ঘরশত্রু বিভীষণ’-এর প্ররোচনায় মিথ্যা কেস করার বিস্ফোরক স্বীকারোক্তি উস্কে দিয়েছে নতুন বিতর্ক। কার চক্রান্তে অকারণে এক মাস জেল খাটলেন স্বরূপ? নাকি পর্দার পিছনের গোপন রাজনৈতিক ও ইন্ডাস্ট্রির ক্ষমতার লড়াই ঢাকা পড়ল রহস্যের আড়ালে?",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/swarup-biswas-physical-assault-false-case-withdrawn-simran-paul-apologizes_666036.html ",
    "time": "2026-08-08T09:25:13.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "উত্তাল ষাটের দশকে ‘গুপী-বাঘা’র জন্মকথা! সৃজিতের লেন্সে ‘মহারাজা তোমারে সেলাম’, দেখা যাবে রুদ্রনীল-জীতু-ঋত্বিকদের",
    "desc": "সত্যজিৎ রায়ের প্রতি সৃজিত মুখোপাধ্যায়ের অন্ধ অনুরাগের কথা টলিপাড়ার কারোরই অজানা নয়। এমনকি গুরু পূর্ণিমার দিনে অন্য একটি ছবির প্রচার অনুষ্ঠানেও সত্যজিতের স্মরণে তৈরি বিশেষ পোশাকে সেজে উঠতে দেখা গিয়েছিল তাঁকে। সেই কিংবদন্তি স্রষ্টাকেই তাই নিজের নতুন প্রজেক্টের মূল বিষয় হিসেবে নির্বাচন করেছেন তিনি।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/srijit-mukherjis-next-maharaja-tomare-selam-movie-making-of-goopy-gyne-bagha-byne_665996.html ",
    "time": "2026-08-08T07:50:21.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "তৃষার সঙ্গে সম্পর্কে ইতি? বিচ্ছেদের মামলা প্রত্যাহার স্ত্রী সঙ্গীতার, স্বস্তিতে মুখ্যমন্ত্রী বিজয়",
    "desc": "তামিলনাড়ুর মুখ্যমন্ত্রী সি জোসেফ বিজয় ও তাঁর স্ত্রী সঙ্গীতার বিবাহবিচ্ছেদের মামলায় বড় মোড়! শুক্রবার ভিডিও কনফারেন্সের মাধ্যমে আদালতে নিজের আবেদন আনুষ্ঠানিকভাবে প্রত্যাহার করে নিলেন সঙ্গীতা। দীর্ঘদিনের ব্যক্তিগত টানাপোড়েনের পর এই সিদ্ধান্ত বিজয় ও তাঁর সমর্থকদের জন্য এক বড় স্বস্তি।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/tn-cm-vijay-wife-sangeetha-withdraws-divorce-case-chengalpattu-court_665927.html ",
    "time": "2026-08-07T17:23:41.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "'সত্যিটা শ্যামৌপ্তি জানে, কাদা ছোড়াছুড়ি বন্ধ হোক', ৫ মাসেই বিবাহ-বিচ্ছেদের গুঞ্জন! মুখ খুললেন রণজয়",
    "desc": "বিয়ের মাত্র ৫ মাসের মধ্যেই কি ভাঙছে রণজয়-শ্যামৌপ্তির সংসার? সোশ্যাল মিডিয়ায় কাদা ছোড়াছুড়ি ও তৃতীয় ব্যক্তির প্রবেশের রটনায় চরম ক্ষুব্ধ অভিনেতা। শুটিং সেট থেকেই ভিডিও পোস্ট করে অনুরাগী ও নেটিজেনদের কাছে আকুল আরজি জানালেন রণজয়। ঠিক কী বললেন তিনি?",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/ranojoy-bishnu-breaks-silence-on-divorce-rumours-with-shyamoupti-mudly_665788.html ",
    "time": "2026-08-06T15:00:51.000Z"
  },
  {
    "cat": "World",
    "title": "সকাল ৮টা ১৫! মৃত্যুদূত! বিরক্ত আমেরিকার পরমাণু-হামলায় লক্ষ লক্ষ মৃত্যু! তীব্র শকওয়েভ, ভয়ংকর তাপপ্রবাহ, বিকিরণ",
    "desc": "৮১ বছর আগে আজকের দিনে সকালে লিটল বয়কে হিরোশিমা শহরের উপর ফেলার পরে গোটা শহর ডুড়ে ছড়িয়ে পড়েছিল তীব্র এক শকওয়েভ, ভয়ংকর তাপপ্রবাহ, তীব্র তেজস্ক্রিয় বিকিরণ! হিরোশিমায় মোট ৩ লক্ষ ৫০ হাজার মানুষের বসবাস। হিরোশিমায় সেদিন মারা গিয়েছিলেন প্রায় ১৪০০০০ জন!",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/world/hiroshima-day-2026-remembering-atomic-bombing-that-changed-history_665725.html ",
    "time": "2026-08-06T09:42:27.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "“চিন্তা করবেন না!” অসমের বন্যায় ভিটেহারাদের ৫০০ ঘর উপহার ‘ভাইজান’-এর",
    "desc": "ভয়াবহ বন্যায় বিপর্যস্ত অসমের মানুষের পাশে দাঁড়ালেন সলমান খান। অভিনেতা রণদীপ হুডার সঙ্গে যোগাযোগ করে ও ‘গ্লোবাল শিখস’ সংস্থার সঙ্গে হাত মিলিয়ে বন্যাকবলিত ৫০০টি পরিবারকে আধা-পাকা ঘর তৈরি করে দেওয়ার সিদ্ধান্ত নিয়েছেন তিনি। ইতিমধ্যেই সবচেয়ে ক্ষতিগ্রস্ত শিবসাগরের নেপালি খুঁটি গ্রামে ২২০টি ঘর বানানোর কাজ শেষ হয়েছে।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/salman-khan-teams-up-with-ngo-to-build-500-houses-for-assam-flood-affected-families_665709.html ",
    "time": "2026-08-06T07:49:50.000Z"
  },
  {
    "cat": "World",
    "title": "শেখ হাসিনার বৈঠকে যোগ দেওয়ার মাশুল? শাকিব আল হাসানের বাড়িতে পেট্রোল বোমা, ভাঙচুর ও অগ্নিসংযোগ",
    "desc": "দিল্লির সংবাদ সম্মেলনে শেখ হাসিনার পাশে ভার্চুয়ালি দেখা দেওয়ার কয়েক ঘণ্টার মধ্যেই হামলার মুখে পড়লেন ক্রিকেটার শাকিব আল হাসান। মাগুরায় তাঁর পৈতৃক বাসভবনে পেট্রোল বোমা ছুড়ে ব্যাপক ভাঙচুর ও অগ্নিসংযোগের চেষ্টা চালায় দুষ্কৃতীরা। রাজনৈতিক আক্রোশ থেকেই এই পরিকল্পিত হামলা চালানো হয়েছে বলে দাবি করেছে আওয়ামি লীগ।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/world/petrol-bomb-attack-at-shakib-al-hasans-home-hours-after-joining-hasinas-presser_665699.html ",
    "time": "2026-08-06T06:10:15.000Z"
  },
  {
    "cat": "World",
    "title": "গতি ৮৬৯০ কিমি প্রতি ঘণ্টা, ওজন ৪০০০ কেজি! ভয়ংকর বেগে ছুটল ৫ তলা বাড়ির মতো বড় এই মারণ... মহা বিপর্যয়!",
    "desc": "প্রায় ৪ হাজার কেজি ওজনের এবং ৫ তলা বাড়ির সমান বড় এই রকেটটি প্রায় ৮৬৯০ কিলোমিটার/ঘণ্টা গতিবেগে চাঁদের গায়ে ধাক্কা মারে। মার্কিন মহাকাশ গবেষণা সংস্থা 'নাসা' (NASA) জানিয়েছে, এই সংঘাতের ফলে পৃথিবীর কোনো বিপদ নেই।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/world/spacexs-five-story-building-size-4000-kg-rocket-hits-moon-at-8690-kmph-nasa_665631.html ",
    "time": "2026-08-05T15:10:44.000Z"
  },
  {
    "cat": "World",
    "title": "'দেখতে খারাপ' মা'কে নিজের বিয়েতে ডাকেইনি ছেলে! জানতে পেরে ছেলের বস করলেন অবিশ্বাস্য কান্ড!",
    "desc": "নিজের বিয়েতে জন্মদাত্রী মাকে ডাকেননি এক কর্মী। কারণ, মায়ের চেহারা নিয়ে অতিথিদের সামনে লজ্জিত হওয়ার ভয় ছিল তাঁর। মানে, তাঁর বিচারে তাঁর মা দেখতে খারাপ! এদিকে এই অপরাধে ওই কর্মীকে বরখাস্ত করেছেন চিনের এক প্রতিষ্ঠানের সিইও। ঘটনাটি ঘিরে এখন নেট–দুনিয়ায় চলছে ব্যাপক তোলপাড়।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/world/chinese-ceo-fires-employee-for-excluding-mother-from-wedding-over-looks_665622.html ",
    "time": "2026-08-05T14:36:43.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "‘দুর্গ জয় সহজ নয়!’, ‘বিগ বস বাংলা’ নিয়ে সৌরভের হুংকার; কবে, কখন দেখা যাবে?",
    "desc": "প্রায় ১০ বছর পর সৌরভ গঙ্গোপাধ্যায়ের সঞ্চালনায় স্টার জলসায় ফিরছে ‘বিগ বস বাংলা’। প্রকাশ্যে আসা প্রমোতে মহারাজের কড়া হুঁশিয়ারি—\"দুর্গ জয় সহজ নয়!\" রাত ৯:৩০ বা ১০:৩০-এর সম্ভাব্য স্লটে দেখা যেতে পারে শো-টি। পাশাপাশি যশ-নুসরত, সায়ক ও অনিন্দ্যর মতো তারকাদের সম্ভাব্য প্রতিযোগী হিসেবে ঘিরে চর্চা এখন তুঙ্গে।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/saurav-ganguly-invokes-tagore-vivekananda-in-bigg-boss-bangla-3-promo-time-to-roar-again_665601.html ",
    "time": "2026-08-05T12:47:42.000Z"
  },
  {
    "cat": "World",
    "title": "‘দিল্লি থেকে মুখ খুলবেন হাসিনা, ব্ল্যাকআউট ঢাকায়!’, সম্প্রচারে নামলেই আইনি খাঁড়া",
    "desc": "ক্ষমতাচ্যুত হওয়ার পর এই প্রথম ভারত থেকে প্রকাশ্যে মুখ খুলছেন সাজাপ্রাপ্ত বাংলাদেশের প্রাক্তন প্রধানমন্ত্রী শেখ হাসিনা। কিন্তু তাঁর এই এক ভাষণেই তোলপাড় দুই দেশ! সম্প্রচারে কড়া নিষেধাজ্ঞা জারি করেছে বাংলাদেশ সরকার। তীব্র কূটনৈতিক টানাপোড়েনের মাঝে ভারতের ভূমিকা কী? ডিসেম্বরে দেশে ফিরে কি তবে নতুন কোনও রাজনৈতিক ঝড় তুলতে চলেছেন তিনি?",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/world/bangladesh-warns-media-not-to-air-sheikh-hasinas-virtual-address-from-india_665541.html ",
    "time": "2026-08-05T05:50:27.000Z"
  }
];