const newsData_bn = [
  {
    "cat": "Entertainment",
    "title": "সুরের রানি সফল উদ্যোক্তাও: গানের রয়্যালটি থেকে রেস্তোরাঁ চেইন, ২৫০ কোটির সম্পত্তি কার জন্য রেখে গেলেন আশা ভোঁসলে?",
    "desc": "সুরের রানি থেকে সফল ব্যবসায়ী— ৯২ বছর বয়সে জীবনাবসান হল কিংবদন্তি আশা ভোঁসলের। রেখে গেলেন ২৫০ কোটি টাকার বিশাল সাম্রাজ্য এবং বিশ্বজুড়ে ছড়িয়ে থাকা জনপ্রিয় রেস্তোরাঁ চেইন। সুরের জাদুকরী সফরের পাশাপাশি তাঁর সফল ব্যবসায়িক বুদ্ধিমত্তাও অনুপ্রেরণা জোগাবে আগামী প্রজন্মকে। কোটি কোটি টাকার সম্পত্তি কার জন্য রেখে গেলেন আশা ভোঁসলে?",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/asha-bhosle-net-worth-restaurant-chain-property-legacy_648651.html ",
    "time": "2026-04-13T15:18:15.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "'আমাকে কলকাতা চিনিও না, তুমি জন্মানোর আগে থেকে এই শহরে আমার আনাগোনা', ধমক আশার",
    "desc": "\"আমাকে কলকাতা চিনিও না!\" কলকাতাকে নিজের 'শ্বশুরবাড়ি' ভাবতেন আশা ভোঁসলে। কখনও হলুদ ট্যাক্সিতে চড়ে মঞ্জুষায় শাড়ি কিনতে যাওয়া, আবার কখনও নিরাপত্তার তোয়াক্কা না করে শহরের অলিগলি চষে ফেলা— কলকাতার সঙ্গে তাঁর সম্পর্ক ছিল এক্কেবারে ঘরের মানুষের মতো। সেই দাপুটে মেজাজ আর মিষ্টি স্মৃতি ফিরে দেখা।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/asha-bhosle-kolkata-memories-yellow-taxi-incident_648618.html ",
    "time": "2026-04-13T12:32:57.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "Asha Bhosle-RD Burman Love Story: আশার সুরেই 'ফিদা' ছিলেন আরডি, একবার দেখা করতে কলকাতা থেকে ছুটে গিয়েছিলেন মুম্বই: প্রথম সাক্ষাতে নিয়েছিলেন অটোগ্রাফও",
    "desc": "\"আশা, আমি তোমার কণ্ঠের ওপর ফিদা!\"— ঠিক এভাবেই কিংবদন্তি গায়িকা আশা ভোঁসলের মনের দরজায় কড়া নেড়েছিলেন রাহুল দেব বর্মন ওরফে পঞ্চম। তাঁদের প্রেম ছিল সুরের মতো মিষ্টি আর ছন্দের মতো সাবলীল। অটোগ্রাফ নেওয়া থেকে শুরু করে জীবনসঙ্গী হওয়া— আশা ও পঞ্চমের সেই অমলিন প্রেমের কাহিনী।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/asha-bhosle-rd-burman-love-story-untold-facts_648544.html ",
    "time": "2026-04-13T07:15:10.000Z"
  },
  {
    "cat": "World",
    "title": "Iran-Israel War: হরমুজ বন্ধ করলেন প্রতিহিংসাপ্রিয় ট্রাম্প: তেলের দাম বেড়ে ১০০ ডলার, মুখ থুবড়ে পড়ল সেনসেক্স-- বিরাট মহার্ঘ হবে LPG?",
    "desc": "শিপিং কোম্পানিগুলো এখন চরম অনিশ্চয়তার মধ্যে রয়েছে। অনেক প্রতিষ্ঠান তাদের কার্গো জাহাজের রুট পরিবর্তনের চিন্তা করছে, যা দীর্ঘ এবং ব্যয়বহুল। বিমা কোম্পানিগুলো এই অঞ্চলে চলাচলকারী জাহাজের ওপর 'ওয়ার রিস্ক প্রিমিয়াম' বা যুদ্ধের ঝুঁকি বাবদ অতিরিক্ত মাশুল বাড়িয়ে দিয়েছে। ফলে পণ্য পরিবহনের খরচ বেড়ে গিয়ে সাধারণ মানুষের ক্রয়ক্ষমতার ওপর প্রভাব ফেলার সম্ভাবনা তৈরি হয়েছে।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/world/trump-blocks-hormuz-oil-price-hits-100-sensex-crash-lpg-price-hike-india-war-impact_648542.html ",
    "time": "2026-04-13T07:02:30.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "স্টুডিওতে প্রবল ঝগড়া, ১৫ বছরের প্রেম ভাঙে এক লহমায়: আশা ভোঁসলেকে 'কুইন' বানিয়েছিলেন এই সুরকারই",
    "desc": "সুরের যুদ্ধে লতা মঙ্গেশকরের বিপরীতে যিনি তুরুপের তাস হিসেবে বেছে নিয়েছিলেন আশাকে— তিনি ও পি নায়ার। আরডি বর্মন আসার অনেক আগেই আশার কণ্ঠের আধুনিকতাকে চিনেছিলেন এই বিদ্রোহী সুরকার। লতার ছায়া থেকে বের করে আশাকে ‘গ্ল্যামার ভয়েস’ বানানোর কারিগর ছিলেন তিনিই। তবে ১৯৭২ সালের সেই তিক্ত বিচ্ছেদ আজও ভারতীয় সংগীতের এক রহস্যময় অধ্যায়। জানুন আশা ভোঁসলে ও ও পি নায়ারের সেই না বলা সম্পর্কের গল্প।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/asha-bhosle-op-nayyar-relationship-career-transformation_648494.html ",
    "time": "2026-04-12T15:31:14.000Z"
  },
  {
    "cat": "World",
    "title": "ভয়াল 'ভাইয়ানু'; প্রতি ঘণ্টায় ১৫০ কিমির হিংস্র বেগে ছুটছে দুরন্ত সাইক্লোন, জারি লাল সতর্কতা",
    "desc": "ঘূর্ণিঝড়টি উপদ্বীপের উপকূল অতিক্রম করার সময়ে সেখানে তার বাতাসের বেগ ছিল ঘণ্টায় ১৩০ কিলোমিটারেরও বেশি! ধ্বংসাত্মক বাতাস, ভারী বৃষ্টিপাত এবং উত্তাল ঢেউয়ে সৃষ্টি হয়েছে এক ভয়ানক আশঙ্কার পরিবেশ। বেশ কয়েকটি অঞ্চলে জরুরি অবস্থা ঘোষণা করা হয়েছে।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/world/cyclone-vaianu-150-kmph-speedy-wind-heavy-rain-floods-power-outages-hundreds-evacuated_648487.html ",
    "time": "2026-04-12T13:59:33.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "আরডি বাতিল করে দিয়েছিলেন গুলজারের লিরিক, আশা না থাকলে তৈরিই হত না 'মেরা কুছ সামান'",
    "desc": "ভারতীয় চলচ্চিত্রের ইতিহাসে এমন কিছু মুহূর্ত থাকে, যা কালজয়ী সৃষ্টির জন্ম দেয়। আর.ডি. বর্মন (পঞ্চম), গুলজার এবং আশা ভোঁসলে—এই ত্রয়ীর রসায়ন তেমনই এক জাদুর নাম। 'ইজাজত' সিনেমার অমর গান 'মেরা কুছ সামান' সৃষ্টির নেপথ্যে ছিলেন আশা। 'মেরা কুছ সামান' গানটি যখন গুলজার লিখে আনেন, তখন আর.ডি. বর্মন গানটি তৈরি করতে চাননি। ছন্দহীন গদ্যের মতো লিরিক্স দেখে পঞ্চমের সেই বিরক্তিই জন্ম দিয়েছিল এক অমর সুরের।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/gulzar-rd-burman-mera-kuch-samaan-song-history-ijaazat-by-asha-bhosle_648485.html ",
    "time": "2026-04-12T13:52:20.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "Asha Bhosle-Uttam Kumar: সুরকার উত্তমের প্রতিভায় মুগ্ধ হয়েছিলেন স্বয়ং আশা, তবে মহানায়কের সুরে গান গাইতে রেখেছিলেন শর্ত",
    "desc": "পর্দার মহানায়ক যখন হারমোনিয়াম হাতে সুরকার! জানেন কি, আশা ভোঁসলে প্রথমে সংশয় প্রকাশ করেছিলেন উত্তম কুমারের সুর নিয়ে? কিন্তু বম্বের ড্রয়িংরুমে যখন উত্তম কুমার নোটেশন লিখে গান শেখাতে বসলেন, তখন মুগ্ধ হয়েছিলেন খোদ ‘আশা জি’। ‘কাল তুমি আলেয়া’ ছবির সেই ঐতিহাসিক মুহূর্ত আজও বাঙালির শ্রেষ্ঠ প্রাপ্তি। অভিনেতা উত্তমের ছায়ায় ঢাকা পড়া সুরকার উত্তমের সেই অসামান্য লড়াইয়ের গল্প আজ আমাদের স্মৃতিতে অমলিন।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/uttam-kumar-music-director-asha-bhosle-collaboration-history_648473.html ",
    "time": "2026-04-12T12:55:47.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "১৬ বছরে ঘর ছাড়েন, গর্ভবতী অবস্থাতেই আত্মহত্যার চেষ্টা করেছিলেন: জীবনের লড়াইয়ে জয়ী আশা",
    "desc": "সুরের ছোঁয়ায় বিশ্ব মাতানো আশা ভোঁসলের জীবনের নেপথ্যে ছিল চরম লড়াইয়ের গল্প। মাত্র ১৬ বছর বয়সে ঘর ছাড়া, স্বামীর অকথ্য অত্যাচার, এমনকি গর্ভবতী অবস্থায় আত্মহত্যার চেষ্টা— নিজের আত্মজীবনীতে সবটা উগরে দিয়েছেন কিংবদন্তি গায়িকা। বিষাদ কাটিয়ে কীভাবে তিনি হয়ে উঠলেন অজেয় নক্ষত্র, সেই অনুপ্রেরণার গল্পই আজ সবার মুখে মুখে।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/asha-bhosle-first-marriage-struggle-biography-revelations-domestic-violence-first-husband_648456.html ",
    "time": "2026-04-12T11:08:19.000Z"
  },
  {
    "cat": "Politics",
    "title": "BMW-র ওপর আছড়ে পড়ল সিমেন্ট মিক্সার ট্রাক, লোহার পাতের মত চ্যাপ্টা গাড়িতেই মৃত্যু হাইকোর্টের আইনজীবীর",
    "desc": "ট্রাকটি এতই ভারী ছিল যে সাধারণ উপায়ে সেটিকে সরানো সম্ভব হচ্ছিল না। শেষমেশ বিশালাকার ক্রেন এবং জেসিবি (JCB) মেশিন আনিয়ে দীর্ঘ প্রচেষ্টার পর ট্রাকটি তোলা হয়। ট্রাকের প্রচণ্ড ওজন এবং সিমেন্টের ভারে কয়েক সেকেন্ডের মধ্যেই লাল রঙের বিএমডব্লিউ গাড়িটি লোহার পাতলা পাতের মতো চ্যাপ্টা হয়ে যায়।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/nation/high-court-lawyer-killed-in-horrific-highway-accident_648424.html ",
    "time": "2026-04-12T04:46:58.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "শনি রাতেই ভয়ংকর খবরে বিধ্বস্ত বলিউড: হৃদরোগে আক্রান্ত আশা ভোঁসলে ব্রিচ ক্যান্ডি হাসপাতালে",
    "desc": "হৃদযন্ত্রের সমস্যার পাশাপাশি তাঁর ফুসফুসেও সংক্রমণ ধরা পড়েছে, যার ফলে শ্বাস নিতে সমস্যা হচ্ছে। যদিও হাসপাতালের সর্বশেষ তথ্য অনুযায়ী তাঁর অবস্থা বর্তমানে 'স্থিতিশীল', তবে বয়সজনিত কারণে চিকিৎসকরা আগামী ৪৮ থেকে ৭২ ঘণ্টা তাঁকে কড়া পর্যবেক্ষণে রাখতে চান।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/entertainment-news-asha-bhosle-suffers-cardiac-arrest-hospitalised-in-breach-candy-hospital_648378.html ",
    "time": "2026-04-11T15:59:29.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "মাত্র ৩৯-এ সব শেষ, মারা যাওয়ার পর হাসপাতাল বিল মেটানোর ৩৫০০ টাকাও নেই: বিখ্যাত নায়িকার করুণ পরিণতি",
    "desc": "মীনাকুমারী—রুপোলি পর্দার ‘ট্র্যাজেডি কুইন’। যাঁর চোখের জল আর অভিনয়ের গভীরতা দশকের পর দশক দর্শকদের মন্ত্রমুগ্ধ করে রেখেছে। কিন্তু পর্দার সেই বিষাদ যে তাঁর বাস্তব জীবনেরও প্রতিচ্ছবি ছিল, তা হয়তো অনেকেরই অজানা। সম্প্রতি এই কিংবদন্তি অভিনেত্রীর প্রয়াণ দিবসে উঠে এল তাঁর জীবনের এক চরম সত্য।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/meena-kumari-death-poverty-hospital-bill-controversy-pakeezah-star_648365.html ",
    "time": "2026-04-11T14:04:30.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "Ram Gopal Varma-Dawood Ibrahim Relation: 'দাউদ না থাকলে না খেয়ে মরতাম', আন্ডারওয়ার্ল্ড ডনের 'সোল মেট' ছিলেন রাম গোপাল ভার্মা? ভয়ংকর দাবি পরিচালকের",
    "desc": "বলিউডে বোমা ফাটালেন রাম গোপাল ভার্মা! দাউদ ইব্রাহিমকেই নিজের 'সফলতার চাবিকাঠি' বলে দাবি করলেন 'সত্যা'র পরিচালক। আন্ডারওয়ার্ল্ডের এই ডন না থাকলে নাকি পরিচালক হিসেবে আজ অস্তিত্বই থাকত না আরজিভির! অপরাধ জগতের সাথে তাঁর এই অদ্ভুত সম্পর্কের রসায়ন জানলে চমকে উঠবেন।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/ram-gopal-varma-credits-dawood-ibrahim-for-career-success_648351.html ",
    "time": "2026-04-11T11:09:32.000Z"
  },
  {
    "cat": "World",
    "title": "Iran-US Ceasefire: পশ্চিমে উঠছে সূর্য: যুদ্ধ থামাতে ইসলামাবাদে বৈঠক ইরান-আমেরিকার",
    "desc": "ইরানের প্রতিনিধিরা জানিয়েছেন, আলোচনা শুরুর আগে লেবাননে হামলা বন্ধ করতে হবে এবং আমেরিকার কাছে আটকে থাকা ইরানের টাকা ফেরত দিতে হবে। পালটা মার্কিন ভাইস প্রেসিডেন্ট জে.ডি. ভ্যান্স বলেছেন, ইরান যদি সততার সঙ্গে আলোচনা করতে চায়, তবে তারাও শান্তি চান। কিন্তু কোনো রকম চালাকি করা হলে আমেরিকা তা মেনে নেবে না।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/world/iran-and-us-delegations-arrive-to-islamabad_648294.html ",
    "time": "2026-04-11T04:46:48.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "Anirban comeback with Dev-Subhashree: অনির্বাণকে পর্দায় ফেরানোর দায় নিজের কাঁধেই নিলেন দেব, প্রতীক্ষিত 'দেশু ৭'-এর পরিচালকের আসনে তিনিই",
    "desc": "টলিউডে নতুন ধামাকা! অভিনয়ের পাশাপাশি এবার মেগাস্টার দেবের মুকুটে যুক্ত হল নতুন পালক। প্রযোজক দেব তো আগেই সফল, এবার তিনি অবতীর্ণ হলেন পরিচালকের ভূমিকায়। শুধু পরিচালক হিসেবে আত্মপ্রকাশই নয়, একঝাঁক চমক নিয়ে নিজের প্রথম ছবির ঘোষণা করে দিলেন তিনি। দেবের ছবিতেই কামব্যাক হতে চলেছে অনির্বাণের।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/dev-debuts-as-director-starring-subhashree-and-anirban-bhattacharya-comeback_648263.html ",
    "time": "2026-04-10T15:56:53.000Z"
  },
  {
    "cat": "Politics",
    "title": "দিল্লির বড় খবর: সংসদে ইমপিচমেন্ট প্রক্রিয়া শুরু হতে পারে, বেইজ্জত হওয়ার ভয়ে আগেই ইস্তফা বিরাট প্রভাবশালীর",
    "desc": "আইন বিশেষজ্ঞদের একাংশের মতে, ভারতের বর্তমান আইন অনুযায়ী, কোনও বিচারপতির বিরুদ্ধে ইমপিচমেন্ট প্রক্রিয়া সম্পন্ন হওয়ার আগে যদি তিনি পদত্যাগ করেন এবং সেই পদত্যাগপত্র গৃহীত হয়, তবে তিনি 'অবসরপ্রাপ্ত' হিসেবেই গণ্য হন। সুপ্রিম কোর্টের এক আইনজীবীর বক্তব্য অনুযায়ী, দেশের একাধিক হাইকোর্ট এবং শীর্ষ আদালত পূর্ববর্তী বিভিন্ন রায়ে এই অবস্থানকে স্বীকৃতি দিয়েছে যে পদত্যাগকে এক প্রকার 'অবসর' হিসেবেই দেখা হবে।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/nation/justice-yashwant-varma-resigns-allahabad-hc-cash-row-controversy_648249.html ",
    "time": "2026-04-10T14:24:54.000Z"
  },
  {
    "cat": "World",
    "title": "কোথাও একলাফে ১৪০, কোথাও তারও বেশি বৃদ্ধি, মুরগির রেকর্ড-দামে দিশেহারা সকলে, আগুন হল মাছ-ডিম",
    "desc": "রান্নাঘরে কান্নার রোল! বাজারে হু-হু করে বাড়ছে মুরগির দাম। গত এক মাসের ব্যবধানে সোনালি মুরগির দাম কেজিতে বেড়েছে সর্বোচ্চ ১৪০ টাকা। এতে সবচেয়ে বেশি বিপাকে পড়েছেন সাধারণ মানুষ। সংকটে পড়েছেন নিম্ন ও মধ্য শ্রেণির ক্রেতারা।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/world/chicken-price-rise-high-prices-of-fish-vegetables-edible-oil-bangladesh-rising-prices-hit-public-life_648226.html ",
    "time": "2026-04-10T10:58:39.000Z"
  },
  {
    "cat": "World",
    "title": "Iran-Israel War: ক্ষুব্ধ ইরান বেঁধে দিল হরমুজের লিমিট: বিশ্ববাজারে তেলের দাম ভয়ংকর বাড়ছে, সঙ্গে গ্যাসও-- আমজনতার পকেটে কবে স্বস্তি?",
    "desc": "বিশেষজ্ঞরা মনে করছেন, ইসরায়েলের সাথে চলমান উত্তেজনা এবং যুক্তরাষ্ট্রের কঠোর নিষেধাজ্ঞার পাল্টা জবাব হিসেবে ইরান এই 'এনার্জি কার্ড' ব্যবহার করছে। ইরান এর আগেও একাধিকবার এই প্রণালী বন্ধ করে দেওয়ার হুমকি দিলেও, এবার সরাসরি জাহাজ চলাচলের সংখ্যা বেঁধে দেওয়াকে অত্যন্ত আগ্রাসী পদক্ষেপ হিসেবে দেখা হচ্ছে।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/world/middle-east-iran-strait-hormuz-ship-limit-oil-price-hike-or-drop-big-update_648172.html ",
    "time": "2026-04-09T15:22:03.000Z"
  },
  {
    "cat": "World",
    "title": "বাংলাদেশকে ২০০ রেল-কোচ দিচ্ছে ভারত; পদ্মাপারের রেলপথে গতিমান ভারত-গৌরব",
    "desc": "রেলমন্ত্রী বলেন, এ বছর ভারত থেকে ২০০টি ব্রডগেজ কোচের সরবরাহের কথা রয়েছে। প্রকল্পের আওতায় ২০২৬ সালের জুন থেকে ২০২৭ সালের ডিসেম্বর নাগাদ ২০০টি ব্রডগেজ ক্যারেইজ বাংলাদেশ রেলওয়েতে যুক্ত হবে বলে আশা করা যায় বলে তিনি জানান।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/world/200-broad-gauge-coaches-to-be-imported-from-india-railways-minister_648159.html ",
    "time": "2026-04-09T12:45:55.000Z"
  },
  {
    "cat": "Business",
    "title": "প্রতি ১৫ দিনে পেট্রোল ও ডিজেলের দাম পর্যালোচনা করবে কেন্দ্র, আমজনতাকে রেহাই দিতেই বাড়েনি আবগারি শুল্ক",
    "desc": "বিশ্বজুড়ে তেলের দাম বৃদ্ধি ও পশ্চিম এশিয়ার উত্তেজনার মাঝে পেট্রোল ও ডিজেলের দাম প্রতি ১৫ দিন অন্তর পর্যালোচনা করবে কেন্দ্র। Govt to monitor fuel rates every fortnight to ensure stability and prevent sudden price hikes.",
    "img": "https://imagesvs.oneindia.com/webp/bn/img/2026/03/pti03-26-2026-000290b-jpg-1774614580484_1774614582587-1200x675.jpg",
    "src": "oneindia.com",
    "url": "https://bengali.oneindia.com/business/petrol-and-diesel-prices-india-government-to-conduct-fortnightly-review-on-fuel-rates-011-303743.html",
    "time": "2026-03-27T12:51:12.000Z"
  }
];