const newsData_bn = [
  {
    "cat": "Politics",
    "title": "ফের ভয়ংকর ধ্বংসলীলা প্রকৃতির! ভয়াবহ ধসে চাপা পড়লেন শ্রমিকেরা, মৃতদেহের উপর দিয়ে হু হু করে বইছে কাদাজল",
    "desc": "কেরলের পাহাড়ি জেলা ওয়েনাড়ে আবার বড়সড় বিপর্যয়! ওয়েনাড়ের এক গুরুত্বপূর্ণ টানেল প্রকল্পের কাজ চলছিল। ঠিক কাছেই নামল ধস। আকস্মিক ঘটে যাওয়া এই ধসের ঘটনায় অন্তত সাতজন মাটির নীচে চাপা পড়ে আছেন বলে আশঙ্কা করা হচ্ছে। মেঘভাঙা বৃষ্টির মতো অনবরত বর্ষণের মাঝে ঘটে যাওয়া এই প্রাকৃতিক দুর্যোগে ইতিমধ্যেই অন্তত বহু শ্রমিক গুরুতর জখম হয়েছেন।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/nation/deaths-in-landslide-occurred-keralas-wayanad-after-heavy-rain_661375.html ",
    "time": "2026-07-07T10:23:52.000Z"
  },
  {
    "cat": "Sports",
    "title": "মাঠেই ট্রাম্প-ফিফা আঁতাত চুরমার,আমেরিকাকে ৪-১ গোলে উড়িয়ে কোয়ার্টার ফাইনালে বেলজিয়াম",
    "desc": "মাঠের বাইরের অন্যায়ের জবাব মাঠের ভেতরেই দিল বেলজিয়াম! লাল কার্ড দেখার পরেও ডোনাল্ড ট্রাম্পের ফোনে ফিফার বিশেষ কৃপায় মাঠে নেমেছিলেন মার্কিন স্ট্রাইকার বালোগান। কিন্তু বেলজিয়ামের 'রেড ডেভিলস'দের আটকানোর ক্ষমতা ট্রাম্প বা ফিফা কারও ছিল না। সিয়াটলে আমেরিকা যুক্তরাষ্ট্রকে ৪-১ গোলে খড়কুটোর মতো উড়িয়ে কোয়ার্টার ফাইনালে পৌঁছে গেল বেলজিয়াম। চার্লস ডি কেটেলারার জোড়া গোল এবং লুকাকুর শেষ মুহূর্তের গোল আমেরিকার বিশ্বজয়ের স্বপ্ন চুরমার করে দিল।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/sports/belgium-beating-usa-fifa-balogun-controversy-world-cup_661372.html ",
    "time": "2026-07-07T09:52:31.000Z"
  },
  {
    "cat": "Sports",
    "title": "রেকর্ড গড়লেও অধরা বিশ্বকাপ জয়ের স্বপ্ন: ‘নতুন দিন আসবে’, কান্নাভেজা চোখে বার্তা রোনাল্ডোর",
    "desc": "বিশ্বমঞ্চে শেষ হলো এক মহাকাব্যের! স্পেনের কাছে হেরে আরও একবার চোখের জলে বিশ্বকাপকে বিদায় জানালেন ক্রিশ্চিয়ানো রোনালদো। বিদায়বেলায় সব রেকর্ড আর অপূর্ণতাকে পাশে সরিয়ে রেখে আবেগমথিত কণ্ঠে সিআরসেভেন বললেন, \"আমি আমার সর্বস্ব দিয়েছি... আগামীকাল একটা নতুন দিন আসবে, জীবন চলতে থাকবে।\" বিশ্বকাপের ট্রফি না পেলেও ফুটবলপ্রেমীদের হৃদয়ে তিনি চিরকাল থাকবেন সম্রাট হয়েই।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/sports/cristiano-ronaldo-emotional-world-cup-farewell-portugal-exit_661370.html ",
    "time": "2026-07-07T09:17:16.000Z"
  },
  {
    "cat": "World",
    "title": "ছড়িয়ে আছে দেহ, শিশুদের কামড়াচ্ছে ইঁদুর, আক্রমণ করছে বেজি; জল নেই, শৌচালয় নেই, যেন আস্ত নরক",
    "desc": "মার্কিন যুক্তরাষ্ট্র ও ইরান তাদের সাময়িক যুদ্ধবিরতিকে দীর্ঘস্থায়ী শান্তিতে রূপ দেওয়ার চেষ্টা করছে বলে খবর। তবে গাজার স্থানীয় বাসিন্দাদের অনেকেরই আক্ষেপ, তাঁরা এমন এক মার্কিন-সমর্থিত সমঝোতার ধ্বংসাবশেষের মধ্যে বাস করছেন যাতে তারা এই চুক্তিকে ব্যর্থই মনে করেন!",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/world/gaza-israel-usa-hamas-palestine-bodies-lie-unclaimed-rats-run-rampant_661367.html ",
    "time": "2026-07-07T08:56:48.000Z"
  },
  {
    "cat": "World",
    "title": "বাবা ও স্ত্রীর শেষযাত্রায় কেন অনুপস্থিত মোজতবা? গুঞ্জনের মধ্যেই অন্যরকম উদ্বেগ, মার্কিনি হামলায় মোজতবা কি...?",
    "desc": "ইরান মোজতবার এই অনুপস্থিতির কারণ হিসেবে বলেছে, মোজতবা খামেনির উপর এখনও হত্যার হুমকি আছে। নিরাপত্তার কারণেই এই সিদ্ধান্ত। যদিও মোজতবা খামেনির তিন ভাই মোস্তফা, মাইসাম ও মাসুদ-সহ ইরানের সমস্ত শীর্ষ নেতৃত্বই উপস্থিত ছিলেন আয়াতোল্লা খামেইনির শোকযাত্রায়।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/world/why-mojtaba-khamenei-not-attending-his-father-ayatolla-ali-khameneis-funeral_661355.html ",
    "time": "2026-07-07T07:44:48.000Z"
  },
  {
    "cat": "Politics",
    "title": "ছাদ থেকে ফেলেও মরেননি স্বামী! হাসপাতালে শরীরে টয়লেট ক্লিনার ইনজেক্ট করে খুন নার্স স্ত্রীর",
    "desc": "পরকীয়া সম্পর্কের পথের কাঁটা সরাতে স্বামীকে নির্মমভাবে খুন করল এক নার্স। তেলেঙ্গানার নিজামাবাদে প্রথমে স্বামীকে ছাদ থেকে ঠেলে ফেলে দেয় স্ত্রী ও তাঁর প্রেমিক। তাতেও স্বামী বেঁচে গেলে, হাসপাতালে চিকিৎসাধীন অবস্থায় তাঁর আইভি লাইনে টয়লেট ক্লিনার ইনজেক্ট করা হয়।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/nation/telangana-horror-nurse-kills-husband-by-injecting-toilet-cleaner-into-iv-line_661346.html ",
    "time": "2026-07-07T06:15:19.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "তৃতীয় বিয়ে নিয়ে ট্রোলড আমির, ব্যক্তিগত জীবনের কারণে ফিকে পর্দার সাফল্য? সোশ্যাল মিডিয়ার জমানায় ঠিক কোন নিরিখে বিচার করা হয় একজন তারকাকে?",
    "desc": "তারকাদের ব্যক্তিগত জীবন নিয়ে চর্চা থাকবেই, কিন্তু দিনশেষে দর্শক তাঁদের বিচার করে কী দিয়ে— কাজ নাকি ব্যক্তিগত সম্পর্ক? আমির খান ও গৌরী স্প্র্যাটের বিয়ের গুঞ্জনের মাঝেই সামনে এল এক নতুন সমীক্ষা। সোশ্যাল মিডিয়ার যুগে কীভাবে বদলে যাচ্ছে ফ্যান ও সেলিব্রিটিদের সম্পর্কের সমীকরণ?",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/celebrity-personal-life-vs-professional-success-audience-perception-aamir-khan-wedding_661307.html ",
    "time": "2026-07-06T16:05:24.000Z"
  },
  {
    "cat": "Politics",
    "title": "ফের কেতন আগরওয়াল হত্যাকাণ্ডের ছায়া: বিয়ের ১ মাস পরেই প্রেমিককে সঙ্গে নিয়ে স্বামীকে নৃশংস হত্যা স্ত্রীর, দেহ ছুঁড়ে ফেলল খালে",
    "desc": "ঘটনার তদন্তে নেমে পুলিস প্রথমেই নিখোঁজ যুবকের মোবাইল ফোনের কল রেকর্ড (CDR) এবং বাড়ির আশেপাশের সিসিটিভি (CCTV) ফুটেজ খতিয়ে দেখতে শুরু করে। তদন্ত চলাকালীন পুলিস লক্ষ্য করে, যুবকের নিখোঁজ হওয়ার পর থেকেই তাঁর স্ত্রীর আচরণে এক ধরণের অস্বাভাবিকতা ও চরম উদাসীনতা রয়েছে।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/nation/haryana-horror-newlywed-woman-and-lover-arrested-for-brutal-murder-of-husband-in-gurugram_661294.html ",
    "time": "2026-07-06T15:04:28.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "প্রসেনজিতের বাড়িতে অমিত শাহ-শুভেন্দু-শমীক, ১৫ মিনিটের সাক্ষাতে কী নিয়ে আলোচনা? ফাঁস করলেন লকেট",
    "desc": "দিল্লিতে দেওয়া কথা রাখলেন কেন্দ্রীয় স্বরাষ্ট্রমন্ত্রী অমিত শাহ! কলকাতায় এসে মুখ্যমন্ত্রী শুভেন্দু অধিকারী ও লকেট চট্টোপাধ্যায়কে সঙ্গে নিয়ে হাজির হলেন পদ্মশ্রী প্রাপক প্রসেনজিৎ চট্টোপাধ্যায়ের বালিগঞ্জের বাড়িতে। ১৫ মিনিটের এই ঘরোয়া আড্ডায় সিনেমা আর বই নিয়ে কী কথা হলো তাঁদের মধ্যে?",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/amit-shah-suvendu-adhikari-courtesy-visit-prosenjit-chatterjee-kolkata_661234.html ",
    "time": "2026-07-06T12:55:17.000Z"
  },
  {
    "cat": "Politics",
    "title": "এবার সমুদ্র গিলে নেবে গোটা মুম্বই শহরটাকেই! ঘোর বর্ষা, জলস্তরবৃদ্ধি আর জোয়ারের মারাত্মক 'কম্পাউন্ড ফ্লাডিং'য়ে ধ্বস্ত",
    "desc": "জনজীবন বিপর্যস্ত, ১৩ জনের মৃত্যু ঘটেছে। আর কত বাড়বে, কে জানে! ঘটনাস্থল মুম্বই শহর। পরিস্থিতি ভয়ংকর হয়ে উঠেছে। আর সেখানেই উঠে আসছে এক পুরনো ভয়ের কথাও। আরব সাগর কি আগামী দিনে গিলে নেবে মুম্বই শহরকে?",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/nation/mumbai-rain-mumbai-flood-how-rising-sea-levels-and-high-tides-make-mumbai-flood-worse_661225.html ",
    "time": "2026-07-06T11:16:26.000Z"
  },
  {
    "cat": "Sports",
    "title": "রাতে ব্রাজিল-নরওয়ে, ভোরে মেক্সিকো-ইংল্যান্ড! নকআউটে মারমার-কাটকাট, ফাটাফাটি ফুটবল",
    "desc": "নকআউটে মারমার-কাটকাট লড়াইয়ে মুখোমুখি ব্রাজিল-নরওয়ে ও মেক্সিকো-ইংল্যান্ড। যে জিতবে সে পৌঁছে যাবে শেষ আটে। ব্রাজিলের কোচ কার্লো আনচেলোত্তিকে ভাবাবে দলের চোট। রাফিনহা ও পাকুয়েতা তাঁর কপালে চিন্তার ভাঁজ ফেলেছে। রইল ব্রাজিল-নরওয়ে ও মেক্সিকো-ইংল্যান্ডের খেলার প্রিভিউ ও ভবিষ্য়দ্বাণী",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/sports/brazil-vs-norway-and-mexico-vs-england-live-telecast_661112.html ",
    "time": "2026-07-05T09:17:37.000Z"
  },
  {
    "cat": "Sports",
    "title": "বিশ্বকাপে গোল্ডেন বুটের রেসে রুদ্ধশ্বাস টক্কর, কার ঝুলিতে কত গোল?",
    "desc": "২০২৬ বিশ্বকাপে গোল্ডেন বুটের লড়াই এবার সেয়ানে-সেয়ানে! কেপ ভার্দের বিরুদ্ধে গোল করে ৭টি গোল নিয়ে রেসের মগডালে এলএম১০। তবে ৬টি গোল ও ২টি অ্যাসিস্ট নিয়ে মেসির ঘাড়ে তীব্র নিঃশ্বাস ফেলছেন কিলিয়ান এমবাপে। ৫টি করে গোল নিয়ে তৈরি আছেন হালান্ড ও হ্যারি কেইনও!",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/sports/fifa-world-cup-2026-golden-boot-race-top-scorers-list-messi-mbappe_661064.html ",
    "time": "2026-07-04T16:11:04.000Z"
  },
  {
    "cat": "Politics",
    "title": "রাজ্যে সম্পুর্ণ নিষিদ্ধ হল সব ধরনের নেশার দ্রব্য ও এনার্জি ড্রিংকস: সরকারের বড় ঘোষণায় তোলপাড়",
    "desc": "বিধানসভায় স্কুলপড়ুয়াদের ওপর এনার্জি ড্রিংকের কুপ্রভাব নিয়ে প্রশ্ন তোলেন বিজেপি বিধায়ক বিক্রম পাচপুটে। তাঁর সেই উদ্বেগকে মান্যতা দিয়ে মহারাষ্ট্রের খাদ্য ও ঔষধ প্রশাসন (FDA) মন্ত্রী নরহরি জিরওয়াল এই নিষেধাজ্ঞার কথা ঘোষণা করেন। তিনি জানান, স্কুলপড়ুয়াদের মধ্যে এই ধরণের এনার্জি ড্রিংক পানের প্রবণতা যেভাবে বাড়ছে, তা অত্যন্ত উদ্বেগজনক।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/nation/school-zone-ban-maharashtra-bans-sale-of-sting-energy-drink-within-500-meters-of-schools_661055.html ",
    "time": "2026-07-04T13:11:11.000Z"
  },
  {
    "cat": "Sports",
    "title": "পর্তুগাল বনাম স্পেন মহারণ, বিদায় জার্মানি-নেদারল্যান্ডসের! শেষ ষোলোর রূপরেখা চূড়ান্ত, দেখে নিন বড় দলগুলোর প্রতিপক্ষ",
    "desc": "বড় বিপর্যয় বিশ্বকাপে! টাইব্রেকারে হেরে বিদায় নিল জার্মানি ও নেদারল্যান্ডস। অন্যদিকে পিছিয়ে পড়েও নাটকীয় জয় ব্রাজিল এবং বেলজিয়ামের। অতিরিক্ত সময়ে ম্যাচ জিতে প্রি-কোয়ার্টারে মেসিরা। আর রাউন্ড অব ৩২ শেষ হতেই চূড়ান্ত হয়ে গেল শেষ ষোলোর মহাযুদ্ধের লাইনআপ! সবচেয়ে বড় ম্যাচে মুখোমুখি হচ্ছে পর্তুগাল ও স্পেন। মেসিদের সামনে মিশর আর ব্রাজিলের সামনে নরওয়ে।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/sports/world-cup-round-of-16-lineup-upsets-germany-netherlands-portugal-spain_661053.html ",
    "time": "2026-07-04T12:58:11.000Z"
  },
  {
    "cat": "Politics",
    "title": "কাশী বিশ্বনাথ মন্দিরে হাড়হিম ঘটনা: শনিবার সকালে ভরা পুণ্যার্থীদের মধ্যে হঠাত্‍ই চলল গুলি, ছিটকে গেল রক্ত",
    "desc": "গুলির বিকট শব্দে কেঁপে ওঠে গোটা মন্দির চত্বর। মুহূর্তের মধ্যে পুণ্যার্থীদের মধ্যে হুড়োহুড়ি ও আতঙ্ক ছড়ায়। এদিক ওদিক ছোটাছুটি করতে থাকে সবাই। ভীত হয়ে যায় মন্দিরে ও বাইরে উপস্থিত সব পুণ্যার্থী ও সাধারণ লোকজন। তবে স্বস্তির বিষয়, গুলি সরাসরি কারও গায়ে লাগেনি।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/nation/panic-at-kashi-vishwanath-temple-pac-jawan-carbine-accidentally-fires-3-inured-by-flying-stone-splinters_661052.html ",
    "time": "2026-07-04T12:16:52.000Z"
  },
  {
    "cat": "Sports",
    "title": "মেসি-ম্যাজিক ও মিশরের রূপকথা: কেপ ভার্দেকে উড়িয়ে শেষ ষোলোয় আর্জেন্টিনা, টাইব্রেকারে ইতিহাস সালাহদের",
    "desc": "প্রথম ফুটবলার হিসেবে বিশ্বকাপে ২০ গোল এবং টানা ৮ ম্যাচে স্কোর করার অতিমানবীয় নজির গড়লেন এলএম১০। কেপ ভার্দেকে হারিয়ে শেষ ১৬-য় আর্জেন্টিনা। অন্যদিকে ডালাসে টাইব্রেকারে অস্ট্রেলিয়াকে হারিয়ে ৯২ বছর পর নকআউটে প্রথম জয় পেল সালাহর মিশর। ঘানাকে হারিয়ে শেষ ষোলোয় জায়গা করে নিল কলম্বিয়াও।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/sports/fifa-world-cup-messi-argentina-egypt-colombia-round-of-16-news_661047.html ",
    "time": "2026-07-04T09:46:32.000Z"
  },
  {
    "cat": "Sports",
    "title": "মেসি বনাম ভোজিনহা! বিশ্বকাপ যে লড়াইয়ে কথা কল্পনাও করেনি... সবার নজরে আর্জেন্টিনা-কেপ ভার্দে",
    "desc": "দেখতে দেখতে বিশ্বকাপের রাউন্ড অফ থার্টিটুও শেষ লগ্নে। বাকি আর ঠিক তিন ম্যাচ। তারপরেই শুরু হয়ে যাবে শেষ ষোলোর লড়াই। ৩ জুলাই থেকে ৪ জুলাইয়ের মধ্যে মাঠে নামছে মিশর-অস্ট্রেলিয়া, অস্ট্রেলিয়া বনাম কেপ ভার্দে ও কলম্বিয়া বনাম ঘানা!",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/sports/argentina-vs-cape-varde-live-stream_660978.html ",
    "time": "2026-07-03T15:47:30.000Z"
  },
  {
    "cat": "World",
    "title": "১৪০ টন কংক্রিটের ধ্বংস্তূপ বুকে নিয়ে অলৌকিক বেঁচে থাকা! উদ্ধার ৮ দিন পর ১০০ ঘণ্টার অভিযানে",
    "desc": "যেখানে ৪৮ থেকে ৭২ ঘণ্টার পর বেঁচে থাকার আশা ক্ষীণ হয়ে আসে, সেখানে দীর্ঘ ৮ দিন পর জীবিত উদ্ধার। কীভাবে সম্ভব হল এই অসাধ্য সাধন? অভিজ্ঞ দমকলকর্মী মারা পাজ ক্যাম্পোস অভিযানের পুরো সময় জিল ফ্লোরেন্সের সঙ্গে কথা বলে তাঁকে মানসিকভাবে শান্ত রাখেন। তাঁর মনোবল ধরে রাখেন।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/world/venezuela-quake-miracle-man-buried-for-8-days-under-140-ton-debris-and-rescued-after-100-hour-long-mission_660973.html ",
    "time": "2026-07-03T13:30:04.000Z"
  },
  {
    "cat": "World",
    "title": "কেন ভারতকে ক্রমশ ঘিরে ফেলছে চিন? তলায়-তলায় সাহায্য করছে বাংলাদেশও? হাড়হিম ষড়যন্ত্রের হদিশে বাড়ছে রক্তচাপ?",
    "desc": "প্রেসিডেন্ট জি জিনপিং বেজিংয়ের 'গ্রেট হল অফ দ্য পিপল'-এ বাংলাদেশের প্রধানমন্ত্রী তারেক রহমানের সঙ্গে সাক্ষাৎ করেন। তারেক চিন সফরে ছিলেন। আঞ্চলিক যোগাযোগ ও বাণিজ্য আরও জোরদার করার লক্ষ্যে দুই নেতা যৌথভাবে চিন-বাংলাদেশ কমিউনিটি গড়ে তোলার সিদ্ধান্ত ঘোষণা করেন।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/world/china-plans-new-corridor-bordering-india-what-is-the-route-how-it-will-impact-india-what-can-india-do_660945.html ",
    "time": "2026-07-03T09:03:35.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "'জমিয়ে দিচ্ছে, এই গুণটা জানা ছিল না', রচনাকে নিয়ে মজার সুরে খোলামেলা চিরঞ্জিত",
    "desc": "অভিনেতা অকপটে স্বীকার করেন, \"আমরা ভীষণ ভালো একজন মুখপাত্র পেয়েছি। অনেক কিছু বলছে। দমিয়ে দিচ্ছে সবাইকে। মানে সোশ্যাল মিডিয়া কাঁপিয়ে দিচ্ছে একাই। আমরা খুব ভালো বক্তা পেয়েছি বলতেই হয়। রচনার এই গুনটা কিন্তু আমার জানা ছিল না। নতুন একটা গুণ বোধহয় হয়েছে ওর।\"",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/chiranjit-chakraborty-breaks-silence-on-controversies-surrounding-rachna-banerjees-political-stint_660898.html ",
    "time": "2026-07-03T05:03:47.000Z"
  },
  {
    "cat": "World",
    "title": "খামেইনির পর এবার আরাগচি-গালিবাফ! ইসরায়েলের গুপ্তহত্যার ছক ফাঁস করল আমেরিকা",
    "desc": "এপ্রিলে শুরু হওয়া ইরান-ইসরায়েল যুদ্ধবিরতি আলোচনা রক্ষা করতে ইরানকে বিশেষ সতর্কবার্তা দিয়েছে মার্কিন যুক্তরাষ্ট্র। ২৮ ফেব্রুয়ারি খামেইনির মৃত্যুর পর শুরু হওয়া এই যুদ্ধে ইসরায়েলের লক্ষ্য ছিল ইরানের শাসনব্যবস্থার পতন। তবে মার্কিন চাপে তারা এই দুই নেতাকে টার্গেট লিস্ট থেকে বাদ দিতে বাধ্য হয়।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/world/us-warned-iran-of-possible-israeli-plot-to-kill-top-ceasefire-negotiators_660896.html ",
    "time": "2026-07-03T04:21:25.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "চ্যাট-বোমা থেকে চোর-ডাকাত খোঁচা: দেবরাজ গ্রেফতার হতেই অদিতির অতীত টানলেন তরুণজ্যোতি",
    "desc": "রিয়ালিটি শো-র প্যানেলিস্টদের সাথে কী চ্যাট হতো, সব স্ক্রিনশট আমার কাছে আছে!\" স্বামী দেবরাজ চক্রবর্তী গ্রেফতার হতেই এবার কীর্তন শিল্পী তথা প্রাক্তন তৃণমূল বিধায়ক অদিতি মুন্সিকে নিয়ে মারাত্মক দাবি করলেন বিজেপি বিধায়ক তরুণজ্যোতি তিওয়ারি। 'স্বামী চোর নয় ডাকাত'— মন্তব্য করে অদিতির পুরোনো 'জেলে যাওয়ার' হুঁশিয়ারিকেও কটাক্ষ করলেন তিনি।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/tarunjyoti-tewari-claims-aditi-munshi-reality-show-chat-proof-after-debraj-arrest_660827.html ",
    "time": "2026-07-02T13:01:12.000Z"
  },
  {
    "cat": "World",
    "title": "সরে গেল পাহাড়, ঘুরে গেল নদী, গ্রামনগর চলে গেল মাটির তলায়; ইতিহাসের ভয়ংকরতম ভূমিকম্পে প্রায় ৯ লক্ষ মৃত্যু!",
    "desc": "ইতিহাস আমাদের মনে করাচ্ছে, ১৫৫৬ সালের এক ভয়ংকর ভূমিকম্পের কথা। মানুষের ইতিহাস যেদিন থেকে লিপিবদ্ধ করা গিয়েছে,সেই তথ্যের নিরিখে চিনের শানসি প্রদেশের এই ভূমিকম্পই এখনও পর্যন্ত সব চেয়ে বিধ্বংসী হিসেবে রেকর্ড তৈরি করেছে। তৈরি করেছে এক ভয়ংকর আতঙ্কও।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/world/deadliest-earthquake-1556-shaanxi-earthquake-central-china-killed-an-estimated-830000-people_660791.html ",
    "time": "2026-07-02T11:15:21.000Z"
  },
  {
    "cat": "World",
    "title": "ট্রাম্পের মুখে ছাই দিয়ে আমেরিকাবাসী ভারতীয়দের জন্য বিরাট সুখবর! বার্থরাইট সিটিজেনশিপ নিয়ে বড় রায় সুপ্রিম কোর্টের",
    "desc": "ট্রাম্পের মুখে ছাই দিয়ে আমেরিকাবাসী ভারতীয়দের জন্য এল বিরাট সুখবর! সুপ্রিম কোর্টের নির্দেশে অনাবাসীরা, যারা এইচ-১বি ভিসায় রয়েছেন, যাঁরা নাগরিকত্বের অপেক্ষা করছেন, তাঁদের যদি সন্তান আমেরিকায় জন্মায়, তাহলে তারা জন্মগত ভাবেই মার্কিন নাগরিকত্ব পাবেন। বিরাট খবর!",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/world/us-supreme-court-on-birthright-citizenship-why-indians-will-benefit-most-explained_660774.html ",
    "time": "2026-07-02T09:56:06.000Z"
  },
  {
    "cat": "World",
    "title": "পুতিনের দেশে তেলের হাহাকার! সংকট মেটাতে ভারত থেকে যাচ্ছে হাজার হাজার টন পেট্রল",
    "desc": "ইউক্রেনের ড্রোন হামলায় রাশিয়ার প্রধান শোধনাগারগুলো ক্ষতিগ্রস্ত হওয়ায় দেশটিতে তীব্র পেট্রল সংকট দেখা দিয়েছে। পরিস্থিতি সামাল দিতে এবার ভারতের কাছ থেকে সমুদ্রপথে পেট্রোল আমদানি শুরু করেছে ক্রেমলিন। ইতিমধ্যেই অন্তত ৬০ হাজার মেট্রিক টন জ্বালানি ভারত থেকে রাশিয়ার উদ্দেশ্যে রওনা দিয়েছে।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/world/russia-turns-to-india-for-fuel-amid-shortages_660773.html ",
    "time": "2026-07-02T09:26:30.000Z"
  },
  {
    "cat": "World",
    "title": "দুই বাংলার মানুষের জন্য বড় সুখবর! ফের চাকা গড়াবে ভারত-বাংলাদেশ 'মিতালী' এক্সপ্রেসের",
    "desc": "রেল সূত্রের খবর, দুই দেশের আধিকারিকদের মধ্যে আলোচনার পর পুনরায় এই ট্রেন চালুর সবুজ সংকেত মিলেছে। মৈত্রী ও বন্ধন এক্সপ্রেসের পর মিতালী এক্সপ্রেস লাইনে ফিরলে দুই দেশের পর্যটন, চিকিৎসা ও ব্যবসা-বাণিজ্যের ক্ষেত্র আরও সুদৃঢ় হবে।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/world/india-bangladesh-train-mitali-express-set-to-resume-agains-kolkata-to-dhakha-service_660749.html ",
    "time": "2026-07-02T08:02:11.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "সন্তান না নেওয়ার সিদ্ধান্তেই কি বিচ্ছেদ? আকাঙ্ক্ষার মন্তব্যের পর মুখ খুললেন গৌরব",
    "desc": "আকাঙ্ক্ষা বলেন, “আমি বুঝতে পেরেছিলাম যে ও জীবনে যেটা চাইছে, সেটা আমি ওকে দিতে পারব না।” তবে সম্পর্ক ভাঙলেও দুজনের মধ্যে যে কোনো কাদা ছোড়াছুড়ি বা তিক্ততা নেই, গৌরব এবং আকাঙ্ক্ষা- উভয়ের বক্তব্যেই তা পরিষ্কার।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/gaurav-khanna-breaks-his-silence-on-divorce-from-akanksha-chamola-extends-support-to-her_660611.html ",
    "time": "2026-07-01T07:35:18.000Z"
  },
  {
    "cat": "World",
    "title": "'উনি আমারই মতো, উনি ঠিক উঠে পড়েছেন...'! মোদীকে ফোন করতে চেয়ে কেন বললেন ট্রাম্প?",
    "desc": "সারা পৃথিবী ভেবে নিতে পারে, সাম্প্রতিক ভূরাজনৈতিক কারণে বিস্তর দূরত্ব তৈরি হয়েছে ট্রাম্প-মোদীর মধ্যে। কিন্তু প্রকৃতপক্ষে যে তা নয়, সেটারই প্রমাণ মিলল! কেন, কী জানা গেল? ট্রাম্প মোদীকে এখনও 'কাছের বন্ধু' বলেই নাকি মনে করেন বলে জানা গিয়েছে!",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/world/trump-wanted-to-call-pm-modi-at-6-am-he-will-be-up-he-is-like-me_660527.html ",
    "time": "2026-06-30T12:03:37.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "জুবিন ভক্তদের জন্য বিরাট উপহার! পর্দায় আসছে প্রিয় গায়ককে নিয়ে সিনেমা, 'লাভ ইউ জুবিন দা', অভিনয়ে কারা?",
    "desc": "সিঙ্গাপুরের অনুষ্ঠানে গিয়ে, জুবিনের এই না ফেরাটাকে যেন এখনও মেনে নিতে পারেন না কেউই। তাঁকে শ্রদ্ধার্ঘ্য জানিয়ে একাধিক অনুষ্ঠান থেকে শুরু করে স্মৃতিসৌধ.. সবই তৈরি হয়েছে। তবে এবার, জুবিন গর্গকে শ্রদ্ধা জানিয়ে আসছে নতুন মিউজিক্যাল ড্রামা 'লাভ ইউ জুবিন দা'।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/tollywood-announces-new-musical-drama-love-you-zubeen-da-as-a-grand-tribute-to-zubeen-garg_660523.html ",
    "time": "2026-06-30T11:02:10.000Z"
  },
  {
    "cat": "World",
    "title": "ইরানের হামলার আতঙ্ক! হরমুজ প্রণালীতে ‘অদৃশ্য’ হয়ে যাচ্ছে ভারতমুখী ৬২% বাণিজ্যিক জাহাজ",
    "desc": "হরমুজ প্রণালীতে নজিরবিহীন ‘ডার্ক ট্রানজিট’! ইরানের নজরদারি এড়াতে ওমান রুটের দিকে ঝুঁকছে পণ্যবাহী জাহাজ। খনিজ তেল ও বাণিজ্যের জন্য হরমুজ প্রণালী ভারতের জন্য অত্যন্ত জরুরি। কিন্তু ইরানের হামলার আশঙ্কায় ভারতমুখী জাহাজগুলো এখন নিজেদের লুকিয়ে বা ‘অদৃশ্য’ করে এই বিপজ্জনক জলপথ পার হতে বাধ্য হচ্ছে।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/world/majority-of-india-bound-ships-go-dark-in-hormuz-amid-iran-threat_660500.html ",
    "time": "2026-06-30T09:06:38.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "হাসপাতাল থেকে মন খারাপ করা খবর দিলেন পর্দার 'পটল', কী হয়েছে হিয়ার?",
    "desc": "আর কোনও মেগায় দেখা যায়নি ঠিকই, তবে আজও পর্দার ‘পটলকুমার’ সকলের বড্ড প্রিয়। পোশাকি নাম ‘পটল’-এ সকলের কাছে বেশি জনপ্রিয় হলেও বাস্তবে সে হিয়া দে। সে এখন আর ছোট নেই। একাদশ শ্রেণির ছাত্রী হিয়া হাসপাতালে ভর্তি।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/potol-kumar-gaanwala-fame-hiya-dey-hospitalized-with-fractured-arm_660477.html ",
    "time": "2026-06-30T06:28:22.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "'তুই আমার প্রথম বউ!' প্রাক্তনের চ্যাট ফাঁস, EX-এর বিস্ফোরক লাইভের পর এ কী লিখলেন ‘প্রেতকথা’র গৌরব?",
    "desc": "নেটদুনিয়ায় এখন হট কেক ইউটিউবার গৌরব তপাদারের ব্যক্তিগত জীবনের বিতর্ক। সম্প্রতি গৌরবের প্রাক্তন প্রেমিকা অন্তরা দে ফেসবুক লাইভে এসে একটি বিস্ফোরক দাবি করেন। তিনি গৌরবের পাঠানো বেশ কিছু পুরোনো হোয়াটসঅ্যাপ চ্যাট এবং অডিয়ো ক্লিপ ফাঁস করে দেন। এরপর...",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/extramarital-controversy-youtuber-gourab-tapadar-trolled-as-secret-chats-with-ex-viral-after-marriage_660335.html ",
    "time": "2026-06-29T09:03:53.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "‘কাট’ বললেও থামেননি কঙ্গনা! কামড়ে ঠোঁট কেটে রক্তারক্তি করেছিলেন বীর দাসের? ১০ বছর পর বিস্ফোরক সত্যি ফাঁস!",
    "desc": "২০১৪ সালে মুক্তিপ্রাপ্ত ‘রিভলবার রানি’তে কমেডিয়ান বীর দাসের সঙ্গে স্ক্রিন শেয়ার করেছিলেন কঙ্গনা। সেখানে ছিল একটি ঘনিষ্ঠ চুম্বনের দৃশ্য। সিনেমা মুক্তির কয়েক বছর পর এক বিশিষ্ট সাংবাদিক সেই দৃশ্য নিয়ে এমন এক দাবি করেন যা স্ফুলিঙ্গের মতো ছড়িয়ে পড়েছিল।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/vir-das-shuts-down-claim-that-kangana-ranaut-injured-him-during-kissing-scene-in-revolver-rani-pure-fiction_660318.html ",
    "time": "2026-06-29T07:40:16.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "'বাবা হতে চাই, কিন্তু ওর মা হতে...' সন্তানধারণ নিয়ে সিদ্ধান্তেই সমস্য়া! ভাঙছে গৌরব-আকাঙ্ক্ষার ৯ বছরের সংসার",
    "desc": "টেলিভিশন দুনিয়ার অন্যতম পরিচিত জুটি গৌরব খান্না এবং আকাঙ্ক্ষা চামোলার সম্পর্ক নিয়ে দীর্ঘদিন ধরেই নানা গুঞ্জন চলছিল। অবশেষে সেই জল্পনাতেই সিলমোহর দিলেন আকাঙ্ক্ষা। কিন্তু দীর্ঘ ৯ বছরের সেই সাজানো সংসারে যে ফাটল ধরেছে, তা হয়তো কেউ কল্পনাও করতে পারেননি।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/akanksha-chamola-confirms-divorce-from-gaurav-khanna-two-months-after-dismissing-split-rumours_660310.html ",
    "time": "2026-06-29T06:37:55.000Z"
  }
];