const newsData_bn = [
  {
    "cat": "Politics",
    "title": "১ এপ্রিল থেকেই আয়কর রিটার্ন নিয়ম বড় পরিবর্তন, বদলে যাচ্ছে 80C- খুব জরুরি জানুন",
    "desc": "নতুন আয়কর আইন লাগু হচ্ছে ১ এপ্রিল, ২০২৬ থেকে। কোথায় কোথায় বদল নতুন আয়কর আইনে? করদাতাদের নতুন আয়কর আইনে নতুন সেকশন নম্বরগুলি জেনে রাখতে হবে। নতুন সেকশন নম্বর সম্পর্কে ভালোভাবে ধারণা রাখতে হবে। নইলে রিটার্ন ফাইলিং, নথিপত্র ও আয়কর সংক্রান্ত বিভিন্ন নোটিস বোঝার ক্ষেত্রে বিভ্রান্তি হতে পারে।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/nation/income-taxpayers-alert-section-80c-rule-changing-from-april-1_646047.html ",
    "time": "2026-03-24T14:54:28.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "২০ বছরের সারাকে জড়িয়ে কাঁধে চুমু ৭১ বছরের রাকেশের, 'লোকে তো বলবেই': ভাইরাল ভিডিয়ো বিতর্কে মুখ খুললেন ‘ধুরন্ধর ২’ অভিনেতা",
    "desc": "আদিত্য ধর পরিচালিত এবং রণবীর সিং অভিনীত ‘ধুরন্ধর ২: দ্য রিভেঞ্জ’-এর আকাশছোঁয়া সাফল্যের মাঝেই একটি পুরোনো বিতর্ক নিয়ে মুখ খুললেন বর্ষীয়ান অভিনেতা রাকেশ বেদি। ছবির ট্রেলার লঞ্চের একটি ভাইরাল ভিডিও এবং সহ-অভিনেত্রী সারা অর্জুনের সঙ্গে তাঁর সমীকরণ নিয়ে মুখ খুললেন অভিনেতা।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/rakesh-bedi-reacts-to-sara-arjun-kiss-controversy-dhurandhar-2_646038.html ",
    "time": "2026-03-24T13:41:44.000Z"
  },
  {
    "cat": "Politics",
    "title": "শেষ নাহি যে, শেষ কথা কে বলবে: অবশেষে ফুরিয়ে এল আলো, পৃথিবীকে চিরবিদায় হরিশ রানার",
    "desc": "চিরবিদায় নিলেন ভারতের বিচারবিভাগীয় ইতিহাসে এক অত্যন্ত সংবেদনশীল এবং ঐতিহাসিক মামলার কেন্দ্রীয় চরিত্র হরিশ রানা । সুপ্রিম কোর্টের নির্দেশে ভারতে প্যাসিভ ইউথানেশিয়া বা 'সম্মতিমূলক নিষ্কৃতি মৃত্যু'র অনুমতি পাওয়া প্রথম ব্যক্তি তিনি। দীর্ঘ ১৩ বছর কোমায় থাকার পর মঙ্গলবার দিল্লির এইমস (AIIMS)-এ তাঁর মৃত্যু হয়।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/nation/harish-rana-first-passive-euthanasia-grantee-dies-aiims-delhi_646035.html ",
    "time": "2026-03-24T13:15:18.000Z"
  },
  {
    "cat": "Politics",
    "title": "বিরাট খবর: এক-তৃতীয়াংশই মহিলা, লোকসভার আসনসংখ্যা বেড়ে হচ্ছে ৮১৬? রাজ্যের ৬৩?",
    "desc": "লোকসভায় মহিলা সংরক্ষণ কার্যকর করতে তৎপর কেন্দ্র। সরকারের লক্ষ্য, বর্তমান বাজেট অধিবেশনেই দুটি বিল নিয়ে আসা। লোকসভার আসন সংখ্যা ৫৪৩ থেকে প্রায় ৫০% বৃদ্ধি পেয়ে ৮১৬ হলে বাড়তি ২৭৩ আসন মহিলাদের জন্য সংরক্ষিত থাকবে। বর্তমান পুরুষ সাংসদদের আসনসংখ্যা কিছু কমবে না। তবে সংখ্যাগরিষ্ঠতার সীমা বেড়ে ৪০৯ হবে।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/nation/parliament-seats-may-be-increased-to-816-with-one-third-women-reservation_646011.html ",
    "time": "2026-03-24T11:07:20.000Z"
  },
  {
    "cat": "Politics",
    "title": "হিন্দু, বৌদ্ধ আর শিখেরা ছাড়া কেউ SC নয়, কোনও সুবিধা পাবে না: সুপ্রিম কোর্টের বিস্ফোরক রায়",
    "desc": "পাল্টা যুক্তিতে অভিযুক্ত পক্ষ দাবি করে যে, আনন্দ গত এক দশক ধরে নিয়মিতভাবে যাজকের কাজ করছেন এবং তিনি একজন ধর্মান্তরিত খ্রিস্টান। যেহেতু খ্রিস্টধর্মে কোনো বর্ণভেদ স্বীকৃত নয়, তাই তিনি নিজেকে ‘তপশিলি জাতি’ হিসেবে দাবি করে এই বিশেষ আইনের সুবিধা নিতে পারেন না।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/nation/supreme-court-sc-status-hindus-sikhs-buddhists-converted-christians-ruling-india_646000.html ",
    "time": "2026-03-24T10:04:18.000Z"
  },
  {
    "cat": "Politics",
    "title": "Lockdown 2.0: ফের লকডাউন? অচল হবে দেশ? কেন দেশবাসীকে কোভিডকালের মতোই রেডি থাকতে বললেন প্রধানমন্ত্রী?",
    "desc": "গতকাল লোকসভা আর আজ রাজ্যসভায় প্রধানমন্ত্রী দেশবাসীকে স্মরণ করালেন সাম্প্রতিক বিশ্ব-পরিস্থিতি। কী বললেন? তাঁর বক্তব্যে ভয় পাওয়ার যথেষ্ট কারণ আছে। ফের কি লকডাউন? অচল হবে দেশ? এ প্রশ্ন উঠে আসছে, কারণ, প্রধানমন্ত্রী নরেন্দ্র মোদীই এই সব প্রশ্ন উসকে দিয়েছেন। মোদীজি দেশবাসীকে বলেছেন, কোভিডকালের মতো সতর্ক থাকুন। কেন বললেন?",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/nation/lockdown-pm-modi-urges-india-to-stay-ready-like-covid-he-warns-of-impact-of-iran-war_645984.html ",
    "time": "2026-03-24T09:16:37.000Z"
  },
  {
    "cat": "World",
    "title": "ওড়ার পরই ১২৫ যাত্রী নিয়ে ভেঙে পড়ল বিমান, ঝলসে তালগোল পাকিয়ে গেল একের পর এক",
    "desc": "স্থানীয় এক কৃষক জানান, 'আমি আকাশে বিকট শব্দ শুনতে পাই। তাকিয়ে দেখি বিমানটি আমার বাড়ির ওপর দিয়ে উড়ে গিয়ে ভেঙে পড়ে।' সামরিক সূত্র জানিয়েছে, নিহতদের মধ্যে ৫৮ জন সেনা সদস্য, ৬ জন বিমান বাহিনীর কর্মী এবং ২ জন পুলিস কর্মকর্তা রয়েছেন।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/world/66-dead-in-colombian-military-plane-crash_645983.html ",
    "time": "2026-03-24T09:10:59.000Z"
  },
  {
    "cat": "Politics",
    "title": "'আদালত কি এখনই ধরে নিচ্ছে যে মুখ্যমন্ত্রী অপরাধী?' প্রশ্ন সিব্বলের, 'মুখ্যমন্ত্রী তদন্তে হস্তক্ষেপ করলে ইডি কোথায় যাবে?'- তীব্র বাকবিতণ্ডায় উত্তাল সুপ্রিম কোর্ট",
    "desc": "শুনানির অন্যতম বিতর্কিত অংশ ছিল ইডির তদন্তে খোদ মুখ্যমন্ত্রীর হস্তক্ষেপের অভিযোগ। বিচারপতি মিশ্র প্রশ্ন তোলেন, 'যদি কোনো রাজ্যের মুখ্যমন্ত্রী নিজেই ইডির তদন্তে বাধা দেন বা হস্তক্ষেপ করেন, তবে ইডি কোথায় যাবে? তারা কি সেই সরকারের কাছেই প্রতিকার চাইবে যার প্রধান অভিযুক্ত ব্যক্তি স্বয়ং'?",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/nation/ed-vs-ipac-case-in-supreme-court-kapil-sibbal-mamata-banerjee-pratik-jain_645981.html ",
    "time": "2026-03-24T09:07:21.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "লক্ষ টাকার চাকরি ছেড়ে ১০ হাজারে শুরু, রণবীর-হৃতিকের ট্রেনার থেকে অভিনেতা; ডিসলেক্সিয়া জয়ী মুস্তাফার 'ধুরন্ধর' সফর",
    "desc": "বিখ্যাত ফিটনেস ট্রেনার থেকে অভিনেতা হয়ে ওঠার এক অনন্য রূপকথার নাম মুস্তাফা আহমেদ। বর্তমানে রণবীর সিং অভিনীত 'ধুরন্ধর: দ্য রিভেঞ্জ' ছবিতে 'রিজওয়ান' চরিত্রে তাঁর অভিনয় প্রশংসিত হচ্ছে। তবে এই সাফল্যের পেছনে রয়েছে এক কঠিন লড়াইয়ের গল্প।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/mustafa-ahmed-gym-trainer-to-actor-ranveer-singh-dhurandhar_645922.html ",
    "time": "2026-03-23T13:13:41.000Z"
  },
  {
    "cat": "World",
    "title": "অসুস্থ সদ্যোজাতকে দেখভালেও নেই ছাড়: WFH না মেলায় মা এলেন অফিসে, মারা গেল বাচ্চা-- তারপরই ভয়ংকর",
    "desc": "অফিস তাঁকে সাফ জানিয়ে দেওয়া হয় যে, তাঁকে অফিসেই আসতে হবে, অন্যথায় তাঁর চাকরি থাকবে না। অভাবের সংসার এবং চাকরির প্রয়োজনে বাধ্য হয়েই অসুস্থ সন্তানকে বাড়িতে রেখে বা কোনওভাবে ম্যানেজ করে তিনি অফিসে যাতায়াত শুরু করেন",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/world/newborn-death-wfh-denied-company-fined-rs-210-crore-ohio-case_645921.html ",
    "time": "2026-03-23T13:01:12.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "'ভ্লগাররা যা শুরু করেছে, আর ভ্লগ নয়', ডিজিটাল ডিটক্সের পথে ছোটপর্দার জনপ্রিয় অভিনেত্রী",
    "desc": "ব্যক্তিগত জীবনের কঠিন লড়াইয়ের মাঝে এক সাহসী সিদ্ধান্ত নিলেন অভিনেত্রী মানসী সেনগুপ্ত। ভ্লগিংয়ের দুনিয়ায় আর নয়, এবার তিনি মন দিতে চান শুধুই কাজে। \"মানসিক অশান্তি\" এড়াতে এবং \"কুরুচিকর\" কন্টেন্ট থেকে দূরে থাকতে কেন এই পদক্ষেপ?",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/manosi-sengupta-quits-vlogging-divorce-announcement-social-media_645920.html ",
    "time": "2026-03-23T12:44:34.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "ও মরতে চায়নি: ৩০ বছর পর সামনে এল দিব্যা ভারতীর মৃত্যুর প্রত্যক্ষদর্শীর নাম, কী ঘটেছিল সেদিন?",
    "desc": "১৯ বছর বয়স, আকাশছোঁয়া সাফল্য আর এক নিশিরাতের রহস্য! দিব্যা ভারতীর মৃত্যু নিয়ে আজও জল্পনা থামে না। \"কেউ কি ধাক্কা দিয়েছিল তাঁকে?\" এক অভিনেত্রী ফাঁস করলেন সেই রাতের অজানা সত্যি। সেদিন দিব্যার ঘরে ছিলেন জনপ্রিয় ডিজাইনারও।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/divya-bharti-death-mystery-guddi-maruti-reveals-real-reason-behind-the-fall-witnessed-by-designer-neeta-lulla_645909.html ",
    "time": "2026-03-23T10:46:08.000Z"
  },
  {
    "cat": "World",
    "title": "বিমানে ৭৬ যাত্রী, রানওয়ের উপরই প্লেন ও ট্রাকের ভয়ংকর সংঘর্ষ- হাড়হিম ভিডিয়ো",
    "desc": "দুর্ঘটনার পরই সোশ্যাল মিডিয়ায় ছড়িয়ে পড়ে বেশ কয়েকটি ভিডিয়ো। বিমানটিতে ছিলেন প্রায় ৭২ জন যাত্রী এবং ৪ জন ক্রু সদস্য। দুর্ঘটনার পরই জরুরি পরিস্থিতির কারণে নিউ ইয়র্কের ওই বিমানবন্দরে সব ফ্লাইট ওঠানামা বন্ধ করে দেওয়া হয়েছে।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/world/plane-and-truck-collide-at-new-york-laguardia-airport-both-pilots-died-video_645906.html ",
    "time": "2026-03-23T09:31:41.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "Who is Shreya Ghoshal's Husband Shiladitya Mukhopadhyaya: তাঁর কোম্পানির আয় ৪০ হাজার কোটি, শ্রেয়ার থেকে দ্বিগুণ ধনী পেশায় ইঞ্জিনিয়ার শিলাদিত্য: চেনেন গায়িকার স্বামীকে?",
    "desc": "গানের সুরে তিনি বিশ্ব জয় করেছেন, আর তাঁর জীবনসঙ্গী জয় করেছেন প্রযুক্তির দুনিয়া! জানুন শ্রেয়া ঘোষালের স্বামী শিলাদিত্য মুখোপাধ্যায়ের অভাবনীয় সাফল্যের গল্প। ট্রু-কলারের মতো বিশ্বখ্যাত সংস্থার ব্যবসার হাল ধরা থেকে শুরু করে কয়েকশো কোটির সম্পত্তি— শিলাদিত্যর জীবনযাত্রা সত্যিই অনুপ্রেরণার। ৩০ বছরের বন্ধুত্ব আর ১০ বছরের প্রেম কীভাবে পূর্ণতা পেল?",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/shreya-ghoshal-husband-shiladitya-mukhopadhyaya-net-worth-career-profile_645896.html ",
    "time": "2026-03-23T08:06:48.000Z"
  },
  {
    "cat": "World",
    "title": "Iran Strikes US-UK Base: বিশ্বকে চমকে দিয়ে ৪০০০ কিমি দূরের মার্কিন ঘাঁটি নিশানা করে অবিশ্বাস্য ক্ষেপণাস্ত্র নিক্ষেপ ইরানের",
    "desc": "অনুমান, ইরান এমন এক পরীক্ষা চালিয়েছে, যা মাঝারি পাল্লার ব্যালিস্টিক ক্ষেপণাস্ত্রের কাছাকাছি। এই ক্ষেপণাস্ত্র ভারত মহাসাগরের গভীরে, এমনকি দক্ষিণ ইউরোপ পর্যন্ত পৌঁছতে সক্ষম। সন্দেহ নেই, নিজেদের যুদ্ধক্ষমতা সম্পর্কে শত্রুদের ধোঁয়াশায় রেখে বাড়তি সুবিধা পাচ্ছে ইরান।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/world/iran-missiles-go-attack-diego-garcia-us-uk-base-4000-kms-away-big-war-signal_645819.html ",
    "time": "2026-03-22T08:26:10.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "'৪ মে সব উত্তর দেব', টিকিট পেয়েই মুখ খুললেন হিরণ: নমিনেশনে ‘স্ত্রী’র জায়গায় কার নাম? প্রশ্ন অনিন্দিতার",
    "desc": "ব্যক্তিগত জীবনের বিতর্ক আর রাজনীতির ময়দান— দুইয়ের টানাপড়েনে এখন টলিউড অভিনেতা হিরণ চট্টোপাধ্যায় সংবাদ শিরোনামে। ‘অবৈধ বিয়ে’র অভিযোগ তুলে যখন প্রথম স্ত্রী অনিন্দিতা চট্টোপাধ্যায় সরব, তখনই বিজেপি হিরণকে হাওড়ার **শ্যামপুর** কেন্দ্রের প্রার্থী হিসেবে ঘোষণা করে তাঁর ওপর আস্থার সিলমোহর দিল।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/hiraan-chatterjee-shyampur-candidate-wife-anindita-reaction_645498.html ",
    "time": "2026-03-19T14:21:02.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "মুম্বইয়ের রেস্তোরাঁয় নাসিরুদ্দিন শাহকে ছুরির কোপ, রক্তাক্ত অভিনেতাকে নিয়ে তড়িঘড়ি হাসপাতালে বন্ধু ওম",
    "desc": "নাসিরুদ্দিন শাহ এবং ওম পুরির বন্ধুত্ব ছিল ভারতীয় চলচ্চিত্রের এক কিংবদন্তি অধ্যায়। তবে রূপালি পর্দার রসায়নের বাইরেও তাঁদের বাস্তব জীবনের এক রোমহর্ষক ঘটনা প্রমাণ করে দেয় যে, তাঁদের এই সম্পর্ক কেবল পেশাদারিত্বে সীমাবদ্ধ ছিল না। ওম পুরি কীভাবে নিজের প্রাণের ঝুঁকি নিয়ে বন্ধু নাসিরুদ্দিনের জীবন বাঁচিয়েছিলেন, সেই অবিশ্বাস্য কাহিনী নাসিরুদ্দিন শাহ নিজেই তাঁর ২০১৪ সালে প্রকাশিত আত্মজীবনী 'অ্যান্ড দেন ওয়ান ডে: আ মেমোয়ার'-এ তুলে ধরেছেন।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/om-puri-saved-naseeruddin-shah-life-from-attacker-memoir_645442.html ",
    "time": "2026-03-19T08:31:05.000Z"
  }
];