const newsData_bn = [
  {
    "cat": "Entertainment",
    "title": "অবশেষে হাসপাতাল থেকে ছুটি পেলেন রাজেশ শর্মা, অগাস্টেই উড়ছেন লন্ডনে",
    "desc": "৮ জুলাই গুরুতর অসুস্থ অবস্থায় হাসপাতালে ভর্তি হন রাজেশ। টানা ১০ দিন হাসপাতালে বন্দি। অবশেষে ঘরে ফিরলেন। খুব শিগগিরই আবার কাজে ফিরবেন বলেও জানা গিয়েছে। এর আগে শোনা গিয়েছিল, বিষাক্ত মাকড়সার কামড় থেকে গুরুতর সংক্রমণ ঘটে রাজেশের শরীরে। সেই সময়েই অভিনেতার তরফে জানানো হয়েছিল ভুল তথ্য ছড়িয়েছে।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/actor-rajesh-sharma-discharged-from-hospital-health-update-shoot-in-london_662949.html ",
    "time": "2026-07-18T12:51:38.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "১৬ জুলাই কি তবে চার হাত এক হল? জেনিফার উইঙ্গেটের ব্রাইডাল গাউনের ভিডিয়ো ভাইরাল",
    "desc": "গত ১৬ জুলাই বিট্রেনের এক ঘরোয়া অনুষ্ঠানে তাঁদের বিয়ে হওয়ার কথা ছিল। তবে বিয়ে সম্পন্ন হয়েছে কি না, তা নিয়ে জেনিফার বা উইলিয়াম এখনও কোনও আনুষ্ঠানিক বিবৃতি দেননি। এর আগে ২০১৪ সালে অভিনেতা করণ সিং গ্রোভারের সঙ্গে জেনিফারের বিবাহবিচ্ছেদ হয়।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/jennifer-wingets-bridal-gown-trial-video-goes-viral-amid-wedding-rumours_662928.html ",
    "time": "2026-07-18T12:02:14.000Z"
  },
  {
    "cat": "Politics",
    "title": "ঘুমন্ত স্বামীকে সাপের ছোবল! প্রেমিক, ২০ লাখের বিমার টানে অতুলকে সরাতে দামিনীর হাড়হিম ছক",
    "desc": "অতুলকে খুন করার এটি প্রথম চেষ্টা ছিল না। এর আগে আরও একবার চেষ্টা করা হয়েছিল। প্রায় ২০ দিন আগে তুষার একটি গাড়ি নিয়ে অতুলকে ধাক্কা মারে। তখন অতুলকে সরাসরি খুন করার চেষ্টা করা হয়েছিল। কিন্তু সে যাত্রায় মাথায় হেলমেট থাকায় অতুল বেঁচে যান।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/nation/meerut-wife-plots-husbands-murder-using-poisonous-snake-for-insurance-money_662908.html ",
    "time": "2026-07-18T08:58:31.000Z"
  },
  {
    "cat": "Politics",
    "title": "'আমার অনুমতি ছাড়া ওষুধ বা স্যালাইন নয়!' সোনম ওয়াংচুককে জোর করে হাসপাতালে নেওয়ায় গর্জে উঠলেন স্ত্রী",
    "desc": "আমরণ অনশনে বসা লাদাখের সমাজকর্মী সোনম ওয়াংচুককে জোরপূর্বক সফদরজং হাসপাতালে ভর্তি করেছে দিল্লি পুলিস। হাইকোর্টের নির্দেশ এবং চিকিৎসকদের পরামর্শ অনুযায়ী \"জরুরি পদক্ষেপ\" বলে দাবি করলেও, ওয়াংচুকের স্ত্রী গীতাঞ্জলি এর তীব্র বিরোধিতা করেছেন। তিনি সাফ জানিয়েছেন, পরিবারের ও ব্যক্তিগত চিকিৎসকদের অনুমতি ছাড়া ওয়াংচুককে কোনো রকম ওষুধ বা ইনজেকশন দেওয়া যাবে না।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/nation/dont-administer-anything-to-him-without-my-consent-says-sonam-wangchuks-wife_662886.html ",
    "time": "2026-07-18T07:45:19.000Z"
  },
  {
    "cat": "Politics",
    "title": "যন্তরমন্তরে তুলকালাম: সোনম ওয়াংচুককে জোর করে তুলে নিয়ে গেল দিল্লি পুলিস, এবার আমরণ অনশনে CJP এর অভিজিত্‍ দিপকে",
    "desc": "সোনম ওয়াংচুককে সরিয়ে দেওয়ার পর সিজেপি (CJP) প্রধান অভিজিৎ দীপকে সামাজিক যোগাযোগ মাধ্যম 'X'-এ একটি তাঁর বক্তব্য লিখে অনশন শুরু করেন। তিনি বলেন, 'আমি এই মুহূর্ত থেকেই আমরণ অনশন শুরু করছি। আমি সবাইকে অনুরোধ করছি, কেউ পিছপা হবেন না, এই আন্দোলন আরও বড় আকার ধারণ করবে।'",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/nation/chaos-at-jantar-mantar-cjp-founder-abhijeet-dipke-launches-hunger-strike-after-police-move-sonam-wangchuk-to-hospital_662885.html ",
    "time": "2026-07-18T07:39:13.000Z"
  },
  {
    "cat": "Sports",
    "title": "ফুটবলীয় অন্ধবিশ্বাস! ‘অপয়া’ তকমা এড়াতে বিশ্বকাপের ফাইনালে স্টেডিয়ামে যাচ্ছেন না আর্জেন্টিনার প্রেসিডেন্ট",
    "desc": "আর্জেন্টিনার প্রেসিডেন্ট হাভিয়ের মিলেই ফুটবলীয় অন্ধবিশ্বাস বা 'কাবালা'র কারণে স্পেনের বিরুদ্ধে ২০২৬ বিশ্বকাপ ফাইনাল মাঠে গিয়ে না দেখার সিদ্ধান্ত নিয়েছেন। ১৯৯০ সালের 'অপয়া' বা 'মুফা' তকমা এড়াতে এবং নিজের লাকি জ্যাকেট রিচুয়াল ধরে রাখতে তিনি স্টেডিয়ামে না গিয়ে সরকারি বাসভবনে বসেই মেসিদের ম্যাচ দেখবেন।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/sports/argentina-president-javier-milei-to-skip-world-cup-final-citing-superstition_662869.html ",
    "time": "2026-07-18T05:32:57.000Z"
  },
  {
    "cat": "Sports",
    "title": "ব্রোঞ্জ ফাইনালে ফ্রান্স বনাম ইংল্যান্ড, এমবাপে-কেনদের ডুয়েল টিভি-অনলাইনে কখন কোথায় কীভাবে দেখবেন?",
    "desc": "২০২৬ ফিফা বিশ্বকাপে ফুটবলপ্রেমীরা সাক্ষী হতে চলেছেন এক মহাকাব্যিক লড়াইয়ের। কোয়ার্টার ফাইনালে মুখোমুখি হতে চলেছে বিশ্ব ফুটবলের দুই পরাশক্তি—ফ্রান্স ও ইংল্যান্ড। একদিকে কিলিয়ান এমবাপের ফ্রান্স, অন্যদিকে জুড বেলিংহাম ও হ্যারি কেনের হ্যারি কেনের ইংল্যান্ড। এই হাই-ভোল্টেজ ম্যাচকে ঘিরে ইতিমধ্যেই বিশ্বজুড়ে পারদ চড়তে শুরু করেছে।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/sports/fifa-world-cup-2026-france-vs-englandworld-cup-preview-predictions-and-lineups_662868.html ",
    "time": "2026-07-18T05:14:23.000Z"
  },
  {
    "cat": "Politics",
    "title": "চিকিৎসায় অবহেলায় মৃত ধর্ষিতা শিশু: নামের আগে 'ডাক্তার' শব্দ মুছে ফেলুন, তুলোধোনা সুপ্রিম কোর্টের",
    "desc": "\"গরিব বলে চিকিৎসা করলেন না? নামের আগে থেকে ডাক্তার শব্দটাই মুছে দিন!\" গাজিয়াবাদে ৪ বছরের এক ধর্ষিতা শিশুকে ফিরিয়ে দেওয়ার জেরে তার মৃত্যুর ঘটনায় দুই বেসরকারি হাসপাতালকে নজিরবিহীন ভাষায় তুলোধোনা করলেন সুপ্রিম কোর্টের প্রধান বিচারপতি সূর্য কান্ত। কাঠগড়ায় পুলিসের ভূমিকাও। নির্যাতিতার পরিবারকে জরিমানা দেওয়ার নির্দেশ শীর্ষ আদালতের।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/nation/supreme-court-raps-ghaziabad-hospitals-child-rape-murder-case-cji-surya-kant_662834.html ",
    "time": "2026-07-17T14:53:16.000Z"
  },
  {
    "cat": "Politics",
    "title": "৭২০-র মধ্যে ৭১৫! কোন মন্ত্রে এমন অবিশ্বাস্য সফল NEET-টপার আরিয়ান? ফাঁস করলেন রহস্য",
    "desc": "রেজাল্ট বেরনোর পরে কী বললেন নিট টপার আরিয়ান গুপ্ত? আমি ১৭ ঘণ্টা করে পড়েছি! পরিশ্রম কখনও বিফলে যায় না। নিট ইউজি বাতিল হওয়ায় সারাদিন কেঁদেছিলাম! সেই বাধা ও শোক কাটিয়ে কোন মন্ত্রে প্রথম হলেন আরিয়ান?",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/nation/aryan-gupta-studied-17-hours-a-day-neet-ug-2026-topper-aryan-shares-success-story-neet-ug-result_662799.html ",
    "time": "2026-07-17T10:49:25.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "‘র‍্যাঞ্চো’ কি সোনম ওয়াংচুক নন? 'আমরা তো ওকে চিনতামই না', দীর্ঘদিনের ভুল ভাঙালেন আমির",
    "desc": "সোনম নিজেও বলেছিলেন, তাঁর জীবন থেকে অনুপ্রাণিত থ্রি ইডিয়টস। যদিও ছবির গল্পের সঙ্গে তাঁর মিল নেই। তবে ‘বাস্তবের র‍্যাঞ্চো’ বলেই সোনমকে চেনে গোটা দেশ। তবে আমিরের সাফ কথা, থ্রি ইডিয়টস-এর ফুংসুখ ওয়াংডু চরিত্রটি সোনম ওয়াংচুকের নয়।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/aamir-khan-says-his-3-idiots-role-not-based-on-wangchuk-amid-his-hunger-strike_662796.html ",
    "time": "2026-07-17T10:17:11.000Z"
  },
  {
    "cat": "Politics",
    "title": "CBSE-তে ক্লাস নাইন থেকে চালু হবে তৃতীয় ভাষা? কেন্দ্রকে স্পষ্ট নির্দেশ সুপ্রিম কোর্টের",
    "desc": "আদালতের স্পষ্ট বক্তব্য, ভাষাশিক্ষার উদ্যোগ নেওয়া ভালো, কিন্তু তার বাস্তবায়ন যুক্তিপূর্ণ হওয়া উচিত। বিচারপতি আর মহাদেবন এবং বিচারপতি বি ভি নাগরত্না-এর ডিভিশন বেঞ্চ বলে, যদি তৃতীয় ভাষা চালু করতেই হয়, তাহলে তা পঞ্চম বা ষষ্ঠ শ্রেণি থেকেই শুরু করা উচিত।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/nation/supreme-court-says-cbse-not-to-start-third-language-in-class-9_662792.html ",
    "time": "2026-07-17T09:14:09.000Z"
  },
  {
    "cat": "Politics",
    "title": "২০ দিনে পড়ল অনশন, গলছে শরীরের পেশি! বিকল হতে পারে অঙ্গপ্রত্যঙ্গ, তাও অনড় সোনম ওয়াংচুক",
    "desc": "দীর্ঘ অনশনের জেরে সোনম ওয়াংচুকের শারীরিক পরিস্থিতি সংকটজনক। চিকিৎসকদের মতে, শরীরে গ্লুকোজ ও মেদ শেষ হয়ে যাওয়ায় এখন ওঁর মাংসপেশি গলতে শুরু করেছে। রক্তে কিটোন ও ইউরিক অ্যাসিডের মাত্রা অত্যন্ত উদ্বেগজনক। চিকিৎসকদের আশঙ্কা, দ্রুত অনশন না ভাঙলে যেকোনো মুহূর্তে ওঁর লিভার বা কিডনির মতো গুরুত্বপূর্ণ অঙ্গপ্রত্যঙ্গ বিকল হতে পারে।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/nation/sonam-wangchuk-enters-day-20-of-hunger-strike-lost-more-than-nine-kgs-doctors-warn-of-organ-failure_662787.html ",
    "time": "2026-07-17T07:35:30.000Z"
  },
  {
    "cat": "Politics",
    "title": "দৌড় শুরু দেশের প্রথম হাইড্রোজেন ট্রেনের: মাত্র ৫ টাকার টিকিটেই বিলাসী যাত্রা, ছুটবে কত স্পিডে? গ্রিন ইঞ্জিনের বিজ্ঞান জানুন",
    "desc": "এই প্রথমবার ভারতীয় রেলে হাইড্রোজেন ফুয়েল সেল প্রযুক্তি ব্যবহার করা হচ্ছে। ডিজাইন তৈরি থেকে শুরু করে প্রোটোটাইপ তৈরি পর্যন্ত সম্পূর্ণ দেশীয়ভাবে এই ট্রেন তৈরি করা হয়েছে। জানুন দেশের প্রথম হাইড্রোজেন ট্রেনের ভাড়া, গতি, রুট, স্টপেজ। কীভাবে চলবে হাইড্রোজেন ট্রেন? গ্রিন ইঞ্জিনের বিজ্ঞান কী?",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/nation/pm-modi-flags-off-india-first-hydrogen-train-route-fare-speed-stations-and-the-science-behind-the-green-engine_662779.html ",
    "time": "2026-07-17T07:05:40.000Z"
  },
  {
    "cat": "Politics",
    "title": "বিশিষ্ট সমাজসেবী নন্দকিশোর গোয়েঙ্কার প্রয়াণ: অশ্রুসজল চোখে শেষ বিদায়, শোকপ্রকাশ স্বরাষ্ট্রমন্ত্রীর",
    "desc": "বিশিষ্ট সমাজসেবী তথা এসেল গ্রুপের চেয়ারম্যান ডক্টর সুভাষ চন্দ্রার পিতা শ্রদ্ধেয় নন্দকিশোর গোয়েঙ্কা মহাশয়ের প্রয়াণে আমরা গভীরভাবে শোকাহত। গত ১৩ জুলাই মুম্বইয়ে শেষনিঃশ্বাস ত্যাগ করেন তিনি। ১৫ জুলাই অশ্রুসজল চোখে সম্পন্ন হলো তাঁর অন্তিম সংস্কার। তাঁর প্রয়াণে গভীর শোকপ্রকাশ করেছেন দেশের প্রধানমন্ত্রী নরেন্দ্র মোদী, স্বরাষ্ট্রমন্ত্রী অমিত শাহ এবং কেন্দ্রীয় মন্ত্রী অর্জুন রাম মেঘওয়াল। প্রয়াত পুণ্যাত্মার চিরশান্তি কামনা করি এবং শোকসন্তপ্ত পরিবারের প্রতি জানাই গভীর সমবেদনা।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/nation/nand-kishore-goenka-demise-essel-group-subhash-chandra-father-passes-away-pm-modi-amit-shah_662712.html ",
    "time": "2026-07-16T14:55:39.000Z"
  },
  {
    "cat": "Politics",
    "title": "দাম্পত্য কলহ মেটাতে আদালতে আসুন, স্বামীর অফিসে গিয়ে অশান্তি কোনওভাবেই বরদাস্ত নয়: সুপ্রিম কোর্টের বড় রায়",
    "desc": "সুপ্রিম কোর্টের বিচারপতিদের ডিভিশন বেঞ্চ এই মামলার রায় ও পর্যবেক্ষণ জানানোর সময় বলেন, 'দাম্পত্য কলহের জেরে স্বামীদের চাকরি বা নিয়োগকারী সংস্থার কাছে স্ত্রীয়ের চিঠি লিখে অভিযোগ জানানো বা তাঁদের কর্মজীবনকে কালিমালিপ্ত করার যে প্রবণতা তৈরি হয়েছে, আদালত তার তীব্র নিন্দা করছে।'",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/nation/supreme-court-deplores-practice-of-wives-complaining-to-husbands-employers-over-matrimonial-disputes_662711.html ",
    "time": "2026-07-16T14:52:35.000Z"
  },
  {
    "cat": "Politics",
    "title": "পুরীতে ভয়ংকর ভিড়ে মহা বিপত্তি! পদপিষ্টের মর্মান্তিক ঘটনা! কত মৃত্য়ু? ১২০ জন হাসপাতালে...শ্রীক্ষেত্রে আতঙ্ক",
    "desc": "জগন্নাথদেবের রথযাত্রা উৎসবের পুণ্যলগ্নে পুরীতে ঘটে গেল এক মর্মান্তিক দুর্ঘটনা। রথ টানার সময় শ্রীক্ষেত্র পুরীর 'বড়দণ্ডে'তথা গ্র্যান্ড রোডে লক্ষ লক্ষ মানুষের উপচে-পড়া ভিড়ের মধ্যে হঠাৎই হুড়োহুড়ি পড়ে যায় এবং তৈরি হয় ঘোর বিশৃঙ্খল পরিবেশ। পদপিষ্ট হওয়ার মতো পরিস্থিতি তৈরি হয়। চরম বিশৃঙ্খলার জেরে দমবন্ধ হয়ে এক পুণ্যার্থীর মৃত্যুও ঘটে। ২০০ জন হাসপাতালে চিকিৎসাধীন। অন্তত ৩০ থেকে ৪০ জন ভক্ত গুরুতর অসুস্থ ও আহত হয়েছেন বলে খবর। তবে, শেষ পর্যন্ত পাওয়া খবরে নিশ্চিত করা হয়েছে যে, একজনও মারা যাননি।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/nation/stampede-like-situation-at-puri-jagannath-rath-yatra-200-devotees-hospitalised_662693.html ",
    "time": "2026-07-16T12:19:52.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "অনশনের ১৮ দিন: 'দেশের আপনাকে দরকার', সোনম ওয়াংচুকের সমর্থনে সরব অনুরাগ-শাবানা থেকে নাসিরুদ্দিন-স্বরা",
    "desc": "নিট দুর্নীতি ও প্রশ্ন ফাঁসের বিরুদ্ধে দিল্লির বুকে অনশনে সোনম ওয়াংচুক! লড়াই দেখতে দেখতে আজ ১৮ দিনে পা দিল। পরিবেশবিদের এমন ভেঙে পড়া স্বাস্থ্য দেখে উদ্বিগ্ন দেশবাসী। ‘৩ ইডিয়টস’ ছবির ‘চতুর’ ওমি বৈদ্য থেকে শুরু করে অনুরাগ কাশ্যপ, শাবানা আজমি ও স্বরা ভাস্কর— সকলেই সোনমের পাশে দাঁড়িয়ে সরকারের এই উদাসীন নীরবতাকে কাঠগড়ায় দাঁড় করিয়েছেন।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/sonam-wangchuk-hunger-strike-day-18-neet-ug-protest-bollywood-support_662530.html ",
    "time": "2026-07-15T15:52:39.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "‘বেস্ট হাজব্যান্ড’ গোলস! দীপিকার ডেলিভারির পরেই পিতৃত্বকালীন ছুটিতে যাচ্ছেন রণবীর সিং",
    "desc": "স্ত্রী দীপিকা পাড়ুকোনের পাশে থাকতে এবং সদ্যোজাত সন্তানের যত্নে মেগা ‘প্যাটার্নিটি লিভ’ নিতে চলেছেন বলিউড তারকা রণবীর সিং। তবে পিতৃত্বকালীন ছুটিতে যাওয়ার আগে, আগামী আগস্ট মাস থেকেই তিনি তাঁর পরবর্তী ছবি ‘প্রলয়’-এর শ্য়ুটিং শুরু করবেন। দীপাবলির পর থেকে বেশ কয়েক মাস রূপোলি পর্দা থেকে দূরে থাকবেন অভিনেতা।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/ranveer-singh-to-take-paternity-break-for-second-child-with-deepika-padukone_662382.html ",
    "time": "2026-07-15T06:56:22.000Z"
  },
  {
    "cat": "World",
    "title": "পুতিনের তেল কিনে বিপাকে ভারত ও চিন? রাশিয়ার উপর চাপ বাড়াতে ট্রাম্পের হাতে নতুন শুল্ক অস্ত্র",
    "desc": "রাশিয়ান জ্বালানির শীর্ষ পাঁচ ক্রেতা দেশের ওপর সর্বোচ্চ ১০০ শতাংশ পর্যন্ত শুল্ক চাপানো হতে পারে। খনিজ তেলের ক্ষেত্রে ভারত, চিন, স্লোভাকিয়া, হাঙ্গেরি ও আজারবাইজান শীর্ষ পাঁচে রয়েছে। অন্যদিকে প্রাকৃতিক গ্যাসের ক্ষেত্রে চিন, ফ্রান্স, জাপান, হাঙ্গেরি ও বেলজিয়াম সবচেয়ে বেশি গ্যাস কেনে।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/world/us-revises-russia-sanctions-bill-relief-for-india-and-china-as-proposed-energy-tariffs-slashed-to-100-percent_662362.html ",
    "time": "2026-07-15T03:49:28.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "২০ বছরের নির্বাসন শেষ, অগাস্টেই কলকাতায় ফিরছেন তসলিমা নাসরিন",
    "desc": "দীর্ঘ ২০ বছরের দীর্ঘ প্রতীক্ষার অবসান! ফের কলকাতায় ফিরছেন মুক্তচিন্তা ও মৌলবাদ বিরোধী আন্দোলনের জ্বলন্ত প্রতীক, কবি ও লেখিকা তসলিমা নাসরিন। আগামী ১ অগাস্ট, শনিবার ঠিক সন্ধ্যা ৫:৩০টায় রবীন্দ্র সদনে আয়োজিত হতে চলেছে এক ঐতিহাসিক অনুষ্ঠান। ‘সেক্যুলার মিশন’, ‘HRBFF’ এবং ‘পশ্চিমবঙ্গের জন্য’ সংগঠনের উদ্যোগে আয়োজিত এই অনুষ্ঠানে খোদ মুখ্যমন্ত্রীর উপস্থিত থাকার সম্ভাবনা রয়েছে। থাকবে তসলিমা নাসরিনের নিজের ডিজাইন করা কবিতা ও গানের এক অনন্য কোলাজ।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/taslima-nasrin-returns-to-kolkata-after-20-years-rabindra-sadan-event-august-1_662271.html ",
    "time": "2026-07-14T09:14:00.000Z"
  },
  {
    "cat": "World",
    "title": "ভিয়েতনাম বোট ট্র্যাজেডি! দেশে ফিরল ১৫ ভারতীয়ের নিথর দেহ, বিমানবন্দরেই শুরু হস্তান্তরের প্রক্রিয়া",
    "desc": "ভিয়েতনামে স্পিডবোট ডুবিতে মৃত ১৫ ভারতীয় পর্যটকের দেহ মঙ্গলবার বিশেষ বিমানে মুম্বই আনা হয়েছে। মৃতদের মধ্যে ১০ জন তামিলনাড়ু, ৩ জন অন্ধ্রপ্রদেশ ও ২ জন কেরলের বাসিন্দা। বিমানবন্দর থেকে দেহগুলি শেষকৃত্যের জন্য নিজ নিজ রাজ্যে পাঠানো হচ্ছে। দুর্ঘটনায় আহত এক ভারতীয়ের চিকিৎসা চলছে হো চি মিন সিটিতে।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/world/bodies-of-15-indians-who-died-in-vietnam-boat-tragedy-reach-mumbai_662248.html ",
    "time": "2026-07-14T04:21:32.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "'ও তো একটা আস্ত ভাঁড়!' রাম মন্দির বিতর্কের মাঝেই ভাইরাল নাসিরুদ্দিন-অনুপমের পুরনো তরজা",
    "desc": "রাম মন্দিরে চুরির ঘটনাকে ‘অত্যন্ত সামান্য বিষয়’ বলে মন্তব্য করার পরই নেটিজেনদের একাংশের তোপের মুখে পড়েছেন অনুপম খের। আর এই আবহেই তাঁর রাজনৈতিক মতাদর্শকে নিশানা করা নাসিরুদ্দিন শাহের একটি পুরোনো সাক্ষাৎকারের ভিডিয়ো নেটপাড়ায় পুনরায় ভাইরাল হয়েছে।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/amid-ram-temple-row-video-resurfaces-naseeruddin-shah-called-anupam-kher-a-clown_662241.html ",
    "time": "2026-07-14T03:19:14.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "কাজের নাম করে বাড়ি ডেকে সহকর্মীকে 'ধর্ষণ'! PA-র গ্রেফতারি নিয়ে মুখ খুললেন শ্রাবন্তী",
    "desc": "সহকর্মীকে ধর্ষণের অভিযোগে গ্রেফতার টলিউড অভিনেত্রী শ্রাবন্তী চট্টোপাধ্যায়ের আপ্তসহায়ক। গত ১২ এপ্রিল চ্যাটার্জিহাট এলাকায় নিজের বাড়িতে ডেকে সহকর্মীকে ধর্ষণের অভিযোগ উঠেছে তাঁর বিরুদ্ধে। রবিবার রাতে গ্রেফতারির পর সোমবার ধৃতকে পেশ করা হল হাওড়া আদালতে। এই ঘটনায় মুখ খুলে তীব্র অস্বস্তি প্রকাশ করলেন খোদ অভিনেত্রীও!",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/tollywood-actress-srabanti-chatterjee-pa-arrested-in-rape-case-howrah_662210.html ",
    "time": "2026-07-13T15:43:19.000Z"
  },
  {
    "cat": "World",
    "title": "হরমুজ বন্ধ হতেই লাফিয়ে বাড়ল জ্বালানি তেলের দাম! গ্যাসের দামও কি এবার আকাশছোঁয়া হবে?",
    "desc": "আগে মার্কিন যুক্তরাষ্ট্র ইরানের কয়েকটি গুরুত্বপূর্ণ নির্মাণ লক্ষ্য করে হামলা চালায়। মার্কিন সেন্ট্রাল কমান্ড জানিয়েছে, ইরানের বিভিন্ন সামরিক পরিকাঠামোয় একাধিক হামলা চালানো হয়েছে। এর জবাবে ইরানের ইসলামিক রেভল্যুশনারি গার্ড কোর দাবি করেছে, মধ্যপ্রাচ্যে মার্কিন যুক্তরাষ্ট্রের সামরিক ঘাঁটিগুলি লক্ষ্য করে ক্ষেপণাস্ত্র ও ড্রোন হামলা চালানো হয়েছে।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/world/oil-jumps-3-percent-after-us-iran-escalate-strikes-in-mideast_662114.html ",
    "time": "2026-07-13T07:33:16.000Z"
  },
  {
    "cat": "World",
    "title": "মধ্যরাতে বিভীষিকা! আচমকাই লোড শেডিং, তারপর বিকট শব্দে বিস্ফোরণ! নাইট ক্লাবে বিধ্বংসী আগুনে মৃত্যুমিছিল",
    "desc": "ঘটনার পর স্থানীয় ফায়ার সার্ভিস ও জরুরি পরিষেবা দল উদ্ধারকাজ পরিচালনা করে। অগ্নিকাণ্ডে পুরো পাবটির ভেতরের অংশ, আসবাবপত্র ও ইলেকট্রনিক্স সরঞ্জাম সম্পূর্ণ পুড়ে ছাই হয়ে গিয়েছে। নিরাপত্তা ব্যবস্থা এবং নিয়ম মেনে পাবটি চালানো হচ্ছিল কি না, তা নিয়ে প্রশাসন তদন্ত শুরু করেছে।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/world/bangkok-pub-fire-kills-27-injures-63-deadly-blaze-transpires-at-na-ladprao-venue_662090.html ",
    "time": "2026-07-13T03:47:30.000Z"
  },
  {
    "cat": "World",
    "title": "ইরান ফের বন্ধ করল হরমুজ প্রণালী! আবার কি জ্বালানিসংকট? গ্যাস সিলিন্ডারের মূল্যবৃদ্ধি?",
    "desc": "ইরান হরমুজ প্রণালী বন্ধ করার কথা ঘোষণা করেছে। ইরানের দাবি, একটি জাহাজ অননুমোদিত পথ দিয়ে যাচ্ছিল। সেটিতে হামলা চালিয়ে থামিয়ে দেওয়া হয়েছে। কিন্তু এই ঘটনাকে কেন্দ্র করে কোনো ধরনের পাল্টা পদক্ষেপ নেওয়া হলে তার কঠোর জবাব দেওয়ার হুঁশিয়ারি দিয়েছে তারা।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/world/iran-closes-strait-of-hormuz-us-launches-fresh-strikes_662011.html ",
    "time": "2026-07-12T10:23:37.000Z"
  },
  {
    "cat": "World",
    "title": "ভারতের ঘাড়ে ৫০০% শুল্ক চাপাচ্ছে আমেরিকা? ভারতের কোমর ভেঙে-দেওয়ার অপচেষ্টা কেন ট্রাম্পের? হবে মূল্যবৃদ্ধি?",
    "desc": "মার্কিন কংগ্রেসের চার প্রভাবশালী সেনেটর জানান, রাশিয়ার উপর নতুন নিষেধাজ্ঞা সংক্রান্ত একটি বিল নিয়ে ট্রাম্প প্রশাসনের সঙ্গে সমঝোতা হয়েছে। খুব শীঘ্রই বিলটি কংগ্রেসে আনা হবে বলে জানানো হয়েছে। এই পরিস্থিতিতে, সন্দেহ নেই, নতুন করে চাপে পড়তে পারে ভারত।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/world/500-percent-us-tariff-threat-on-india-as-us-revives-russia-sanctions-push-price-rise_662009.html ",
    "time": "2026-07-12T09:19:02.000Z"
  },
  {
    "cat": "World",
    "title": "ভিয়েতনামে ভয়াবহ দুর্ঘটনা, সমুদ্রে স্পিডবোট উলটে মৃত ১৫ ভারতীয় পর্যটক: গভীর শোকপ্রকাশ প্রধানমন্ত্রীর, কন্ট্রোল রুম খুলল দূতাবাস",
    "desc": "বিদেশের মাটিতে প্রমোদভ্রমণে গিয়ে ভয়াবহ বিপর্যয়! ভিয়েতনামের ফু কোক দ্বীপে উল্টে গেল ৩২ জন ভারতীয় পর্যটক বোঝাই স্পিডবোট। দুর্ঘটনায় এখনও পর্যন্ত মৃত অন্তত ১৫ জন ভারতীয়। এই ঘটনায় গভীর শোকপ্রকাশ করেছেন প্রধানমন্ত্রী নরেন্দ্র মোদী। ভিয়েতনামে ভারতীয় দূতাবাসের তরফে জরুরি কন্ট্রোল রুম খোলা হয়েছে।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/world/vietnam-speedboat-accident-15-indians-killed-pm-modi-condolences-phu-quoc_661940.html ",
    "time": "2026-07-11T14:41:58.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "‘বিশ্বাস করুন রাজনৈতিক কথা হয়নি’, কী নিয়ে কথা হল মুখ্যমন্ত্রীর সঙ্গে? জানালেন প্রসেনজিৎ",
    "desc": "\"বিশ্বাস করুন কোনও রাজনৈতিক কথা হয়নি!\" অমিত শাহের পর এবার মুখ্যমন্ত্রী শুভেন্দু অধিকারীর সঙ্গে বৈঠক প্রসেনজিৎ চ্যাটার্জির। নবান্নে কেন গেলেন 'ইন্ডাস্ট্রি'? টলিউডে কি আসতে চলেছে কোনও বড় বদল? নাকি নেপথ্যে রয়েছে মহানায়ক উত্তম কুমারের ১০০ বছরের বিশেষ পরিকল্পনা? জল্পনা ওড়ালেন স্বয়ং বুম্বাদা।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/prosenjit-chatterjee-meets-cm-suvendu-adhikari-at-nabanna-dismisses-political-rumors_661700.html ",
    "time": "2026-07-09T16:12:42.000Z"
  },
  {
    "cat": "World",
    "title": "দু'রাতে ১৭০টি টার্গেটে ভয়ংকর আঘাত! খামেনির শোকযাত্রার আবহেও নির্মম ট্রাম্প, ইরানে ব্যাপক হামলা আমেরিকার",
    "desc": "ছবি পোস্ট করে ট্রাম্প বলেন, এটি মঙ্গলবার জাহাজে ইরানের বোমাবর্ষণের প্রতিশোধ। যদি এরকম আবার ঘটে, তবে পরিস্থিতি আরও খারাপ হবে! এর কয়েক ঘণ্টা আগেই যদিও তিনি বলেছিলেন, এই হামলা দীর্ঘমেয়াদি যুদ্ধের দিকে যাবে না, বরং সেটা হবে খুবই দ্রুতগতির। এর অর্থ?",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/world/united-states-launched-sweeping-wave-of-strikes-across-iran-hitting-170-military-linked-targets_661697.html ",
    "time": "2026-07-09T15:15:23.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "গুরুতর অসুস্থ অভিনেতা রাজেশ শর্মা: ভর্তি হাসপাতালে, কী হয়েছে? উদ্বিগ্ন চলচ্চিত্রমহল",
    "desc": "পারিবারিক সূত্রে জানা গেছে, ওই সংক্রমণের প্রভাবেই রাজেশের সুগার লেভেল এক ধাক্কায় অনেকটা বেড়ে যায় (shoot up) সঙ্গে তাঁর তীব্র শ্বাসকষ্টের সমস্যাও (breathing trouble) শুরু হয়। সংক্রমণ দ্রুত ছড়িয়ে পড়ে তাঁর পায়ের হাঁটু পর্যন্ত পৌঁছে গিয়েছে।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/actor-rajesh-sharma-is-critically-unwell-and-hospitalised-in-south-kolkata-hospital-with-high-fever-breathing-trouble-and-infection-in-leg_661440.html ",
    "time": "2026-07-07T15:46:40.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "তৃতীয় বিয়ে নিয়ে ট্রোলড আমির, ব্যক্তিগত জীবনের কারণে ফিকে পর্দার সাফল্য? সোশ্যাল মিডিয়ার জমানায় ঠিক কোন নিরিখে বিচার করা হয় একজন তারকাকে?",
    "desc": "তারকাদের ব্যক্তিগত জীবন নিয়ে চর্চা থাকবেই, কিন্তু দিনশেষে দর্শক তাঁদের বিচার করে কী দিয়ে— কাজ নাকি ব্যক্তিগত সম্পর্ক? আমির খান ও গৌরী স্প্র্যাটের বিয়ের গুঞ্জনের মাঝেই সামনে এল এক নতুন সমীক্ষা। সোশ্যাল মিডিয়ার যুগে কীভাবে বদলে যাচ্ছে ফ্যান ও সেলিব্রিটিদের সম্পর্কের সমীকরণ?",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/celebrity-personal-life-vs-professional-success-audience-perception-aamir-khan-wedding_661307.html ",
    "time": "2026-07-06T16:05:24.000Z"
  }
];