const newsData_bn = [
  {
    "cat": "World",
    "title": "অবেশেষে জানা গেল কবে কোথায় খামেইনির অন্ত্যেষ্টি; কখন দাফন? কিংবদন্তির শেষযাত্রা",
    "desc": "ইসরাইল ও মার্কিন যুক্তরাষ্ট্রের যৌথ হামলায় নিহত ইরানের প্রাক্তন সর্বোচ্চ নেতা আয়াতুল্লাহ আলি খামেইনির শেষবিদায়ের দিন নির্ধারিত হল। তাঁর জানাজা ও দাফনকে কেন্দ্র করে বারবার বিভিন্ন সময়ে একাধিক কর্মসূচি ঘোষণা করেছে ইরান। এবার নির্দিষ্ট দিনতারিখ জানা গেল।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/world/khamenei-funeral-news-iran-announces-khamenei-funeral-burial-dates-late-supreme-leader-khamenei-imam-shrine-in-mashhad_658210.html ",
    "time": "2026-06-14T08:09:55.000Z"
  },
  {
    "cat": "Politics",
    "title": "চাষীদের জন্য বড় খবর, পিএম কিষাণের পরবর্তী কিস্তি ও নতুন ডেডলাইন ঘোষণা!",
    "desc": "প্রধানমন্ত্রী কিষাণ সম্মান নিধি যোজনার উপভোক্তা চাষীদের জন্য জোড়া আপডেট সামনে এসেছে। আগামী ১৮ জুন চাষীদের ব্যাঙ্ক অ্যাকাউন্টে পরবর্তী কিস্তির ২,০০০ টাকা সরাসরি জমা হতে পারে। তবে এই আর্থিক সুবিধা বজায় রাখতে আগামী ৩০ জুনের মধ্যে বাধ্যতামূলকভাবে অ্যাকাউন্টের eKYC এবং ব্যাঙ্কের সঙ্গে আধার লিঙ্ক সম্পন্ন করতে হবে।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/nation/pm-kisan-samman-nidhi-23-installment-could-be-given-on-18-june-know-detail-information_658131.html ",
    "time": "2026-06-13T13:06:30.000Z"
  },
  {
    "cat": "Sports",
    "title": "বিশ্বকাপে আমেরিকার ইতিহাস! প্যারাগুয়েকে উড়িয়ে দাপুটে শুরু মার্কিনদের, ডেভিসহীন কানাডাকে বাঁচালেন লারিন",
    "desc": "বিশ্বকাপে মার্কিন যুক্তরাষ্ট্রের ঐতিহাসিক রূপকথা! প্যারাগুয়ের জালে ৪ গোল দিয়ে নিজেদের ফুটবল ইতিহাসে নতুন রেকর্ড গড়ল টিম USA। অন্যদিকে, ঘরের মাঠে ধাক্কা খেল কানাডা। আলফনসো ডেভিসহীন ম্যাচে কাইল লারিনের গোলে বসনিয়ার বিরুদ্ধে হার বাঁচাল স্বাগতিকরা।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/sports/usa-historic-win-paraguay-canada-draw-bosnia-fifa-world-cup-2026_658122.html ",
    "time": "2026-06-13T11:07:26.000Z"
  },
  {
    "cat": "Sports",
    "title": "আমেরিকায় এসে সর্বস্ব খোয়াল ইংল্যান্ড...ট্রেনিংয়ের আগেই ভ্যানিশ! ট্রাম্পের দেশ বুট চোর?",
    "desc": "বিশ্বকাপের আগেই মার্কিন মুলুকে বড় ধাক্কা খেল ইংল্যান্ড দল! ক্রোয়েশিয়ার বিরুদ্ধে নামার আগেই হাপিস জুড বেলিংহ্যাম, বুকায়ো সাকাদের বুট ও প্র্যাকটিস কিট! ফ্লোরিডা থেকে কানসাস সিটি যাওয়ার পথে চুরি গেল ইংল্যান্ডের অফিশিয়াল ম্যাচ বলও। তদন্তে নেমেছে মার্কিন পুলিশ। থমাস টুখেলের রণকৌশলে কি প্রভাব ফেলবে মাঠের বাইরের এই বিতর্ক?",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/sports/england-fifa-world-cup-team-equipment-stolen-kansas-city-usa_658115.html ",
    "time": "2026-06-13T09:48:08.000Z"
  },
  {
    "cat": "Politics",
    "title": "বাঁচার কোনও উপায়ই নেই! রক্তচক্ষু এল নিনোর রাক্ষুসে গ্রাসে ভারত- ভয়ংকর সতর্কবার্তা মৌসম ভবনের",
    "desc": "আশঙ্কার কথা হল, জুলাই মাস থেকে এটি আরও জোরালো হবে। ফলে চলতি বছরের দক্ষিণ-পশ্চিম মৌসুমী বায়ু বা বর্ষা দুর্বল হয়ে পড়ার একটা বড় ঝুঁকি তৈরি হয়েছে। তবে আগামী জুলাই মাসের দিকে ভারত মহাসাগরে একটি ‘পজিটিভ’ পরিবেশ তৈরি হতে পারে। যদি সেটা হয়, তবে এল নিনোর গরম ও শুকনো প্রভাব কিছুটা কমতে পারে এবং ভারত বড়সড় খরার হাত থেকে বেঁচে যেতে পারে।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/nation/el-nino-has-arrived-and-will-strengthen-during-monsoon-imd-issues-warning_658090.html ",
    "time": "2026-06-13T08:08:53.000Z"
  },
  {
    "cat": "Sports",
    "title": "ব্রাজিলের মাথায় বিরাট বজ্রপাত! নেইমারকে নিয়ে হাড়হিম আপডেট... উদ্বেগে ফ্যানেরা",
    "desc": "৩৪ বছর বয়সী ফরোয়ার্ড গত মে মাসের মাঝামাঝি সময়ে ডান পায়ের কাফ মাসলে (Calf Injury) চোট পান। সেই চোট এখনও পুরোপুরি সারেনি। ২০২৩ সালের পর থেকেই নেইমারকে ব্রাজিলের হলুদ জার্সিতে আন্তর্জাতিক ম্যাচে আর দেখা যায়নি।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/sports/neymar-ruled-out-of-brazil-vs-morocco-opening-match-in-fifa-world-cup-2026-big-update_658084.html ",
    "time": "2026-06-13T06:57:48.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "'লুকিয়ে জিনিস নিচ্ছি কি না দেখতে অন্তর্বাসের ব্যাগ খুলিয়ে গুনিয়েছে, দেবলীনার মারাত্মক অভিযোগে তোলপাড়",
    "desc": "দেবলীনা নন্দী এবং তাঁর পাইলট স্বামী প্রবাহ নন্দী-র বৈবাহিক জীবনের টানাপোড়েন ও আইনি বিচ্ছেদের খবর বিগত কয়েক মাস ধরেই বিনোদন জগতের অন্যতম চর্চার বিষয়। বছরের শুরুতে দেবলীনার আত্মহত্যার চেষ্টা এবং সম্প্রতি শ্বশুরবাড়ি থেকে জিনিসপত্র উদ্ধার করতে গিয়ে হেনস্থার অভিযোগের পর, কাঠগড়ায় দাঁড় করানো হয় স্বামী প্রবাহকে।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/singer-debolina-nandy-alleges-ultimate-humiliation-while-retrieving-belongings-from-her-husband-house_658036.html ",
    "time": "2026-06-12T18:26:19.000Z"
  },
  {
    "cat": "Politics",
    "title": "টিকিট কাটার মাঝপথেই ক্র্যাশ! পড়ুয়াদের এক অভিযোগেই রেলমন্ত্রীর বড় ঘোষণা",
    "desc": "রেলমন্ত্রী অশ্বিনী বৈষ্ণব নতুন ঘোষণার কথা জানিয়েছেন। ১৫ জুলাইয়ের মধ্যে নতুন আইআরসিটিসি (IRCTC) ওয়েবসাইট আসবে। এটি আগের চেয়ে অনেক উন্নত হবে। জয়পুরের একটি অনুষ্ঠানে মন্ত্রী এই কথা বলেন। শিক্ষার্থীরা তাঁকে ওয়েবসাইটের নানা সমস্যার কথা জানান। বিশেষ করে ক্যাপচা ও ওটিপি নিয়ে অভিযোগ ছিল। তৎকাল টিকিট কাটার সময় ওয়েবসাইট ক্র্যাশ করত।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/nation/railway-minister-promises-new-irctc-website-by-july-15_657900.html ",
    "time": "2026-06-12T07:14:32.000Z"
  },
  {
    "cat": "Politics",
    "title": "মাঝরাতে বহুতলে ভয়ংকর অগ্নিকাণ্ড! ঘুমন্ত অবস্থায় ঝলসে গেলেন একাধিক, আশঙ্কাজনক ২",
    "desc": "সাতসকালে দিল্লির তুঘলকাবাদ এলাকায় একটি বহুতল আবাসিক ভবনে ভয়াবহ অগ্নিকাণ্ড। মৃত্যু তিনজনের। মৃতদের মধ্যে ২২ বছর বয়সী এক যুবক এবং দুই মহিলা রয়েছেন। এই ঘটনায় আরও দুজন গুরুতর জখম অবস্থায় হাসপাতালে চিকিৎসাধীন, যাদের অবস্থা অত্যন্ত আশঙ্কাজনক।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/nation/tragic-fire-in-delhi-3-dead-2-critical-after-blaze-in-tughlakabad-building_657897.html ",
    "time": "2026-06-12T06:16:03.000Z"
  },
  {
    "cat": "Sports",
    "title": "মহাতারকার সংঘর্ষ, ৩ বার বিশ্বকাপে মুখোমুখি হতে পারেন মেসি-রোনাল্ডো, রইল সম্ভাব্য পথ",
    "desc": "মেসি বনাম রোনাল্ডো...শেষবার বিশ্বমঞ্চে? টানা ৬ বছর কোনো প্রতিযোগিতামূলক ম্যাচে দেখা হয়নি ফুটবল দুনিয়ার দুই রাজপুত্রের! কিন্তু ২০২৬ ফিফা বিশ্বকাপ বদলে দিতে পারে এই চেনা ছবিটা। আর্জেন্টিনা এবং পর্তুগালের গ্রুপ বিন্যাস ও টুর্নামেন্টের সূচি বলছে, ৩টি বিশেষ সমীকরণ মিললেই মাঠে মুখোমুখি হতে পারেন লিওনেল মেসি ও ক্রিশ্চিয়ানো রোনাল্ডো!",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/sports/lionel-messi-vs-cristiano-ronaldo-fifa-world-cup-2026-scenarios_657818.html ",
    "time": "2026-06-11T15:37:07.000Z"
  },
  {
    "cat": "World",
    "title": "Trump's Big Warning: 'আজ রাতেই উড়িয়ে দেব': ইরানকে হাড়হিম হুমকি ট্রাম্পের; সত্যিই বিশ্ব দেখবে ভয়ংকর ধ্বংসদৃশ্য? বিশ্বযুদ্ধ?",
    "desc": "ইরান ও মার্কিন যুক্তরাষ্ট্রের মধ্যে চলতি উত্তেজনা এক রক্তক্ষয়ী যুদ্ধের রূপ ধারণ করেছে। বুধবার (১০ জুন) মার্কিন সর্বাধিনায়কের নির্দেশে স্থানীয় সময় বিকেল ৫টা ১৫ মিনিটে ইরানের একাধিক গুরুত্বপূর্ণ শহরে ব্যাপক বিমান ও ক্ষেপণাস্ত্র হামলা চালায় মার্কিন সেন্ট্রাল কমান্ড।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/world/trumps-big-warning-us-will-hit-very-hard-tonight-us-president-donald-trump-warned-iran-us-iran-war_657816.html ",
    "time": "2026-06-11T15:13:16.000Z"
  },
  {
    "cat": "Politics",
    "title": "গৃহহীন তৃণমূল, ছাদহীন মমতার দিল্লির পার্টি অফিসও কেড়ে নেওয়া হল, নেপথ্যে ঘনিষ্ঠ কোন সাংসদ?",
    "desc": "সংসদীয় ও পরিষদীয় দল ভাঙার পর এবার দেশের রাজধানী দিল্লিতে তৃণমূল কংগ্রেসের প্রধান পার্টি অফিসও সম্পুর্ণ বন্ধ হয়ে গেল। ২০ নম্বর ডক্টর রাজেন্দ্র প্রসাদ রোডের যে বাড়িটি এতদিন দিল্লির বুকে ‘তৃণমূল ভবন’ হিসেবে পরিচিত ছিল, সেখান থেকে দলনেত্রী মমতা বন্দ্যোপাধ্যায়ের ছবি, সাইনবোর্ড এবং নেমপ্লেট সরিয়ে ফেলা হয়েছে। মূল দরজায় এখন ঝুলছে তালা।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/nation/delhi-tmc-party-office-closed-as-mp-partha-bhowmik-became-rebel-mp-and-asked-to-vaccate-tmc-house-mamata-banerjee_657773.html ",
    "time": "2026-06-11T12:36:34.000Z"
  },
  {
    "cat": "Politics",
    "title": "মসনদে বিজেপি, তৃণমূলে দ্রোহকাল: 'মন্থনে' কীভাবে বদলাচ্ছে বঙ্গ রাজনীতির চেনা অংক?",
    "desc": "রাজনীতির জটিল অংকে 'জল মাপার খেলা' কোন দিকে আবর্তিত হবে, তা বলবে সময়। বলাই বাহুল্য, আগের কোনও বিধানসভা নির্বাচন পরবর্তী পরিস্থিতিতে এমন অভূতপূর্ব বিদ্রোহ-ইস্তফার সাক্ষী থাকেনি বাংলা। বাংলার এই রাজনৈতিক 'মন্থনে' লাভের গুড় ঘরে তুলবে কে? বঙ্গ রাজনীতির প্রেক্ষাপটে দাঁড়িয়ে এই রাজনৈতিক 'মন্থন' কতটা তাৎপর্যপূর্ণ, রইল তার সুলুকসন্ধান।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/nation/tmc-mp-split-bjp-in-advantage-what-does-this-political-churn-mean-for-west-bengal-politics-explained_657735.html ",
    "time": "2026-06-11T10:40:49.000Z"
  },
  {
    "cat": "Politics",
    "title": "'দিদি, আই মিস ইউ...' তৃণমূলের ভাঙনের মাঝেই সাংসদ শতাব্দীর বড় বার্তা মমতাকে: কোন পথে রাজনীতি? বড় খবর",
    "desc": "শতাব্দী রায় তাঁর বিস্ফোরক বক্তব্য়ে জানিয়েছেন, নির্বাচনের ফল প্রকাশের পর মমতা বন্দ্যোপাধ্যায়ের ডাকা একটি পর্যালোচনা বৈঠকই ছিল দল ছাড়ার মূল অনুঘটক বা ‘টার্নিং পয়েন্ট’। তিনি বলেছেন, দলের বহু নেতাই পরাজয়ের কারণগুলো নিয়ে একটি স্বচ্ছ ও সৎ পর্যালোচনা চেয়েছিলেন।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/nation/satabdi-roy-big-emotional-message-to-didi-mamata-banerjee-amid-tmc-split-after-tmc-loose-in-election_657685.html ",
    "time": "2026-06-11T05:41:56.000Z"
  },
  {
    "cat": "Sports",
    "title": "একই মায়ের পেটের ভাই, তবুও খেলবেন বিভিন্ন দেশের হয়ে! এবার বিশ্বকাপে এমনই ৪ জোড়া ফুটবলার",
    "desc": "বিশ্বকাপে এবার এমনই চার জোড়া ভাইয়ের জুটি রয়েছে যাঁরা ভিন্ন ভিন্ন দেশের হয়ে বিশ্বকাপ খেলবেন। এবং নকআউট পর্বে তাঁরা মুখোমুখিও হতে পারেন। যদিও প্রাথমিক গ্রুপ পর্বে তাঁদের একে অপরের বিরুদ্ধে খেলার কোনও সূচি নেই। তবে টুর্নামেন্টের পরবর্তী পর্যায়ে তাঁরা মাঠের লড়াইয়ে সরাসরি প্রতিপক্ষ হয়ে উঠতে পারেন। চিনে নিন সেই ৮ ফুটবলারকে।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/sports/brothers-playing-for-different-national-teams-in-fifa-world-cup-2026_657636.html ",
    "time": "2026-06-10T15:14:33.000Z"
  },
  {
    "cat": "Sports",
    "title": "শাকিরা-নোরা-কেটির আগুন, ৫ কারণেই ৩ শো থেকে সরবে না চোখ! কখন কোথায় দেখবেন বিশ্বকাপের জমকালো ওপেনিং?",
    "desc": "কাউন্টডাউন প্রায় শেষ। আর কয়েক ঘণ্টা পর ইতিহাসের সবচেয়ে বড় ফুটবল বিশ্বকাপ (FIFA World Cup 2026)। মাঝে আর ঠিক একদিন। ১১ জুন থেকে শুরু এই খেলার শ্রেষ্ঠ ইভেন্ট। আর তার আগে জেনে নিন কখন কোথায় দেখবেন কাপযুদ্ধের দুর্দান্ত উদ্বোধনী অনুষ্ঠান।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/sports/fifa-world-cup-2026-opening-ceremony-full-performer-lineup-and-all-details_657629.html ",
    "time": "2026-06-10T13:43:19.000Z"
  },
  {
    "cat": "World",
    "title": "আগুনে ফুটছে পাক-অধিকৃত কাশ্মীর! বইছে রক্তগঙ্গা, মৃত্যুমিছিল, বন্ধ ইন্টারনেট ও মোবাইল",
    "desc": "জোটটিকে নিষিদ্ধের ঘটনায় রাওলাকোটে বিক্ষোভ শুরু হয়। বিক্ষোভ দমনে নিরাপত্তা বাহিনীর বল প্রয়োগ করলে সংঘর্ষ বেধে যায়। এতে নিরাপত্তা বাহিনীর গুলি চালালে এক ব্যবসায়ী প্রাণ হারান। ব্যবসায়ীর মৃত্যুর ঘটনাকে কেন্দ্র করে উত্তেজনা ছড়িয়ে পড়লে গত রবিবার রাওয়ালকোট শহরে তীব্র সংঘর্ষের ঘটনা ঘটে।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/world/pok-protest-30-killed-200-injured-as-pakistani-army-fires-on-civilians-rawalakot-kotli-muzaffarabad-turn-hotbed_657508.html ",
    "time": "2026-06-09T15:30:25.000Z"
  },
  {
    "cat": "World",
    "title": "বিশ্বমঞ্চে পাকিস্তানকে 'ছিঁড়ে খেল' ভারত,'ফিতনা আল হিন্দুস্তান' অপ্রচারকে কড়া জবাব- পাক ভণ্ডামির পর্দাফাঁস",
    "desc": "পাকিস্তান নিজের মাটিতে লালিত-পালিত জঙ্গি গোষ্ঠীগুলোকে 'ফিতনা আল হিন্দুস্তান' নাম দিয়ে তার দায় ভারতের উপর চাপানোর চেষ্টা করেছিল। বিশ্বমঞ্চে পাকিস্তানের সেই নোংরা খেলা, ভণ্ডামির পর্দাফাঁস করে দেন রাষ্ট্রসংঘে নিযুক্ত ভারতের স্থায়ী প্রতিনিধি রাষ্ট্রদূত পার্বথানেনি হরিশ।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/world/india-tears-into-pakistan-fitna-al-hindustan-campaign-at-un-with-befitting-reply_657411.html ",
    "time": "2026-06-09T09:08:42.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "'ফিরে এলাম আমার জায়গায়'! দিল্লি থেকে ফিরেই দেবের পোস্টে কীসের ইঙ্গিত?",
    "desc": "তৃণমূলের ‘বিদ্রোহী’ সাংসদদের দলে নাম জড়ানোয় দেবকে নিয়ে তীব্র জল্পনা শুরু হয়েছে। এই বিতর্কের মাঝেই দিল্লি থেকে ফিরে তিনি সোজা তাঁর নতুন ছবি ‘দেশু৭’-এর শুটিং সেটে চলে যান। সেখানে পরিচালকের আসনে বসে তিনি জানান, সিনেমাই তাঁর আসল জায়গা।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/dev-desu7-shooting-and-tmc-political-speculation_657397.html ",
    "time": "2026-06-09T07:30:43.000Z"
  },
  {
    "cat": "World",
    "title": "মুখ পুড়ল ট্রাম্পের, H-1B ভিসার ১ লক্ষ ডলার ফি বাতিল আদালতের: ভারতীয়দের জন্য বড় স্বস্তি",
    "desc": "২০২৫-এর সেপ্টেম্বর মাসে ট্রাম্প প্রশাসন এইচ-১বি ভিসার নতুন বর্ধিত ফি চালুর কথা ঘোষণা করে। ২০০০ থেকে ৫০০০ ডলারের ভিসা ফি বাড়িয়ে ১ লক্ষ ডলার করে দেন আমেরিকার প্রেসিডেন্ট ডোনাল্ড ট্রাম্প। ট্রাম্প প্রশাসনের আরোপ করা এইচ-১বি ভিসার এই নতুন ফি বাতিল করে দিয়েছে মার্কিন জেলা আদালত।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/world/big-setback-for-donald-trump-as-us-federal-court-cancels-100000-dollar-h-1b-visa-fee-how-indians-will-be-benefited_657381.html ",
    "time": "2026-06-09T05:56:21.000Z"
  },
  {
    "cat": "World",
    "title": "৮.২ মাত্রার প্রলয়ঙ্করী ভূমিকম্প! ভয়ংকর কম্পনে মৃত্যু একাধিকের, গ্রাস করতে আসছে সমুদ্রের দানবীয় ঢেউ",
    "desc": "দক্ষিণ ফিলিপাইনে একটি শক্তিশালী ভূমিকম্প হয়েছে। এতে অন্তত ৪ জন মারা গেছেন এবং ২০০ জনেরও বেশি মানুষ আহত হয়েছেন। সমুদ্রতীরে সুনামির ভয় থাকায় সেখানকার মানুষদের নিরাপদ জায়গায় সরিয়ে নেওয়া হয়েছে। এছাড়া ভূমিকম্পের জায়গার কাছাকাছি এলাকায় বিদ্যুৎ ও ফোন যোগাযোগ বন্ধ হয়ে গেছে।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/world/8-2-magnitude-earthquake-hits-philippines-tsunami-warning-issued_657229.html ",
    "time": "2026-06-08T07:26:02.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "মিমিক্রি থেকে জাতীয় পুরস্কারের মঞ্চ! আচমকাই প্রয়াত জনপ্রিয় অভিনেতা",
    "desc": "জাতীয় পুরস্কারজয়ী জনপ্রিয় মালয়ালম অভিনেতা সেলিম কুমার ৫৬ বছর বয়সে প্রয়াত হয়েছেন। নিউমোনিয়ায় আক্রান্ত হয়ে কোচির একটি বেসরকারি হাসপাতালে চিকিৎসাধীন অবস্থায় তিনি শেষনিঃশ্বাস ত্যাগ করেন। ১৯৯৭ সালে মিমিক্রি শিল্পী হিসেবে ক্যারিয়ার শুরু করে পরবর্তীতে তিনি সিনেমার অন্যতম সেরা কমেডি ও গম্ভীর চরিত্রের অভিনেতা হয়ে ওঠেন।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/national-award-winning-malayalam-actor-salim-kumar-passes-away-at-56_657112.html ",
    "time": "2026-06-07T10:17:56.000Z"
  },
  {
    "cat": "World",
    "title": "ইসরায়েলি হামলায় মৃত ১২; কেন আসিম মুনিরের সঙ্গে দেখা করবেন লেবানিজ সেনাপ্রধান?",
    "desc": "ইরানের পররাষ্ট্র মন্ত্রণালয়ের মুখপাত্র এই হামলাকে লেবানন, লেবাননের সেনাবাহিনী ও তার সার্বভৌমত্বের বিরুদ্ধে এক জঘন্য অপরাধ ও আগ্রাসনের স্পষ্ট বার্তা হিসেবে চিহ্নিত করেন। তিনি বলেন, এর মাধ্যমে বোঝা যায়, ইসরায়েল লেবাননের নিরাপত্তা, স্থিতিশীলতা ও সমৃদ্ধি চায় না। এই হামলার নিন্দা জানিয়েছে আঞ্চলিক দেশগুলিও। এর মধ্যে রয়েছে সৌদি আরব, জর্ডান ও কাতার।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/world/israeli-attack-in-lebanon-kill-12-people-lebanons-commander-general-rudolf-haykal-heading-to-talk-with-asim-munir_657094.html ",
    "time": "2026-06-07T06:31:45.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "ছোট ছবির হাত ধরেই সিনে-মায়ার স্বপ্নপূরণ: 'জি শর্ট ফিল্ম কনটেস্ট'-এর সমাপ্তি মঞ্চে তারকার হাট, বিচারকের আসনে অনুরাগ থেকে সৃজিত",
    "desc": "মুম্বইয়ের গ্র্যান্ড হায়াতে বসেছিল চাঁদের হাট। সফলভাবে সম্পন্ন হল প্রথম 'Zee Short Film Contest'-এর গ্র্যান্ড ফিনালে। অনুরাগ কাশ্যপ, সৃজিত মুখোপাধ্যায় থেকে শুরু করে লিজো জোসে পেলিসেরি— তরুণ পরিচালকদের পিঠ চাপড়াতে হাজির ছিলেন ইন্ডাস্ট্রির বিগ বসরা। ৫ লক্ষ টাকার পুরস্কারের পাশাপাশি মিলল 'জি স্টুডিওজ'-এর সাথে সিনেমা বানানোর সরাসরি টিকিট।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/zee-short-film-contest-grand-finale-mumbai-winners-anurag-kashyap-srijit-mukherji_656950.html ",
    "time": "2026-06-06T13:33:07.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "স্বরূপের ত্রাসের রাজত্ব, শিকার হয়েছিলেন বাবুল সুপ্রিয়ও! মুখ খুললেন প্রাক্তন মন্ত্রী",
    "desc": "স্বরূপ বিশ্বাসের গ্রেফতারির পর তাঁর একাধিপত্য় নিয়ে মুখ খুলেছেন প্রাক্তন মন্ত্রী বাবুল সুপ্রিয়। তিনি জানান, স্বরূপের ভয়ে প্রযোজক অশোক ধানুকাকে লন্ডনে শ্যুটিং বন্ধ করতে হয়েছিল। এমনকি মন্ত্রী থাকাকালীন ভারতলক্ষ্মী স্টুডিওতে বাবুলের নিজের শ্যুটিংয়ের মাঝপথেও আলো নিভিয়ে দেওয়া হয়েছিল। টলিউডের এই অচলাবস্থা কাটাতে তিনি স্থানীয় কলাকুশলীদের নিয়ে কমিটি গঠনের প্রস্তাবও দেন।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/swarup-biswas-reign-of-terror-babul-supriyo-opens-up-about-he-incident_656941.html ",
    "time": "2026-06-06T11:23:37.000Z"
  },
  {
    "cat": "World",
    "title": "ভারতকে নিষেধাজ্ঞা পালটা বুমেরাং-ই হবে, মোদীকে প্রশংসা- ঘুরিয়ে ট্রাম্পকে ওয়ার্নিং পুতিনের",
    "desc": "ভারত ও রাশিয়ার সম্পর্ককে 'সর্বকালের এবং সব পরিস্থিতির বন্ধু' (All-weather ties) হিসেবে অভিহিত করে রুশ প্রেসিডেন্ট পুতিন দৃঢ়তার সঙ্গে ঘোষণা করেন, \"কেউ আমাদের নির্দেশ দিতে পারে না যে আমরা ভারতকে কী সরবরাহ করব আর কী করব না। আমাদের ডিক্টেট করার ক্ষমতা কারও নেই।\"",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/world/putin-warns-sanction-threats-against-india-will-boomerang-under-pm-modi_656910.html ",
    "time": "2026-06-06T09:31:25.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "জনরোষ এড়াতে আগেই কোর্টে, ১৮ জুন পর্যন্ত পুলিসি হেফাজতে স্বরূপ বিশ্বাস",
    "desc": "আদালত চত্বরে তীব্র উত্তেজনা! জনরোষ থেকে বাঁচাতে নির্ধারিত সময়ের আগেই আলিপুর আদালতে পেশ করা হলো প্রভাবশালী মন্ত্রী অরূপ বিশ্বাসের ভাই স্বরূপ বিশ্বাসকে। সরকারি আইনজীবীর দাবি, \"প্রভাবশালী মন্ত্রীর ভাই, আরও অনেক টাকা লেনদেন হয়েছে।\" অন্যদিকে, বিজেপি লিগ্যাল সেলের আইনজীবীদের তুমুল বিক্ষোভ ও আদালত কক্ষের হৈচৈ-এর মাঝেই আগামী ১৮ জুন পর্যন্ত স্বরূপ বিশ্বাসকে পুলিশি হেফাজতে পাঠানোর নির্দেশ দিল আদালত।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/swarup-biswas-arrested-police-custody-till-june-18-alipore-court_656788.html ",
    "time": "2026-06-05T13:20:06.000Z"
  },
  {
    "cat": "World",
    "title": "হাজির নিজের শ্রাদ্ধেই! এভারেস্ট থেকে হামাগুড়ি দিয়ে বাড়ি ফিরলেন 'মৃত' শেরপা",
    "desc": "নিখোঁজ হন অভিজ্ঞ নেপালি শেরপা গাইড হিলারি দাওয়া শেরপা। চরম প্রতিকূল আবহাওয়া এবং অক্সিজেনের তীব্র ঘাটতির কারণে তাঁর বেঁচে থাকার আশা ছেড়ে দেওয়া হয়েছিল। কাঠমান্ডুতে তাঁর পরিবার ধরে নেয় তিনি মৃত এবং বৌদ্ধ রীতি মেনে তাঁর বাড়িতে দ্বিতীয় দিনের শ্রাদ্ধানুষ্ঠানের কাজও শুরু হয়ে যায়।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/world/declared-dead-on-everest-nepali-sherpa-crawls-back-alive-as-funeral-rites-begin-at-home_656777.html ",
    "time": "2026-06-05T11:51:19.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "কাজ পাইয়ে দিতে টাকা দাবি, সরাসরি যৌন প্রস্তাব, স্বরূপের বিরুদ্ধে ঠিক কী কী অভিযোগ?",
    "desc": "স্টুডিয়োর স্পট বয়, লাইটম্যান থেকে শুরু করে বিভিন্ন সাধারণ টেকনিশিয়ানদের কাজের সুযোগ করে দেওয়ার নাম করে বা প্রভাব খাটিয়ে নিয়মিত টাকা তোলা হতো বলে অভিযোগ। অভিযোগকারিণীর দাবি এবং পুলিসের দায়ের করা মামলার ভিত্তিতে স্বরূপ বিশ্বাসের বিরুদ্ধে ঠিক কী কী অভিযোগ রয়েছেয?",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/demanding-money-direct-physical-propositions-what-exactly-are-the-allegations-against-swarup-biswas_656703.html ",
    "time": "2026-06-04T18:12:06.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "রণক্ষেত্র টলিউড: টেকনিশিয়ানদের ওপর ইট-ডিম বৃষ্টি, বিস্ফোরক রুদ্রনীল ঘোষ",
    "desc": "রণক্ষেত্র টলিপাড়া! নতুন সংগঠন ঘিরে ধুন্ধুমার টালিগঞ্জের টেকনিশিয়ান্স স্টুডিওতে। চলল ইট-ডিম বৃষ্টি, পরিস্থিতি সামলাতে নামল পুলিশ। এই নজিরবিহীন অশান্তির পর নন্দনে দাঁড়িয়ে বিস্ফোরক অভিনেতা রুদ্রনীল ঘোষ। আঙুল তুললেন 'বহিরাগত'দের দিকে। জানালেন, টলিপাড়ার এই অচলাবস্থা কাটাতে চূড়ান্ত সিদ্ধান্ত নেবেন খোদ মুখ্যমন্ত্রী শুভেন্দু অধিকারী।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/rudranil-ghosh-on-tollygunge-technician-studio-violence-cm-suvendu-adhikari-final-decision_656695.html ",
    "time": "2026-06-04T15:50:11.000Z"
  },
  {
    "cat": "World",
    "title": "মিলছে না চিকেন! মুরগির মাংসের সাপ্লাইয়ে বিরাট কোপ, বাজারে হাহাকার; রান্নাঘরে বিশাল সংকট",
    "desc": "চিকেন রফতানিতে ধস বাণিজ্য পথগুলির অচলাবস্থা এবং চলতি সংঘাতের কারণে সৃষ্ট অর্থনৈতিক অনিশ্চয়তার মাঝে আঞ্চলিক ক্রেতাদের কম চাহিদাকেই প্রতিফলিত করে। সৌদি আরব, সংযুক্ত আরব আমিরশাহি এবং পারস্য উপসাগরীয় অঞ্চলের অন্যান্য দেশগুলি ব্রাজিলের মুরগির মাংস রফতানির একটি বড় অংশ জুড়ে রয়েছে।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/world/chicken-crisis-brazilian-poultry-meat-exports-fell-by-nearly-25-percent-significantly-reduced-demand-for-imports_656612.html ",
    "time": "2026-06-04T10:16:48.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "টলিউডে দুর্নীতি রুখতে ‘SIR’, বাতিল ফেডারেশনের ২৬ গিল্ড: ‘বিশ্বাস দুর্গে’র পতনের পরেই অ্যাকশনে পাপিয়া",
    "desc": "টলিউডে স্বরূপ বিশ্বাসের ফেডারেশন জমানার অবসান! এবার সব দুর্নীতি ধুয়ে-মুছে সাফ করতে বড় ঘোষণা করলেন টালিগঞ্জের নতুন বিজেপি বিধায়ক পাপিয়া অধিকারী। টেকনিশিয়ান স্টুডিওতে বৈঠকের পর তিনি স্পষ্ট জানালেন, ফেডারেশনের ২৬টি গিল্ড ভেঙে তৈরি হচ্ছে নতুন কনফেডারেশন 'EIMPCC'। এবার থেকে সিনেমা পাড়ায় চলবে 'SIR' প্রক্রিয়া। যারা টাকা দিয়ে এখানে অযোগ্য হয়েও কাজ পেয়েছিলেন এবং যারা ক্ষমতার লোভে শিল্পীদের আত্মহত্যায় প্ররোচনা দিয়েছেন— তাঁদের নিজে থেকেই সরে যাওয়ার কড়া হুঁশিয়ারি দিলেন পাপিয়া।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/entertainment/papiya-adhikari-tollywood-reformation-eimpcc-federation-regime-ends-sir-investigation_656514.html ",
    "time": "2026-06-03T17:10:23.000Z"
  },
  {
    "cat": "World",
    "title": "অবৈধভাবে বাস ও বাণিজ্যিক ট্রাক চালানোর অভিযোগ, ৩০ ভারতীয়কে ফেরত পাঠাচ্ছে আমেরিকা",
    "desc": "ধৃতদের কাছ থেকে কর্মসংস্থানের অনুমতিপত্র উদ্ধার হয়েছে, সেগুলি মেয়াদোত্তীর্ণ। জো বাইডেন প্রশাসনের আমলে সেগুলি দেওয়া হয়েছিল। মার্কিন কর্তৃপক্ষ জানিয়েছে, ফেডারেল আইন অনুযায়ী সবার বিরুদ্ধে প্রয়োজনীয় প্রক্রিয়া সম্পন্ন করা হয়েছে এবং তাদের নিজ দেশে ফেরত পাঠানো হবে।",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " https://zeenews.india.com/bengali/world/30-indians-caught-driving-trucks-illegally-in-us-face-deportation_656296.html ",
    "time": "2026-06-02T11:34:06.000Z"
  }
];