const newsData_gu = [
  {
    "cat": "Business",
    "title": "બાબા વેંગાએ પહેલાથી જ કર્યો હતો ઈશારો? જાણો કેટલા વધી શકે છે સોનાના ભાવ?",
    "desc": "બલ્ગેરિયાના પ્રખ્યાત ભવિષ્યવક્તા બાબા વેંગા દ્વારા સોનાની કિંમતો અંગે કરવામાં આવેલી આગાહીઓએ હાલમાં ભારે ઉત્સુકતા જગાડી રહી છે. જેમ જેમ સોના અને ચાંદીના ભાવ આસમાને પહોંચી રહ્યા છે, તેમ તેમ લોકોમાં બાબા વેંગાની ભવિષ્યવાણીઓની ચર્ચા તેજ બની છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/business/did-baba-vanga-already-hint-find-out-how-much-the-price-of-gold-could-rise-466966 ",
    "time": "2026-03-03T04:43:24.000Z"
  },
  {
    "cat": "World",
    "title": "ઈરાને સાઉદીમાં અમેરિકી એમ્બેસી પર કર્યો હુમલો, કતારે પાડ્યા ઈરાનના વિમાન, જાણો યુદ્ધ પર 12 લેટેસ્ટ અપડેટ",
    "desc": "ઈઝરાયેલ અને ઈરાન વચ્ચે ચાલી રહેલી યુદ્ધ જેવી સ્થિતિમાં હવે અનેક દેશો ઝપેટમાં આવી ગયા છે. ઈઝરાયેલને અમેરિકાએ સાથ આપતા ઈરાને તેના સાથી દેશોનો ખુડદો બોલાવવાનો શરૂ કર્યો છે અને બીજી પણ એવી કાર્યવાહી કરી છે જેમાં દુનિયાના અનેક દેશો તેની ઝપેટમાં આવી રહ્યા છે. સૌથી મોટી સમસ્યા ઓઈલના સપ્લાય પર ઊભી થઈ રહી છે. સ્થિતિ પર 12 લેટેસ્ટ અપડેટ ખાસ જાણો.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/world/iran-israel-war-know-12-latest-updates-on-the-war-iran-attacked-the-us-embassy-in-saudi-arabia-466965 ",
    "time": "2026-03-03T04:41:55.000Z"
  },
  {
    "cat": "World",
    "title": "&amp;#039;ભારત વધુ એક યુદ્ધની તૈયારીમાં...&amp;#039;, પાકિસ્તાનના રાષ્ટ્રપતિ આસિફ અલી ઝરદારીનો મોટો દાવો",
    "desc": "પાકિસ્તાનના રાષ્ટ્રપતિ આસિફ અલી ઝરદારીએ દાવો કર્યો છે કે ભારત વધુ એક યુદ્ધની તૈયારી કરી રહ્યું છે. પાકિસ્તાની સંસદના સંયુક્ત સત્રને સંબોધતા તેમણે અફઘાનિસ્તાન પર સરહદ પારથી હુમલાઓનો આરોપ લગાવ્યો અને ઈરાન સામે લશ્કરી કાર્યવાહીની નિંદા કરી હતી.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/world/india-preparing-for-another-war-claims-pakistan-president-asif-ali-zardari-466938 ",
    "time": "2026-03-02T17:15:22.000Z"
  },
  {
    "cat": "Sports",
    "title": "ટીમ ઈન્ડિયાની ફાસ્ટ બોલિંગમાં જોવા મળશે નવી ધાર, BCCIએ ઝહીર ખાનને સોંપી મોટી જવાબદારી",
    "desc": "ઓસ્ટ્રેલિયન કોચ ટ્રોય કુલીનો ચાર વર્ષનો કાર્યકાળ ગયા વર્ષે ડિસેમ્બરમાં સમાપ્ત થયો હતો. ત્યારથી BCCIના સેન્ટર ઓફ એક્સેલન્સમાં ફાસ્ટ બોલિંગ કોચનું પદ ખાલી છે. BCCIએ આ પદ માટે અરજીઓ મંગાવી છે, પરંતુ હજુ સુધી કાયમી નિમણૂક કરવામાં આવી નથી.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/sports/zaheer-khan-fast-bowling-camp-coe-bengaluru-bcci-team-india-466937 ",
    "time": "2026-03-02T16:46:38.000Z"
  },
  {
    "cat": "World",
    "title": "Iran-Israel War : 32 લાખના ડ્રોન સામે 36 કરોડની મિસાઈલ, બ્રિટન એમ જ અમેરિકાને નથી કરી રહ્યું મદદ, ગણિત જાણશો તો ચોંકી જશો",
    "desc": "ઈરાન ‘વોર ઓફ એટ્રિશન’ની રણનીતિ હેઠળ સસ્તા ડ્રોનથી વિરોધી દેશોને આર્થિક રીતે થકાવવા પ્રયત્ન કરી રહ્યું છે. એક ડ્રોનની કિંમત ઓછી છે જ્યારે તેને તોડવા માટે મોંઘા ઇન્ટરસેપ્ટર્સ વાપરવા પડે છે. તેથી અમેરિકા અને ઈઝરાયેલ ઈરાનના ડ્રોન લોન્ચિંગ મથકોને નિશાન બનાવી યુદ્ધ લાંબું ન ચાલે તે પ્રયાસ કરી રહ્યા છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/world/irans-war-of-attrition-drone-economics-us-israel-interceptor-maths-466922 ",
    "time": "2026-03-02T15:59:34.000Z"
  },
  {
    "cat": "World",
    "title": "નોસ્ટ્રાડેમસની 2026ની ભવિષ્યવાણી પડશે સાચી ? શું પરમાણુ યુદ્ધ અને ત્રીજા વિશ્વયુદ્ધ તરફ જઈ રહી છે દુનિયા, જાણો",
    "desc": "અમેરિકા, ઇઝરાયલ અને ઈરાન વચ્ચે વધી રહેલા યુદ્ધ વચ્ચે, 2026 માટે નોસ્ટ્રાડેમસની ભવિષ્યવાણીઓ સમાચારમાં છે. શું આ સંઘર્ષ ત્રીજા વિશ્વયુદ્ધ તરફ ઈશારો કરે છે કે પરમાણુ હુમલા તરફ? નોસ્ટ્રાડેમસની ભવિષ્યવાણીઓ અને વર્તમાન પરિસ્થિતિ વિશે સંપૂર્ણ સત્ય વિશે જાણો.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/world/will-nostradamus-prediction-for-2026-come-true-is-the-world-heading-towards-nuclear-war-and-world-war-iii-know-466921 ",
    "time": "2026-03-02T15:33:09.000Z"
  },
  {
    "cat": "World",
    "title": "હવે પાકિસ્તાન પર મિસાઇલથી કરશે હુમલો ? પાડોશી દેશ પર કેમ ગુસ્સે છે ઈરાન, જાણો",
    "desc": "ઇઝરાયલ-અમેરિકા સંઘર્ષ વચ્ચે ઇરાન પાકિસ્તાનથી ગુસ્સે ભરાયું છે. ઇરાને પાકિસ્તાન પર આરોપ લગાવ્યો છે. આનાથી આગામી દિવસોમાં પાકિસ્તાનનો ગુસ્સો વધી શકે છે. પાકિસ્તાન પણ ઈરાન પર હુમલો કરી શકે છે, જ્યારે થોડા સમયથી પાકિસ્તાન અને અફઘાનિસ્તાન વચ્ચે યુદ્ધ ચાલી રહ્યું છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/world/will-iran-now-attack-pakistan-with-missiles-why-is-the-neighboring-country-angry-find-out-466912 ",
    "time": "2026-03-02T14:09:32.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "આવી મર્ડર મિસ્ટ્રી આજ સુધી નહીં જોઈ હોય, ખૂની કોણ છે ખબર પડશે ત્યારે મોંમાં નાખી દેશો આંગળા, આજે જોઈ કાઢો આ ફિલ્મ",
    "desc": "મર્ડર મિસ્ટ્રી ફિલ્મો અને વેબ સીરીઝ જોવાનો શોખીન એક અલગ વર્ગ છે. સારી મર્ડર મિસ્ટ્રી ફિલ્મ એને કહેવાય જેમાં છેલ્લા સીન સુધી ખૂની કોણ છે તેનો અંદાજ ન લગાવી શકાય અને છેલ્લે જ્યારે ખૂની કોણ છે ખબર પડે ત્યારે માથું ભમી જાય... આવી જ જબરદસ્ત ફિલ્મ વિશે તમને જણાવીએ.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/entertainment/must-watch-murder-mystery-on-netflix-malayalam-film-forensic-in-hindi-on-ott-466891 ",
    "time": "2026-03-02T12:26:02.000Z"
  },
  {
    "cat": "World",
    "title": "ઈરાન-અમેરિકાના યુદ્ધમાં ભારતીયે ગુમાવ્યો જીવ, ઓમાનમાં ક્રૂડ ઓઈલના ટેન્કર પર ડ્રોન હુમલો",
    "desc": "મિડલ-ઈસ્ટમાં વધતા તણાવ વચ્ચે ઓમાનના દરિયાકાંઠે MKD VYOM ક્રૂડ ઓઈલ ટેન્કર પર ડ્રોન હુમલો થયો છે. આ દુર્ઘટનામાં જહાજ પર સવાર એક ભારતીય નાવિકનું મોત થયું છે. સ્ટ્રેટ ઓફ હોર્મુઝ નજીક થયેલા આ હુમલા બાદ જહાજના એન્જિન રૂમમાં વિસ્ફોટ થયો હતો. બાકીના 16 ભારતીયો સહિત 20 ક્રૂ મેમ્બર્સને સુરક્ષિત બચાવી લેવાયા છે. ઈરાન અને પશ્ચિમી દેશો વચ્ચેના સંઘર્ષને કારણે વૈશ્વિક દરિયાઈ વેપાર અને સુરક્ષા સામે ગંભીર ખતરો ઊભો થયો છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/world/indian-sailor-killed-in-drone-attack-on-mkd-vyom-oil-tanker-near-oman-coast-strait-of-hormuz-466904 ",
    "time": "2026-03-02T12:13:24.000Z"
  },
  {
    "cat": "World",
    "title": "દુનિયામાં કેટલી છે શિયા મુસ્લિમની વસ્તી, ઈરાન પછી આ દેશમાં છે સૌથી વધુ; ભારતમાં સંખ્યા જાણીને ચોંકી જશો!",
    "desc": "ઈરાન-ઈઝરાયલ યુદ્ધ વચ્ચે ઘણા મુસ્લિમ દેશોએ ખુલ્લેઆમ ઈરાનને સમર્થન નથી કરી રહ્યા. આનું એક કારણ એ માનવામાં આવે છે કે, મોટાભાગના મુસ્લિમ દેશો સુન્ની બહુમતી ધરાવતા છે. ચાલો જાણીએ કે, દુનિયામાં શિયા મુસ્લિમની વસ્તી કેટલી છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/world/how-many-shia-muslims-in-world-population-data-after-iran-india-numbers-will-surprise-you-466881 ",
    "time": "2026-03-02T11:19:18.000Z"
  },
  {
    "cat": "World",
    "title": "ઈરાનમાં યુદ્ધ પણ અમેરિકાનો ટાર્ગેટ ચીન, બેવડો ફટકો પહોંચાડ્યો, હથિયારો અને તેલનો ખેલ કર્યો બંધ",
    "desc": "યુદ્ધ ઈરાકમાં ચાલી રહ્યું છે પણ ખરી ગેમ અમેરિકા ચીન સામે રમી રહ્યું છે. પાકિસ્તાન, વેનેઝુએલા હવે ઈરાન... ચીન માટે સંકટ એ એક દૂરની ઘટના નથી, ચીન ઈરાનની કુલ તેલ નિકાસના 80 ટકા ક્રૂડની આયાત કરે છે. 2025માં ચીને ઈરાનમાંથી લગભગ 13.8 લાખ બેરલ પ્રતિદિન તેલની ખરીદી કરી છે. ચીનની અર્થવ્યવસ્થાને કમજોર કરવા માટે ચીન સામે સીધું નહીં પરોક્ષ યુદ્ધ લડી રહ્યું છે અમેરિકા....",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/world/iran-israel-war-china-also-us-target-it-dealt-a-double-blow-stopped-the-arms-and-oil-game-explainer-466854 ",
    "time": "2026-03-02T10:38:52.000Z"
  },
  {
    "cat": "Sports",
    "title": "થઈ ગઈ જાહેરાત, આ દિવસે ફરી રોહિત-વિરાટ ટીમ ઈન્ડિયાની જર્સીમાં કરશે વાપસી",
    "desc": "ભારતીય ક્રિકેટના બે સ્ટાર બેટ્સમેન વિરાટ કોહલી અને રોહિત શર્મા હવે ફક્ત એક જ ફોર્મેટમાં રમે છે, ટી20 અને ટેસ્ટમાંથી નિવૃત્તિ લઈ લીધી છે, હવે ફક્ત વનડેમાં જ રમે છે. ત્યારે દરેક ક્રિકેટ ફેન્સ તેમને મેદાન પર જોવા માટે ઉત્સુક હોય છે. હવે બધાના મનમાં સવાલ એ છે કે રોહિત અને વિરાટ ટીમ ઈન્ડિયાની જર્સીમાં ક્યારે જોવા મળશે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/sports/rohit-sharma-virat-kohli-return-team-india-jersey-know-full-schedule-466869 ",
    "time": "2026-03-02T10:34:43.000Z"
  },
  {
    "cat": "World",
    "title": "ખામેનીના મૃત્યુ પછી પણ ટ્રમ્પનું કયું સ્વપ્ન રહ્યું અધૂરું ? પહેલા ચાર દિવસની જાહેરાત, હવે ચાર અઠવાડિયાનો પ્લાન",
    "desc": "ઈરાનના સર્વોચ્ચ નેતા આયાતુલ્લાહ અલી ખામેનીના મોત પછી પણ, અમેરિકી રાષ્ટ્રપતિ ડોનાલ્ડ ટ્રમ્પનું કયું અધૂરું સ્વપ્ન પૂર્ણ કરવા માટે તેઓ અથાક મહેનત કરી રહ્યા છે? ટ્રમ્પે શરૂઆતમાં દાવો કર્યો હતો કે આ યુદ્ધ ફક્ત ચાર દિવસમાં સમાપ્ત થઈ જશે, પરંતુ હવે તેઓ ચાર અઠવાડિયા માટે ઈરાન પર હુમલો કરવાની વાત કરી રહ્યા છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/world/which-dream-of-trump-remained-unfulfilled-even-after-khamenei-death-first-four-day-announcement-now-four-week-plan-466868 ",
    "time": "2026-03-02T10:32:29.000Z"
  },
  {
    "cat": "Sports",
    "title": "T20 વર્લ્ડ કપની વિજેતા ટીમ પર થશે કરોડોનો વરસાદ, જાણો રનર્સ-અપ અને સેમીફાઈનલિસ્ટને કેટલી મળશે પ્રાઈઝ મની?",
    "desc": "T20 વર્લ્ડ કપ 2026ની વિજેતા ટીમ પર આ વખતે જબરદસ્ત ધનવર્ષા થવાની છે. વર્ષ 2022 બાદ પ્રાઈઝ મનીને વધુ વધારવામાં આવી છે. ચાલો તમને જણાવીએ કે, આ વખતે ચેમ્પિયન બનનારી ટીમ સહિત રનર્સ-અપ અને સેમિફાઈનલમાં પહોંચનાર ટીમને કેટલી ધનરાશિ આપવામાં આવશે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/sports/t20-world-cup-2026-winner-prize-money-runners-up-semifinal-teams-full-details-466855 ",
    "time": "2026-03-02T09:51:14.000Z"
  },
  {
    "cat": "World",
    "title": "ક્રૂડ ઓઈલની સપ્લાઈ પર બ્રેક! સ્ટ્રટ ઓફ હોર્મુઝ બંધ થયો તો ભારત-ચીન સહિત દુનિયાને કેટલું થશે નુકસાન?",
    "desc": "ઈરાન અને ઈઝરાયલના યુદ્ધ વચ્ચે જે દેરિયાઈ માર્ગની સૌથી વધુ ચર્ચા થઈ રહી છે, તે Strait of Hormuz છે. જો સ્ટ્રેટ ઓફ હોર્મુઝ લાંબા સમય સુધી બ્લોક રહેશે, તો ભારત અને ચીનમાં મોંઘવારી વધી શકે છે. બન્ને દેશોના વેપારમાં વિક્ષેપો, ધીમા ગ્રોથનો સામનો, ગ્લોબલ ઓઈલ અને LNG માર્કેટ પર ખૂબ જ મોટું દબાણનો સામનો કરી શકે છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/world/crude-oil-supply-disruption-strait-of-hormuz-impact-india-china-global-economy-466837 ",
    "time": "2026-03-02T08:36:42.000Z"
  },
  {
    "cat": "Politics",
    "title": "અમેરિકા-ઈરાન યુદ્ધ વચ્ચે ભારતમાં હિંસાની આશંકાથી હાઈ એલર્ટ, રાજ્યોને સાવચેતી રાખવા કેન્દ્રનો આદેશ",
    "desc": "ઈરાન અને અમેરિકા વચ્ચે ચાલી રહેલા યુદ્ધની આગા હવે મિડલ ઈસ્ટમાં ફેલાઈ છે. આ વચ્ચે ભારત સરકાર પણ એલર્ટ મોડમાં આવી ગઈ છે. મળતી માહિતી અનુસાર, અધિકારીઓ તે વાતથી ચિંતત છે કે, આંતરરાષ્ટ્રીય ઘટાનાઓનો ફાયદો ઉઠાવીને ચરપંથી તત્વો સ્થાનિક સ્તરે તણાવ વધારી શકે છે. જેને લઈ કેન્દ્ર સરકાર દ્વારા એડવાઈઝરી જાહેર કરીને રાજ્ય સરકારોને સાવચેતી રાખવા જણાવવામાં આવ્યું છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/india/india-high-alert-amid-iran-usa-war-tension-home-ministry-advisory-communal-harmony-466827 ",
    "time": "2026-03-02T07:36:26.000Z"
  },
  {
    "cat": "Sports",
    "title": "કંગાળ પાકિસ્તાન હવે ખેલાડીઓને લૂંટશે! ખરાબ પ્રદર્શન માટે ફટકાર્યો દંડ, T20 વર્લ્ડ કપમાંથી બહાર થવા પર PCBની અજીબોગરીબ સજા",
    "desc": "પાકિસ્તાન ક્રિકેટ બોર્ડે T20 વર્લ્ડ કપમાંથી બહાર થવા પર દરેક ખેલાડીઓ પર 50 લાખ રૂપિયાનો દંડ ફટકાર્યો છે. અધિકારીઓએ સ્પષ્ટ કર્યું કે, જો ખેલાડીઓને સારા પરફોર્મન્સ માટે ઈનામ મળે છે, તો તેમના ખરાબ પરફોર્મન્સ માટે પેનલ્ટી પણ ચૂકવવી પડશે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/sports/pakistan-cricket-board-fines-players-50-lakh-rupees-each-after-t20-world-cup-2026-eliminated-466811 ",
    "time": "2026-03-02T07:16:39.000Z"
  },
  {
    "cat": "World",
    "title": "ઈરાનમાં ચાકબંધ સુરક્ષા, ચકલું પણ ન ફરકી શકે ત્યાં ખામેનેઈના ગઢમાં કોણ હતું એ જાણભેદુ? ચોંકાવનારો ખુલાસો",
    "desc": "ઈરાનના સુપ્રીમ લીડર ખામેનેઈ અને ટોપ લીડરશીપ કઈ રીતે એક ઝટકે ખતમ થઈ ગયા? આ સવાલ ચર્ચાના ચગડોળે છે. ખુબ જ કડક સુરક્ષા વ્યવસ્થા વચ્ચે કઈ રીતે ખામેનેઈની એક એક માહિતી લીક થઈ? હુમલો ક્યાં અને કેવી રીતે કરવો એ સટીક જાણકારી ઈઝરાયેલ અને અમેરિકા પાસે કેવી રીતે પહોંચી ગઈ. એક રિપોર્ટથી ચોંકાવનારો ખુલાસો થયો છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/world/explainer-despite-tight-security-how-did-israel-us-get-khamenei-location-details-shocking-revelation-466805 ",
    "time": "2026-03-02T06:47:36.000Z"
  },
  {
    "cat": "World",
    "title": "મિડલ ઈસ્ટમાં મહાયુદ્ધ! હજુ કેટલા દિવસ ઈરાન પર બોમ્બમારો કરશે ટ્રમ્પ? પ્લાન થઈ ગયો લીક",
    "desc": "અમેરિકા-ઇઝરાયેલ અને ઈરાન વચ્ચે યુદ્ધ શરૂ થયાને બે દિવસ વીતી ગયા છે. આ દરમિયાન અમેરિકા અને ઈઝરાયેલના હવાઈ હુમલામાં ઈરાનના સુપ્રીમ લીડર ખામેનાઈનું મોત થયું છે. હવે ટ્રમ્પે એક નિવેદનમાં કહ્યું કે, આ યુદ્ધ ચાર અઠવાડિયા સુધી ચાલશે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/world/war-in-middle-east-how-many-more-days-will-trump-bomb-iran-plan-leaked-466790 ",
    "time": "2026-03-02T05:21:17.000Z"
  },
  {
    "cat": "Business",
    "title": "ઈરાન-ઈઝરાયેલ યુદ્ધને કારણે શેર બજારમાં હાહાકાર મચ્યો, એક ઝટકે રોકાણકારોના 6 લાખ કરોડ સ્વાહા!",
    "desc": "ઈરાન અને ઈઝરાયેલ વચ્ચે યુદ્ધ ફાટી નીકળતા જે ડર હતો તે જોવા મળી રહ્યું છે. શેર બજારમાં પણ કોહરામ મચ્યો છે. આજે નવા અઠવાડિયાના પહેલા જ દિવસે સેન્સેક્સ અને નિફ્ટીમાં જોરદાર કડાકા સાથે ટ્રેડિંગની શરૂઆત થઈ. રોકાણકારોના 6 લાખ કરોડ ડૂબ્યા. વધુ વિગતો માટે વાંચો અહેવાલ.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/business/iran-israel-war-effect-on-share-market-sensex-nift-down-investors-lost-money-stock-market-crash-466787 ",
    "time": "2026-03-02T05:07:59.000Z"
  },
  {
    "cat": "Politics",
    "title": "90 લાખ ભારતીયો પર તોળાઈ રહ્યું છે સંકટ? PM મોદીએ ઈઝરાયેલી PM, UAEના રાષ્ટ્રપતિ સાથે કરી વાત",
    "desc": "ઈરાનના સુપ્રીમ લીડર ખામેનેઈના મોત બાદ મીડલ ઈસ્ટમાં જાણે હાહાકાર મચી ગયો છે. ઈરાને ઈઝરાયેલની સાથે સાથે અમેરિકાના સાથી દેશો ઉપર પણ હુમલા કર્યા છે. ત્યારે વિસ્તારમાં રહેતા 90 લાખથી વધુ ભારતીયોની સુરક્ષાનો સવાલ ઊભો થયો છે. પીએમ મોદીએ આ બધા વચ્ચે ઈઝરાયેલી પીએમ અને યુએઈના રાષ્ટ્રપતિ સાથે ફોન પર વાત કરી.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/india/iran-israel-war-pm-modi-talked-with-pm-benjamin-netanyahu-and-uae-president-466776 ",
    "time": "2026-03-02T04:13:14.000Z"
  },
  {
    "cat": "Business",
    "title": "જે ડર હતો એ જ થયું! આજે સોના-ચાંદીના ભાવમાં જોરદાર ભડકો, અમદાવાદ-વડોદરા સહિત શહેરોમાં શું છે ભાવ? જાણો",
    "desc": "ઈરાન અને ઈઝરાયેલ વચ્ચે યુદ્ધ ભડકી જવાથી ડર સેવાઈ રહ્યો હતો કે સોના અને ચાંદીના ભાવમાં પણ ભડકો જોવા મળી શકે છે અને એવું જ જોવા મળી રહ્યું છે. કારણ કે આજે ભારતીય વાયદા બજાર ખુલતાની સાથે જ સોના અને ચાંદી લીલા નિશાનમાં જોવા મળી રહ્યા છે. જાણો લેટેસ્ટ રેટ.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/business/gold-and-silver-rate-increase-today-is-iran-israel-conflict-affecting-the-precious-metal-aaj-no-sona-chandi-no-bhav-466783 ",
    "time": "2026-03-02T04:07:52.000Z"
  },
  {
    "cat": "Politics",
    "title": "રાફેલના 3 ખતરનાક અવતાર: F3, F4 અને &amp;#039;સુપર રાફેલ&amp;#039; વચ્ચે શું છે તફાવત? જાણો કેટલું શક્તિશાળી હશે ડસોલ્ટનું નવું ફાઇટર જેટ",
    "desc": "ભારત ફ્રાન્સ પાસેથી 114 રાફેલ ફાઇટર જેટ ખરીદી રહ્યું છે. પરંતુ શું તમને ખબર છે કે રાફેલ કેટલું શક્તિશાળી ફાઈટર જેટ છે. રાફેલના ત્રણ વર્ઝન F3, F4 અને \"સુપર રાફેલ\" વચ્ચે શું તફાવત છે? દસોલ્ટનું નવીનતમ ફાઇટર જેટ કેટલું શક્તિશાળી હશે? યુદ્ધ વખતે રાફેલ કઈ રીતે ભારતને મદદરૂપ થઈ શકે છે. આ તમામ સવાલોના જવાબ આજે આપણે આ અહેવાલમાં જાણીશું. આજે આપણે જાણીશું કે રાફેલના એવા બે કયા વિમાનો છે જે દુશ્મન દેશ પર ભારે પડી શકે છે. રાફેલ-F4 અને રાફેલ-F5 ના કેટલા વર્ઝન ઉપલબ્ધ છે. એટલું જ નહીં, નવા રાફેલ ભારતમાં હાલના F3 રાફેલ જેટથી કેટલા અલગ હશે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/india/what-are-differences-between-three-rafale-versions-f3-f4-and-the-super-rafale-how-powerful-will-dassault-latest-fighter-jet-466695 ",
    "time": "2026-03-02T02:30:01.000Z"
  },
  {
    "cat": "Sports",
    "title": "વિદાય હોય તો એલિસા જેવી... કારકિર્દીની છેલ્લી વનડેમાં ફટકાર્યા 158 રન, તોડ્યા અનેક રેકોર્ડ",
    "desc": "ક્રિકેટ જગતમાં દરેક ખેલાડી એક યાદગાર શરૂઆત અને યાદગાર અંત ઇચ્છતો હોય છે. પરંતુ અમુક ભાગ્યશાળી ખેલાડીઓને જ આવું કરી શકે છે. આ ભાગ્યશાળી ખેલાડીઓમાં એક નામ ઓસ્ટ્રેલિયાની દિગ્ગજ મહિલા ક્રિકેટર એલિસા હીલીનું છે, જેણે પોતાની છેલ્લી ODIમાં 158 રનની ઐતિહાસિક ઇનિંગ રમી હતી. આ ઇનિંગ દરમિયાન હીલીએ અનેક રેકોર્ડ બનાવ્યા, જેના વિશે આ લેખમાં જાણીશું.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/sports/alyssa-healy-retirement-mememorable-inning-in-her-last-odi-break-many-records-466725 ",
    "time": "2026-03-02T01:30:01.000Z"
  },
  {
    "cat": "World",
    "title": "એક જ ઝાટકે ઈરાનના 48 નેતાઓ ખતમ... ડોનાલ્ડ ટ્રમ્પનો મોટો દાવો, હવે ઈરાનનું નેતૃત્વ વાતચીત કરવા માંગે છે",
    "desc": "ડોનાલ્ડ ટ્રમ્પે દાવો કર્યો છે કે, ઈરાન સામે ચાલી રહેલા અમેરિકા અને ઈઝરાયેલના સંયુક્ત સૈન્ય અભિયાનમાં અત્યાર સુધીમાં 48 ઈરાની ટોપના નેતાઓના મોત થયા છે. તેમણે આ ઓપરેશનને ખૂબ જ સફળ અને નિર્ધારિત સમય કરતા ઝડપી ગણાવ્યું છે. ટ્રમ્પના જણાવ્યા અનુસાર, ઈરાનનું નવું નેતૃત્વ હવે વાતચીત કરવા ઈચ્છે છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/world/trump-claims-48-iranian-leaders-killed-operation-epic-fury-negotiations-update-466774 ",
    "time": "2026-03-01T18:27:06.000Z"
  },
  {
    "cat": "World",
    "title": "લિફ્ટને પણ ખામનીના અભેદ્ય બંકર સુધી પહોચવામાં લાગતી હતી 5 મિનિટ, તો પણ કેવી રીતે સુપ્રિમ લીડરનો થયો ખાત્મો?",
    "desc": "ખામેનેઈ એટલા સુરક્ષિત અંડરગ્રાઉન્ડ બંકરમાં રહેતા હતા કે ત્યાં પહોંચવામાં લિફ્ટને પણ 5 મિનિટનો સમય લાગતો હતો. વરિષ્ઠ સૈન્ય અધિકારીઓ અને નેતાઓને પણ ત્યાં આંખે પાટા બાંધીને લઈ જવામાં આવતા હતા. ટ્રમ્પ-નેતન્યાહુની સેનાએ આવા અભેદ્ય કિલ્લામાં તેમને કેવી રીતે માર્યા, ચાલો વિગતવાર જાણીએ.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/world/even-an-elevator-takes-5-minutes-to-reach-khamenei-impenetrable-bunker-so-how-was-the-supreme-leader-eliminated-466773 ",
    "time": "2026-03-01T17:51:32.000Z"
  },
  {
    "cat": "Sports",
    "title": "વેસ્ટ ઈન્ડિઝને ધૂળ ચટાડી ટીમ ઈન્ડિયા સેમીફાઈનલમાં! સેમસનની તોફાની ઈનિંગ, આ તારીખે ભારતની સેમિફાઇનલમાં ટક્કર",
    "desc": "ICC મેન્સ T20 વર્લ્ડ કપનો 52મો મેચ ભારત અને વેસ્ટ ઈન્ડિઝ વચ્ચે રમાયો હતો, જેમાં ટીમ ઈન્ડિયાએ 5 વિકેટથી જીત મેળવી હતી અને સેમિફાઇનલમાં સ્થાન મેળવ્યું હતું. સંજુએ 97 રનની અણનમ ઇનિંગ રમી હતી. આ દરમિયાન, વેસ્ટ ઈન્ડિઝની સફર હવે સમાપ્ત થઈ ગઈ છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/sports/team-india-defeated-west-indies-by-5-wickets-to-reach-t20-world-cup-2026-semi-finals-466772 ",
    "time": "2026-03-01T17:44:45.000Z"
  },
  {
    "cat": "World",
    "title": "ખામેનીની હત્યા બાદ લહેરાવવામાં આવ્યું બદલો અને ક્રોધનું પ્રતિક, કોના માટે ખતરાની નિશાની ?",
    "desc": "ખામેની દાયકાઓ સુધી ઈરાનના સર્વોચ્ચ ધાર્મિક અને રાજકીય નેતા રહ્યા. અમેરિકાના રાષ્ટ્રપતિ ડોનાલ્ડ ટ્રમ્પે ખામેનીને ઇતિહાસના સૌથી દુષ્ટ લોકોમાંના એક ગણાવ્યા અને કહ્યું કે ઈરાની લોકો માટે પોતાનો દેશ પાછો મેળવવાની આ સૌથી મોટી તક છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/world/the-symbol-of-revenge-and-anger-waved-after-khameneis-assassination-a-sign-of-danger-for-whom-466771 ",
    "time": "2026-03-01T17:10:06.000Z"
  },
  {
    "cat": "Business",
    "title": "બ્રિટિશ પાઉન્ડનું પતન અને સ્વિસ ફ્રેંકનો ઉદય, યુદ્ધ અને મંદીના સમયમાં કેમ ચમકે છે સોનું?",
    "desc": "શું તમે જાણો છો કે એક સમયે દુનિયા પર રાજ કરતો બ્રિટિશ પાઉન્ડ આજે કેમ સંઘર્ષ કરી રહ્યો છે? જાણો કેવી રીતે ગોલ્ડ રિઝર્વ, વિશ્વ યુદ્ધો અને સેન્ટ્રલ બેન્કોની નીતિઓ કરન્સીની તાકાત નક્કી કરે છે. ચાલો જાણીએ પાઉન્ડના પતનથી લઈને ભારતીય રૂપિયાના ભવિષ્ય સુધીનું સંપૂર્ણ વિશ્લેષણ.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/business/why-gold-is-ultimate-safe-haven-pound-vs-swiss-franc-inr-future-466758 ",
    "time": "2026-03-01T15:18:58.000Z"
  },
  {
    "cat": "World",
    "title": "ત્રીજા વિશ્વયુદ્ધના વાગ્યા ભણકારા! ઈઝરાયેલ અને અમેરિકા બાદ હવે UAEએ ઈરાનને આપી ખુલ્લી ચેતવણી, શું સંઘર્ષ વધુ વકરશે?",
    "desc": "સંયુક્ત આરબ અમીરાત (UAE)ના રાષ્ટ્રપતિના રાજદ્વારી સલાહકાર અનવર ગરગાશે ઈરાનને ચેતવણી આપી છે કે, તે તેના પડોશી દેશોને નિશાન ન બનાવે અને ઈસ્લામિક સ્ટેટને સમજદારીથી કામ લેવા આહવાન કર્યું છે. તેમણે કહ્યું કે, ખાડી દેશો સામે ઈરાનની આક્રમકતા એક ખોટું અનુમાન સાબિત થયું છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/world/uae-warns-iran-strikes-dubai-airport-middle-east-conflict-466745 ",
    "time": "2026-03-01T13:04:11.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "રશ્મિકા-વિજયની જ નહીં આ કલાકારોની લવ સ્ટોરી પણ શરુ થઈ ફિલ્મના સેટ પરથી",
    "desc": "રશ્મિકા મંદાના અને વિજય દેવરકોંડા લગ્નના બંધનમાં બંધાઈ ચુક્યા છે. વર્ષ 2021 થી તેઓ એકબીજાને ડેટ કરી રહ્યા હતા. તેમની લવસ્ટોરી ફિલ્મના સેટ પરથી શરુ થઈ હતી. જો કે વિજય અને રશ્મિકા પહેલા એવા કલાકારો નથી જે સાથે ફિલ્મ કરી પ્રેમમાં પડ્યા હોય. ચાલો એક નજર કરીએ એવા કલાકારો પર જેઓ રીલમાંથી રિયલ કપલ બન્યા છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/entertainment/bollywood-stars-list-who-fell-in-love-during-film-and-get-married-after-first-film-together-466744 ",
    "time": "2026-03-01T13:03:12.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "ગોપાલને મનાવવામાં તો સફળ રહેશે આર્ય, પણ અનુ આ કારણે લગ્ન કરવાથી કરશે ઈનકાર, જાણો",
    "desc": "\"તુમ સે તુમ તક\" સીરિયલમાં, આર્ય ગોપાલને ઈમ્પ્રેસ કરવાનો પ્રયત્ન કરશે. મામલો લગ્ન સુધી પહોંચવાનો છે. જો કે, અનુ પોતે આર્ય સાથે લગ્ન કરવાનો ઇનકાર કરશે. આ દરમિયાન, માનસી અને મીરા અનુ માટે સમસ્યાઓ ઊભી કરવા જઈ રહ્યા છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/entertainment/arya-will-be-successful-in-convincing-gopal-but-anu-will-refuse-to-marry-him-because-of-this-know-this-466743 ",
    "time": "2026-03-01T12:44:41.000Z"
  },
  {
    "cat": "World",
    "title": "કોણ છે અલીરેઝા અરાફી? જેમને ખામેનેઈના મોત બાદ ઈરાને બનાવ્યા નવા સુપ્રીમ લીડર; જાણો કોણ છે આ શક્તિશાળી ધર્મગુરુ",
    "desc": "ઈરાની ધર્મગુરુ અયાતુલ્લા અલીરેઝા અરાફીની તેહરાનમાં અલી ખામેનેઈના મોત બાદ ઈરાનના વચગાળાના સુપ્રીમ લીડર તરીકે નિમણૂક કરવામાં આવી છે. ઈરાનની સરકારી ન્યૂઝ એજન્સી ISNAએ આ માહિતી આપી છે. અમેરિકા અને ઈઝરાયેલના સંયુક્ત હુમલામાં ખામેનેઈનું મોત થયું છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/world/who-is-alireza-arafi-iran-interim-supreme-leader-after-khamenei-death-466733 ",
    "time": "2026-03-01T12:09:18.000Z"
  },
  {
    "cat": "World",
    "title": "કોણ છે મોજતબા ખામેનેઈ? મૌલવીથી લઈને IRGC સૈનિક સુધીની સફર",
    "desc": "અમેરિકા અને ઈઝરાયેલના હુમલામાં અયાતુલ્લા ખામેનેઈના મોત બાદ તેમના પુત્ર મુજતબા ખામેનેઈને નવા સુપ્રીમ લીડર બનાવવાની તૈયારીઓ ચાલી રહી છે. યુદ્ધના તણાવ વચ્ચે મોજતબાના સૈન્ય અને ધાર્મિક સંબંધોને જોતા દેશની કમાન તેમને સોંપવાનો નિર્ણય ટૂંક સમયમાં લેવામાં આવી શકે છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/world/who-is-mojtaba-khamenei-next-iran-supreme-leader-biography-irgc-connection-466723 ",
    "time": "2026-03-01T11:25:40.000Z"
  },
  {
    "cat": "Business",
    "title": "ઈરાન-ઈઝરાયેલ યુદ્ધ વચ્ચે સુરતના વેપારીની ભવિષ્યવાણી : સોમવારે શેર માર્કેટ ખૂલતાની સાથે જ ક્રેશ થશે!",
    "desc": "ઈરાન-ઈઝરાયેલ-યુએસ વચ્ચેના યુદ્ધને પગલે અનેક ઉદ્યોગોને મોટો ફટકો પડશે, પરંતું પહેલા જ શેરમાર્કેટના રોકાણકારો પર મોટી મુસીબત આવશે. ધ સધર્ન ગુજરાત ચેમ્બર ઓફ કોમર્સ એન્ડ ઇન્ડસ્ટ્રી પ્રમુખ નિખિલ મદ્રાસીએ યુદ્ધની શેરમાર્કેટ પર અસર અંગે મોટી આગાહી કરી",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/business/surat-vendor-prediction-on-iran-israel-war-share-market-will-be-crash-on-monday-466721 ",
    "time": "2026-03-01T10:32:50.000Z"
  },
  {
    "cat": "Sports",
    "title": "જો ભારતે આટલા રનનો ટાર્ગેટ આપ્યો તો જીત પાક્કી ! વેસ્ટ ઈન્ડિઝ T20 વર્લ્ડ કપમાંથી થઈ જશે બહાર",
    "desc": "ઇંગ્લેન્ડ, દક્ષિણ આફ્રિકા અને ન્યુઝીલેન્ડ ત્રણેય ટીમો T20 વર્લ્ડ કપ 2026ની સેમિફાઇનલ માટે ક્વોલિફાય થઈ ગઈ છે. રવિવારે ભારત અને વેસ્ટ ઇન્ડીઝ વચ્ચે સેમિફાઇનલ માટે જોરદાર મુકાબલો થવાની શક્યતા છે. ત્યારે ઇડન ગાર્ડન્સની પિચ કેવી રહેશે અને આ મેચમાં ભારત કેટલા રન બનાવશે તો જીતી શકશે, તેના વિશે આ લેખમાં જાણીશું.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/sports/t20-world-cup-india-vs-west-indies-super-8-match-eden-gardens-pitch-report-466711 ",
    "time": "2026-03-01T09:57:29.000Z"
  },
  {
    "cat": "Sports",
    "title": "છેલ્લી ઓવરના 5મા બોલ પર એવું તે શું થયું કે અમ્પાયર સાથે ઝઘડવા લાગ્યો જયસૂર્યા",
    "desc": "પાકિસ્તાન અને શ્રીલંકા વચ્ચેની મેચમાં હાઈવોલ્ટેજ ડ્રામા જોવા મળ્યો. મેચના છેલ્લા બોલ પર શ્રીલંકા જીતથી થોડીક વાર ચૂકી ગયું, અને અમ્પાયરના નિર્ણયથી વિવાદ એક મોટો થયો. ટીમના મુખ્ય કોચ સનથ જયસૂર્યા અમ્પાયર સાથે ઉગ્ર દલીલ કરતા પણ જોવા મળ્યા હતા. ચાલો જાણીએ શું છે આખો મામલો...",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/sports/what-happened-on-the-5th-ball-of-the-last-over-that-jayasuriya-started-arguing-with-the-umpire-466684 ",
    "time": "2026-03-01T08:26:35.000Z"
  },
  {
    "cat": "Politics",
    "title": "ઈરાન યુદ્ધના માહોલ વચ્ચે પાકિસ્તાનનું ભારતમાં છમકલું! દુશ્મનનું ડ્રોન જોતા જ સેનાનો મુંહતોડ જવાબ",
    "desc": "હાલ અમેરિકા અને ઈઝરાયેલ સાથે મળીને ઈરાન પર હુમલો કરી રહ્યા છે, તેના જવાબમાં ઈરાન પણ ચારેબાજુ બોમ્બમારો કરી રહ્યું છે. આ સમાચાર વચ્ચે જમ્મુ-કાશ્મીરના પુંછમાં ભારતીય સેનાએ પાકિસ્તાની ડ્રોનની ઘૂસણખોરીને નિષ્ફળ બનાવી દીધી છે. જવાનોના ભારે ફાયરિંગ બાદ દુશ્મનનું ડ્રોન પરત ભાગી ગયું હતું, જે બાદ વિસ્તારમાં સર્ચ ઓપરેશન ચાલુ છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/india/pakistani-drones-in-india-during-iran-war-army-gives-befitting-reply-466696 ",
    "time": "2026-03-01T07:55:29.000Z"
  },
  {
    "cat": "Business",
    "title": "Gold-Silver Rate Weekly Explainer: સોનામાં 4000 અને ચાંદીના ભાવમાં 16 હજારનો વધારો, આ અઠવાડિયે શું રહેશે સ્થિતિ? એક્સપર્ટ્સ શું કહે છે એ પણ જાણો",
    "desc": "સોના અને ચાંદી છેલ્લા કેટલાક સમયથી સતત આકાશે આંબી રહ્યા હતા. 29 જાન્યુઆરીએ તો ઓલટાઈમ હાઈ પર પહોંચી ગયા. પરંતુ જો કે ત્યારબાદ ભાવ ઘટ્યા. પરંતુ હવે ઈરાન અને ઈઝરાયેલ વચ્ચે યુદ્ધની સ્થિતિ વળી પાછા ભાવમાં ભડકા કરે તેવા એંધાણ છે. આ બધા વચ્ચે સપ્તાહમાં કિંમતી ધાતુઓમાં શું મૂવમેન્ટ રહી અને આગામી અઠવાડિયામાં શું સ્થિતિ રહી શકે છે તે ખાસ જાણો.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/business/gold-silver-rate-weekly-explainer-movement-during-last-week-will-iran-israel-war-push-the-rates-466691 ",
    "time": "2026-03-01T06:51:11.000Z"
  },
  {
    "cat": "Business",
    "title": "ઈરાન-ઈઝરાયેલ યુદ્ધથી સોનામાં મહાવિસ્ફોટ! ચાંદી પણ એક ઝટકે મોંઘી, પાછા ભાવ આકાશે આંબશે?",
    "desc": "ઈરાન અને ઈઝરાયેલ વચ્ચે યુદ્ધ ફાટી નીકળ્યા બાદ હવે વૈશ્વિક સ્તરે ભારે ખળભળાટ મચ્યો છે. દુનિયામાં પહેલેથી જ અફઘાનિસ્તાન અને પાકિસ્તાન વચ્ચે તણાવ છે, રશિયા અને યુક્રેન વચ્ચે યુદ્ધ ચાલે છે. વૈશ્વિક તણાવના પગલે અનેક સેક્ટરોમાં ઉથલપાથલ જોવા મળી શકે છે જેમાંથી એક છે સોનું અને ચાંદી. ભાવમાં વધારાની આશંકા વ્યક્ત કરાઈ રહી છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/business/israel-iran-war-gold-silver-rate-predictions-sona-chandi-par-padi-shake-yudh-ni-asar-news-in-gujarati-466629 ",
    "time": "2026-03-01T06:44:24.000Z"
  },
  {
    "cat": "Sports",
    "title": "&amp;quot;અમને ઘરે પહોંચાડો...&amp;quot; યુએસ-ઈરાન યુદ્ધ વચ્ચે ટીમ સાથે ફસાયો આ IPL સ્ટાર, PM પાસે માંગી મદદ",
    "desc": "મિડલ ઈસ્ટમાં વધતા તણાવને કારણે 1 માર્ચે યોજાનારી પાકિસ્તાન શાહિન્સ અને ઇંગ્લેન્ડ લાયન્સ વચ્ચેની મેચ રદ કરવામાં આવી છે. અબુ ધાબીમાં સુરક્ષા એલર્ટ અને બોમ્બ ધડાકાના અહેવાલો વચ્ચે આ સ્ટાર IPL ક્રિકેટરે બ્રિટિશ વડાપ્રધાનને ટીમને સુરક્ષિત ઘરે પહોંચાડવા અપીલ કરી છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/sports/us-israel-attacks-iran-jonny-bairstow-appeal-uk-pm-england-lions-uae-466687 ",
    "time": "2026-03-01T05:37:53.000Z"
  },
  {
    "cat": "Sports",
    "title": "ફખર ઝમાનની આ ભૂલ પડી ગઈ ભારે, નહીં તો પાકિસ્તાન સેમિફાઇનલમાં પહોંચી ગયું હોત !",
    "desc": "પાકિસ્તાને શ્રીલંકાને હરાવ્યું તો ખરી, પરંતુ પવન રત્નાયકેનો કેચ છોડવો ભારે પડી ગયો. રત્નાયકેની 58 રનની ઇનિંગે શ્રીલંકાને 147 રન સુધી પહોંચાડવામાં મદદ કરી, જેના કારણે પાકિસ્તાનનો નેટ રન રેટ ન્યુઝીલેન્ડ કરતા ઓછો રહ્યો અને પાકિસ્તાન સેમિફાઇનલની રેસમાંથી બહાર થઈ ગયું.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/sports/fakhar-zaman-mistake-eliminates-pakistan-in-semi-finals-t20-world-cup-2026-466685 ",
    "time": "2026-03-01T05:07:17.000Z"
  },
  {
    "cat": "Politics",
    "title": "વધી જશે પેટ્રોલ-ડીઝલના ભાવ? ઈરાન-અમેરિકા યુદ્ધથી દુનિયામાં આવશે મહામંદી",
    "desc": "અમેરિકાના ઈરાન પર હુમલા બાદ ઈરાનના નેતા અયાતુલ્લા અલી ખામેનેઈના મોત થયું છે. ત્યારે યુદ્ધથી સૌથી મોટું ટેન્શન ક્રુડ ઓઈલના ભાવને લઈને છે. આગામી સપ્તાહમાં જ પેટ્રોલ ડીઝલના ભાવમાં તેની અસર જોવા મળી શકે છે. સાથે વૈશ્વિક મંદી પણ વધશે અને મોંઘવારી આવશે તેવું નિષ્ણાતોનું અનુમાન છે",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/india/us-israel-iran-war-may-petrol-diesel-price-hike-after-strait-of-hormuz-466682 ",
    "time": "2026-03-01T04:54:10.000Z"
  },
  {
    "cat": "Business",
    "title": "સોના-ચાંદીના ભાવમાં મોટો ઉછાળો; કાલે છે ખરાખરીનો ખેલ! જાણો તમારા શહેરમાં શું છે લેટેસ્ટ ભાવ?",
    "desc": "ભારતમાં સોનાના ભાવ ફરી એકવાર રોકાણકારો અને ખરીદદારોના હૃદયના ધબકારા વધારી દીધા છે. 1 માર્ચ, 2026 ના રોજ, દેશમાં સોનાના ભાવ તેમના રેકોર્ડ ઉચ્ચતમ સ્તરની ખૂબ નજીક પહોંચી ગયા હતા. અમેરિકા અને ઈરાન વચ્ચે વધતા તણાવની સીધી અસર હવે સામાન્ય લોકોના ખિસ્સા પર પડી રહી છે. બજાર નિષ્ણાતો માને છે કે આગામી દિવસોમાં સોના અને ચાંદીના ભાવમાં વધુ વધારો જોવા મળી શકે છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/business/gold-silver-price-today-1-march-2026-gold-and-silver-prices-jump-know-the-price-in-your-city-466681 ",
    "time": "2026-03-01T04:00:04.000Z"
  },
  {
    "cat": "Sports",
    "title": "જીતીને પણ T20 વર્લ્ડ કપમાંથી બહાર ફેંકાયું પાકિસ્તાન; શ્રીલંકાને 5 રને હરાવ્યું, સેમીફાઈનલનું સપનું ચકનાચૂર!",
    "desc": "ICC મેન્સ T20 વર્લ્ડ કપના સેમિફાઇનલમાં પહોંચવાનું પાકિસ્તાનનું સ્વપ્ન ચકનાચૂર થઈ ગયું છે. શ્રીલંકા સામેની સુપર 8 મેચમાં પાકિસ્તાન યજમાન ટીમને 147 રન સુધી મર્યાદિત રાખવામાં નિષ્ફળ ગયું. જોકે, પાકિસ્તાને આ મેચ 5 રનથી જીતી લીધી.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/sports/pakistan-beat-sri-lanka-by-5-runs-but-their-semi-final-dream-was-shattered-466666 ",
    "time": "2026-02-28T17:41:35.000Z"
  },
  {
    "cat": "Sports",
    "title": "T20 વર્લ્ડ કપમાંથી બહાર થયું પાકિસ્તાન, ન્યૂઝીલેન્ડ મળી સેમીફાઈનલની ટીકિટ",
    "desc": "પાકિસ્તાની ટીમ T20 વર્લ્ડ કપના સેમીફાઈનલની રેસમાંથી બહાર ફેંકાઈ ગઈ છે. ટોપ-4માં પહોંચવા માટે પાકિસ્તાને 213 રનનો ટાર્ગેટ ચેઝ કરી રહેલી શ્રીલંકાની ટીમને 147 રન સુધીમાં રોકવી જરૂરી હતી. પરંતુ શ્રીલંકાએ 16મી ઓવરમાં જ 150 રનનો આંકડો પાર કરી લીધો હતો. આ સાથે જ પાકિસ્તાન ટુર્નામેન્ટમાંથી બહાર થઈ ગયું છે અને ન્યૂઝીલેન્ડની ટીમે સેમીફાઈનલમાં પોતાની જગ્યા બનાવી લીધી છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/sports/pakistan-eliminated-from-t20-world-cup-new-zealand-gets-semi-final-ticket-466664 ",
    "time": "2026-02-28T17:11:10.000Z"
  },
  {
    "cat": "Sports",
    "title": "અમેરિકા-ઈરાન યુદ્ધે વધાર્યું ICCની ટેન્શન, T20 World Cupથી પરત ફરનારા ખેલાડીઓ મુસીબતમાં મુકાયા",
    "desc": "અમેરિકા અને ઇઝરાયલે 28 ફેબ્રુઆરીના રોજ ઇરાન સામે યુદ્ધની જાહેરાત કરી. ત્યારથી આખી દુનિયા ડરના માહોલમાં જોવા મળી રહી છે. આ યુદ્ધની અસર હવે ICC T20 વર્લ્ડ કપ 2026 પર પણ જોવા મળી રહી છે. આનાથી હવે ICC માટે એક મોટી સમસ્યા ઉભી થઈ છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/sports/us-iran-war-has-increased-the-tension-of-the-icc-players-returning-from-the-t20-world-cup-have-faced-problems-466641 ",
    "time": "2026-02-28T16:32:25.000Z"
  },
  {
    "cat": "Politics",
    "title": "અજિત પવારના પ્લેન ક્રેશ પર રિપોર્ટમાં ચોંકાવનારો ખુલાસો, પહેલા ઝાડ સાથે અથડાયું, પછી...",
    "desc": "મહારાષ્ટ્રના ડેપ્યુટી સીએમ અજિત પવારનું પ્લેન બારામતીમાં સવાર સવારમાં ક્રેશ થયું હતું. જેમાં અજિત પવાર સહિત 5 લોકોના મોત થયા હતા. AAIBએ કહ્યું કે બારામતી પ્લેન ક્રેશના તમામ પહેલુઓની તપાસ કરવામાં આવશે જેથી કરીને તથ્યો, મૂળ કારણો અને સંબધિત કારણો વિશે જાણી શકાય.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/india/ajit-pawar-plane-crash-aaib-release-preliminary-report-shocking-details-466640 ",
    "time": "2026-02-28T16:27:58.000Z"
  },
  {
    "cat": "Sports",
    "title": "સાહિબજાદા ફરહાને બનાવ્યો વર્લ્ડ રેકોર્ડ, વિરાટ કોહલીનો 12 વર્ષ જૂનો રેકોર્ડ તોડ્યો; T20 વર્લ્ડ કપમાં રચ્યો ઈતિહાસ",
    "desc": "પાકિસ્તાની બેટ્સમેન સાહિબજાદા ફરહાને કિંગ કોહલીનો 12 વર્ષ જૂનો રેકોર્ડ તોડી નાખ્યો છે. તેણે શનિવારે શ્રીલંકા સામેની T20 વર્લ્ડ કપ મેચમાં વિરાટ કોહલીને પાછળ છોડી દીધો અને એક જ T20 વર્લ્ડ કપ એડિશનમાં સૌથી વધુ રન બનાવનાર ખેલાડી બની ગયો છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/sports/sahibzada-farhan-breaks-virat-kohli-record-t20-world-cup-2026-most-runs-466633 ",
    "time": "2026-02-28T15:41:45.000Z"
  },
  {
    "cat": "Sports",
    "title": "ભારત-વેસ્ટ ઈન્ડિઝ વચ્ચે ઈડન ગાર્ડનમાં આરપારની લડાઈ, જાણો T20 વર્લ્ડ કપમાં કોનું પલ્લું છે ભારે?",
    "desc": "ભારત અને વેસ્ટ ઈન્ડિઝ વચ્ચે આવતીકાલે કોલકાતાના ઇડન ગાર્ડન્સમાં આરપારની ટક્કર થશે. આ મેચ બન્ને ટીમો માટે મહત્વપૂર્ણ છે, કારણ આ મેચ જીતનારી ટીમ T20 વર્લ્ડ કપના સેમીફાઈનલમાં પહોંચશે. પરંતુ શું તમે જાણો છો કે, T20 વર્લ્ડ કપના ઇતિહાસમાં આ બન્ને ટીમો કેટલી વખત આમને-સામને આવી છે અને આ મેચોમાં કોને જીત મળી હતી? ચાલો ટુર્નામેન્ટના હેન્ડ-ટુ-હેડ પરિણામો પર એક નજર કરીએ.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/sports/ind-vs-wi-t20-world-cup-2026-head-to-head-records-eden-gardens-match-466625 ",
    "time": "2026-02-28T14:13:16.000Z"
  },
  {
    "cat": "Politics",
    "title": "અયોધ્યા જઈ રહ્યા છો, તો ધ્યાન રાખો! આ દિવસે નહીં કરી શકો રામ લલ્લાના દર્શન, મંદિરના દરવાજા રહેશે બંધ, જાણો",
    "desc": "જો તમે રામ લલ્લાના દર્શન માટે અયોધ્યા રામ મંદિર જઈ રહ્યા છો, તો આ સમાચાર વાંચવાનું ભૂલશો નહીં. આ દિવસે તમે રામ લલ્લાના દર્શન કરી શકશો નહીં. તમારે દર્શન કર્યા વિના પાછા ફરવું પડી શકે છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/india/if-you-are-going-to-ayodhya-ram-mandir-doors-will-be-closed-on-this-day-know-this-466584 ",
    "time": "2026-02-28T11:51:31.000Z"
  },
  {
    "cat": "Business",
    "title": "ભયંકર થશે સ્થિતિ, ઈઝરાયેલ-ઈરાન યુદ્ધને લીધે પાછા સોના-ચાંદીમાં ભડકા થશે, જાણો કેટલે પહોંચી શકે ભાવ?",
    "desc": "આખરે ઈરાન અને ઈઝરાયેલ વચ્ચે યુદ્ધ ફાટી નીકળ્યું. ઈઝરાયેલે આજે ઈરાનમાં અનેક ઠેકાણાઓ પર ભીષણ હુમલા કર્યા અને ત્યારબાદ ઈરાને પણ જોરદાર વળતો પ્રહાર કર્યો. ઈઝરાયેલને ઈરાન પર કરેલા આ હુમલામાં અમેરિકાએ પણ સાથ આપ્યો છે. આ બધા વચ્ચે સોના અને ચાંદીના ભાવ પણ ફરીથી આકાશે આંબી શકે છે. જાણો કેટલે સુધી પહોંચી શકે?",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/business/gold-and-silver-prices-may-rise-after-the-israel-iran-war-what-expert-says-466574 ",
    "time": "2026-02-28T11:19:45.000Z"
  },
  {
    "cat": "Politics",
    "title": "દરેક કોમેડી રીલમાં ચાનો કપ હાથમાં પકડીને હસતો કિશોર કોણ છે, એક રીલથી નસીબ ચમક્યું અને સંઘર્ષનો અંત આવ્યો",
    "desc": "ગરીબી સાથે જંગ લડતો એક કિશોર, અને અચાનક એક દિવસ એટલો ફેમસ બન્યો કે, દરેક વીડિયોમાં જોવા મળે છે... કોમેડી રીલના અંતે ચાનો કપ પકડીને ખડખડાત હસતો કિશોર હવે દેશનો કન્ટેન્ટ ક્રિએટર બની ગયો છે. કોણ છે આ કિશોર, જાણી તેની પ્રેરણાદાયી કહાની",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/india/viral-laughing-boy-arun-kumar-telangana-10th-pass-content-creator-success-story-466564 ",
    "time": "2026-02-28T10:07:28.000Z"
  },
  {
    "cat": "Politics",
    "title": "મોદી સરકારની શાનદાર યોજના, આ મહિલાઓને મળશે રૂપિયા 5000, જાણો કેવી રીતે કરવી અરજી",
    "desc": "પ્રધાનમંત્રી માતૃ વંદના યોજના હેઠળ સગર્ભા સ્ત્રીઓને તેમના સ્વાસ્થ્ય અને પોષણની જરૂરિયાતો પૂરી કરવા માટે નાણાકીય સહાય પૂરી પાડવામાં આવે છે. ત્યારે આ માટે કેવી રીતે અરજી કરવી અને કોણ અરજી કરી શકે છે, તેના વિશે આ લેખમાં જાણીશું.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/india/pradhan-mantri-matru-vandana-yojana-know-how-to-apply-466560 ",
    "time": "2026-02-28T09:42:14.000Z"
  },
  {
    "cat": "Politics",
    "title": "Israel-Iran War: ઇઝરાયલ-ઇરાન વચ્ચે ભીષણ જંગ...ભારત માટે કેમ વધી ચિંતા? આ છે કારણ",
    "desc": "ઇરાન અને ઇઝરાયલ વચ્ચે ભીષણ યુદ્ધ શરૂ થઈ ગયું છે. અમેરિકાએ ઇઝરાયલની સાથે મળી ઈરાનમાં ઘણી જગ્યાએ હુમલો કર્યો છે. જેના જવાબમાં ઈરાને પણ હુમલો કર્યો છે, જે ભારત સહિત વિશ્વના અન્ય દેશોમાં ચિંતા પેદા કરી રહ્યો છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/india/israel-iran-war-us-attack-strait-of-hormuz-close-tension-to-india-crude-oil-466556 ",
    "time": "2026-02-28T09:14:52.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "વિવાદ વચ્ચે રિલીઝ થઈ કેરેલા સ્ટોરી 2, પહેલા દિવસે કેટલી થઈ કમાણી અને પબ્લિકને કેવી લાગી ફિલ્મ ?",
    "desc": "કોર્ટ કેસ અને વિવાદો વચ્ચે કેરલા સ્ટોરી 2 ફિલ્મ રિલીઝ થઈ ચુકી છે. પહેલા દિવસના અંતે ફિલ્મનું ઓપનિંગ કલેકશન કેટલું રહ્યું અને ફિલ્મ લોકોને કેવી લાગી તેનો રીવ્યુ પણ આવી ગયો છે. તો ચાલો તમને પણ જણાવી દઈએ કેરલા સ્ટોરી 2 અંગેની લેટેસ્ટ માહિતી.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/entertainment/kerala-story-2-released-after-controversies-here-is-public-review-and-day-1-box-office-collection-466528 ",
    "time": "2026-02-28T06:47:05.000Z"
  },
  {
    "cat": "Politics",
    "title": "ગુજરાતીઓના અતિ પ્રિય એવા માઉન્ટ આબુનું બદલાઈ ગયું નામ, હિલ સ્ટેશન હવે આ નામથી ઓળખાશે",
    "desc": "ગુજરાતની પાડોશમાં આવેલા રાજસ્થાનમાં આવેલું અતિ સુંદર અને રમણીય હિલ સ્ટેશન માઉન્ટ આબુ એ ગુજરાતીઓને ખુબ પ્રિય છે. મિની વેકેશન હોય કે ઉનાળા-દીવાળીની રજાઓ હોય, આ જગ્યાએ જવાનું તેઓ ભૂલતા નથી. હવે આ માઉન્ટ આબુ વિશે એક મહત્વના સમાચાર આવ્યા છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/india/big-breaking-rajasthan-renames-mount-abu-to-aburaj-check-latest-update-466451 ",
    "time": "2026-02-27T15:30:21.000Z"
  },
  {
    "cat": "Tech",
    "title": "વિશ્વભરના સેમસંગ યુઝર્સની મોજ, કંપનીએ આપી ભેટ, હવે નેટવર્ક વિના કરી શકશે વાત, જાણો",
    "desc": "જો તમે સેમસંગ સ્માર્ટફોનનો ઉપયોગ કરી રહ્યા છો, તો તમારા માટે સારા સમાચાર છે. ટૂંક સમયમાં, તમે નેટવર્ક કનેક્શન વિના તમારા સેમસંગ ફોન પર વાત કરી શકશો અને તમારા પ્રિયજનો સાથે હંમેશા જોડાયેલા રહી શકશો, ભલે નજીકમાં કોઈ સેલ્યુલર નેટવર્ક ન હોય.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/technology/samsung-user-around-the-world-will-start-dancing-the-company-has-given-a-gift-now-they-will-be-able-to-talk-without-a-network-466450 ",
    "time": "2026-02-27T14:56:14.000Z"
  },
  {
    "cat": "Politics",
    "title": "એક ભૂલ અને DL રદ! હવે માત્ર ચલણ જ નહીં, પોઈન્ટ પણ કપાશે... ડ્રાઇવિંગ લાઇસન્સ માટે આવી રહી છે નવી સિસ્ટમ",
    "desc": "દેશભરમાં વધતા રોડ અકસ્માતો અને વાહનચાલકોના બેદરકાર વલણને સુધારવા માટે કેન્દ્ર સરકારે એક નવી સિસ્ટમ લાગુ કરવા જઈ રહી છે. માર્ગ સલામતી વધારવા માટે કેન્દ્ર સરકાર દેશમાં ગ્રેડ-આધારિત ડ્રાઇવિંગ લાઇસન્સ સિસ્ટમ લાગુ કરવા જઈ રહી છે. આ સિસ્ટમ હેઠળ ટ્રાફિક નિયમો તોડવા બદલ લાયસન્સમાંથી પોઈન્ટ કાપવામાં આવશે અને ચોક્કસ મર્યાદા પછી લાઇસન્સ રદ કરવામાં આવશે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/india/traffic-rules-central-government-is-going-to-implement-a-grade-based-driving-license-system-soon-466427 ",
    "time": "2026-02-27T12:10:38.000Z"
  },
  {
    "cat": "Tech",
    "title": "1 માર્ચથી ભારતમાં કરોડો યુઝર્સ માટે whatsapp થઈ જશે બંધ! ફટાફટ કરો ચેક",
    "desc": "ભારતમાં સિમ બાઇડિંગના નિયમ લાગૂ થવા જઈ રહ્યાં છે. સરકારના આ નિર્ણયથી WhatsApp યુઝર્સ પ્રભાવિત થશે. પરંતુ તે માત્ર WhatsApp માટે નથી. આ નિયમથી તમામ એવી એપ્સ પ્રભાવિત થશે જે ફોન નંબરથી ચાલે છે, ખાસ કરી મેસેજિંગ એપ્સ જેને OTT પણ કહેવામાં આવે છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/technology/sim-binding-rule-whatsapp-telegram-users-impact-466411 ",
    "time": "2026-02-27T10:54:44.000Z"
  },
  {
    "cat": "Tech",
    "title": "શરૂ થવા જઈ રહી છે ઉબેર એર ટેક્સી, કેબની જેમ મોબાઈલ એપથી થશે બુકિંગ",
    "desc": "અમેરિકન કેબ સર્વિસ પ્રોવાઇડર ઉબેર અને જોબી એવિએશન દ્વારા એર ટેક્સી સર્વિસ શરૂ કરવાની જાહેરાત કરવામાં આવી છે. આ નવી એર ટેક્સી સર્વિસ નિયમિત કેબ રાઇડની જેમ જ મોબાઇલ એપ દ્વારા બુકિંગ કરી શકાશે. જો બધું યોજના મુજબ ચાલશે, તો આ એર ટેક્સી સર્વિસ આ વર્ષના અંત સુધીમાં શરૂ કરવામાં આવશે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/technology/uber-air-taxi-dubai-know-booking-process-ride-fare-and-features-466406 ",
    "time": "2026-02-27T10:04:20.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "વેડિંગ લુકમાં રશ્મિકા-વિજયએ નવો ચીલો ચીતર્યો, કેસરીયો રંગ અને પ્યોર ગોલ્ડ જ્વેલરી ચર્ચામાં, ચેક કરો વેડિંગ લુકની ડિટેલ્સ",
    "desc": "એ વાતમાં કોઈ શંકા નથી કે આવનારા સમયમાં કેસરીયો રંગ વેડિંગ આઉટફિટમાં છવાઈ જવાનો છે કારણ કે રશ્મિકા મંદાનાએ તેના બ્રાઈડલ લુકથી ફેશન ઈંડસ્ટ્રીમાં નવા ટ્રેંડની શરુઆત કરી દીધી છે. વેડિંગ સાડીમાં રેડ કે પેસ્ટલ રંગના ટ્રેંડને છોડી રશ્મિકાએ નવો ડ્રેંટ શરુ કર્યો છે. સાથે જ ડાયમંડ નહીં પણ પ્યોર ગોલ્ડ જ્વેલરીનો ટ્રેડ પણ શરુ થશે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/entertainment/virosh-wedding-look-why-rashmika-and-vijay-deverakonda-pure-gold-jewelry-and-orange-outfit-talk-of-the-town-466384 ",
    "time": "2026-02-27T05:55:57.000Z"
  },
  {
    "cat": "Tech",
    "title": "કોલેજ સ્ટુડન્ટ્સ માટે બેસ્ટ છે આ ટોપ 5 ઇલેક્ટ્રિક બાઇક, જાણો કિંમત અને દમદાર ફીચર્સ",
    "desc": "કોલેજ જવાની દરરોજની સફર હોય કે મિત્રો સાથે શહેરમાં ફરવાનું હોય કે પછી કેમ્પસ પાર્કિંગમાં એક અલગ જ આકર્ષણ જમાવવું હોય વિદ્યાર્થીઓ હવે ઇલેક્ટ્રિક બાઇક તરફ વળી રહ્યા છે, જે ઉપયોગી અને સ્ટાઇલિશ બન્ને છે. તેમાં એપ્લિકેશન કનેક્ટિવિટી, ફાસ્ટ ચાર્જિંગ, એડવાન્સ સેફ્ટી ફીચર્સ અને આધુનિક ડિઝાઇન જેવી સુવિધાઓ મળી જાય છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/technology/best-top-5-smart-and-stylish-electric-bikes-for-college-students-in-india-466311 ",
    "time": "2026-02-26T12:34:25.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "શું તમે સંજય લીલા ભણસાલીના હાર્ટ એટેક આવ્યો? ટીમે આપ્યું અપડેટ",
    "desc": "સંજય લીલા ભણસાલીને હાર્ટ એટેકનો હુમલો આવ્યો હોવાના સમાચાર વાયુ વેગે વાયરલ થઈ રહ્યા છે. તેમની ટીમે એક નિવેદન બહાર પાડીને તેના વિશે જણાવ્યું છે. અહેવાલમાં જણાવવામાં આવ્યું છે કે, તેમને કોકીલાબેન હોસ્પિટલમાં દાખલ કરવામાં આવ્યા હતા.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/entertainment/did-you-know-that-sanjay-leela-bhansali-had-a-heart-attack-the-team-gave-an-update-466190 ",
    "time": "2026-02-25T09:50:23.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "રણબીર કપૂર-સાંઈ પલ્લવીની ફિલ્મ રામાયણનું યોજાયું ટેસ્ટ સ્ક્રીનિંગ, જાણો લોકોને કેવી લાગી નિતેશ તિવારીની ફિલ્મ?",
    "desc": "નિતેશ તિવારીની ફિલ્મ રામાયણને લઈને છેલ્લા ઘણા સમયથી બઝ છે. લોકો આ ફિલ્મની આતુરતાથી રાહ જોઈ રહ્યા છે. આ ફિલ્મને લઈને એક મહત્વપૂર્ણ ખબર સામે આવી છે. જેના વિશે જાણીને ફિલ્મ જોવાની આતુરતા અનેકગણી વધી શકે છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/entertainment/nitesh-tiwari-big-budget-film-ramayana-got-positive-response-after-first-test-screening-in-los-angeles-466151 ",
    "time": "2026-02-25T05:49:10.000Z"
  },
  {
    "cat": "Tech",
    "title": "ગુગલ પર ભૂલથી પણ સર્ચ ન કરતા એપ્સટિન ફાઇલ્સ, જાણો ચોંકાવનારું કારણ",
    "desc": "હાલના સમયમાં એપ્સટિન ફાઇલ્સ શબ્દ ઇન્ટરનેટ પર ઝડપથી ટ્રેન્ડ કરી રહ્યો છે, પરંતુ તેનાથી તમને ભારે નુકશાન થઈ શકે છે, મોટા ભાગના લોકો હાલમાં તેના વિશે જાણવા અને તેના દ્વારા વાયરલ કરાયેલા વીડિયો જોવા માગે છે, ત્યારે તે તમારી સૌથી મોટી ભુલ બની શકે છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/technology/epstein-files-not-being-searched-on-google-even-by-mistake-know-the-shocking-reason-466091 ",
    "time": "2026-02-24T13:22:39.000Z"
  },
  {
    "cat": "Tech",
    "title": "એક કિલોમાં 34.43 KM, છે દેશની સૌથી વધુ માઇલેજ આપનારી CNG Car! કિંમત માત્ર ₹5.90 લાખથી શરૂ",
    "desc": "દેશની સૌથી વધુ માઇલેજ આપનારી CNG કારોના લિસ્ટમાં અમે મારૂતિ સુઝુકી સેલેરિયો સીએનજીથી લઈને મારૂતિ સુઝુકી સ્વિફ્ટ સીએનજી સુધીના વિકલ્પ જણાવ્યા છે. આ કાર સારી માઇલેજ, શાનદાર સેફ્ટી અને ઓછા મેન્ટેનન્સ ખર્ચ માટે જાણીતી છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/technology/best-mileage-cng-cars-in-india-top-five-maruti-suzuki-cng-cars-466072 ",
    "time": "2026-02-24T09:37:41.000Z"
  },
  {
    "cat": "Tech",
    "title": "વારંવાર પંચર થવાની ઝંઝટમાંથી મળશે છુટકારો! માત્ર 180 રૂપિયાનું લિક્વિડ ટાયરની વધારી દેશે 10 મહિના લાઈફ",
    "desc": "વારંવાર ટાયર પંચર થવાથી અને ઝડપથી ટાયર ઘસાઈ જવાથી કંટાળી ગયા છો? હવે ફક્ત 180માં એક પ્રવાહી તમારા ટુ-વ્હીલરના ટાયરને પંચર થવાથી બચાવી શકે છે અને તેમનું જીવન વધારી શકે છે. આ સસ્તું અને અસરકારક ઉકેલ કેવી રીતે કામ કરે છે તે જાણો.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/technology/frequent-punctures-this-rs-180-liquid-will-keep-your-tires-safe-for-10-months-466069 ",
    "time": "2026-02-24T09:15:55.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "અરવલ્લીની પહાડીઓમાં ગુંજશે રશ્મિકા-વિજયના લગ્નની શરણાઈ; જુઓ આ આલીશાન હોટલની ઇનસાઈડ તસવીરો",
    "desc": "સાઉથ સુપરસ્ટાર અભિનેત્રી રશ્મિકા મંદાના અને વિજય દેવરકોંડાના લગ્નની તૈયારીઓ શરૂ થઈ ગઈ છે. ઉદયપુરના ફોટા સોશિયલ મીડિયા પર વાયરલ થઈ રહ્યા છે, જેમાં રશ્મિકા અને વિજય ખુબ જ એન્જોય કરી રહ્યા છે. ચાલો લગ્નની તૈયારીઓના ફોટા પર નજર કરીએ....",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/entertainment/rashmika-mandanna-and-vijay-deverakondas-wedding-preparations-begin-special-glimpses-from-udaipur-emerge-466055 ",
    "time": "2026-02-24T07:04:27.000Z"
  },
  {
    "cat": "Tech",
    "title": "હવે E20 પેટ્રોલ પર ચાલશે રોયલ એનફિલ્ડની આ બાઇક્સ, E20 માટે કીટ કરવામાં આવી લોન્ચ, આટલો છે ભાવ, જાણો",
    "desc": "જો તમારી પાસે જૂની રોયલ એનફિલ્ડ બાઈક છે, તો કંપનીએ હવે આ બાઇકો માટે E20 કીટ લોન્ચ કરી છે, જેનાથી તમે આરામથી E20 પેટ્રોલ પર બાઈક ચલાવી શકો છો. આ કીટના કારણે બાઈકને ફાયદો પણ થવાનું જણાવ્યું છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/technology/now-these-royal-enfield-bikes-will-run-on-e20-petrol-kit-launched-for-e20-this-is-the-price-know-465998 ",
    "time": "2026-02-23T16:04:49.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "રશ્મિકા અને વિજય દેવરકોંડાએ લગ્ન કર્યા કંફર્મ, આ રીતે શરુ થઈ હતી વિરોશની લવ સ્ટોરી",
    "desc": "રશ્મિકા મંદાના અને વિજય દેવરકોંડાના લગ્નની ચર્યાઓ ઘણા સમયથી ચાલી રહી હતી, હવે આ ખબરની પુષ્ટિ કરી દેવામાં આવી છે. રશ્મિકા મંદાના અને વિજય દેવરકોંડાએ સોશિયલ મીડિયા પર લગ્નની વાત પર મહોર મારી દીધી છે. ત્યારે ચાલો જાણીએ રશ્મિકા મંદાના અને વિજય દેવરકોંડાની લવ સ્ટોરી કેવી રીતે અને ક્યારે શરુ થઈ.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/entertainment/rashmika-vijay-wedding-announce-on-social-media-as-wedding-of-virosh-rashmika-and-vijay-devarakonda-lovelife-465892 ",
    "time": "2026-02-23T03:11:31.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "આર્યએ ગોપાલને આપ્યો 7 દિવસનો ચેલેન્જ, તુમ સે તુમ તકમાં આવવાનો મોટો વળાંક",
    "desc": "તુમ સે તુમ તકમાં અનુ અને મોહિતના લગ્ન તૂટી ગયા પછી, પુષ્પા તેની પુત્રી અને આર્યાને ફરીથી મિલાવવા માટે મક્કમ બને છે. આર્યા ગોપાલને મળવા માટે જાય છે અને ચેલેન્જ આપીને આવે છે, ત્યારે આગામી દિવસોમાં જોવાનું રહેશે કે આર્ય પોતાના પ્લાનમાં સફળ થાય છે કે નહીં.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/entertainment/arya-gave-gopal-a-7-day-challenge-a-big-twist-in-tumm-se-tumm-tak-465841 ",
    "time": "2026-02-22T13:13:22.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "ટીવી સ્ટાર દીપિકા કક્કડની તબિયત બગડી, લિવર કેન્સર પછી વધુ એક મુસીબત માથે આવી પડી",
    "desc": "ટીવી એક્સ્ટ્રેસ દીપિકા કક્કડની થોડા સમય પહેલા જ લિવર કેન્સરની સારવાર થઈ હતી. તેવામાં હવે તેને વધુ એક ગંભીર સમસ્યા થઈ છે જેના કારણે ફરી તેની સર્જરી કરવામાં આવશે. અભિનેત્રીની તબિયતને લઈ તેના પતિ અને અભિનેતા શોહેબ ઈબ્રાહિમે જાણકારી શેર કરી હતી.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/entertainment/dipika-kakar-had-cyst-after-liver-cancer-shoaib-ibrahim-gave-health-update-465828 ",
    "time": "2026-02-22T09:59:46.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "દુનિયાની પહેલી યૂટ્યૂબ ચેનલ, જેને પુરા કર્યા 100 મિલિયન સબ્સક્રાઇબર્સ, મળ્યું રેડ ડાયમંડ પ્લે બટન, Video પર આવે છે બિલિયનમાં વ્યુઝ",
    "desc": "તમે 10-20-30-40 અને 50 મિલિયન સબ્સ્ક્રાઇબર્સ વાળી ઘણી YouTube ચેનલો જોઈ હશે, જેને તમે સબ્સ્ક્રાઇબ પણ કરી હશે, પરંતુ આજે અમે તમને વિશ્વની પહેલી YouTube ચેનલ વિશે જણાવવા જઈ રહ્યા છીએ જેના 100 મિલિયન સબ્સ્ક્રાઇબર્સ છે અને તેને રેડ ડાયમંડ પ્લે બટન પણ મળ્યું છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/entertainment/the-world-first-youtube-channel-which-has-completed-100-million-subscribers-got-the-red-diamond-play-button-465766 ",
    "time": "2026-02-21T14:11:00.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "અમિતાભ બચ્ચન સામે કેસ દાખલ, KBCમાં આ શહેર વિશે કરી હતી ટિપ્પણી",
    "desc": "ફરિયાદમાં અરજદારે જણાવ્યું છે કે, 23 ડિસેમ્બરના રોજ જાહેર થયેલા અહેવાલમાં પાણીની તંગી ધરાવતો વિસ્તાર જણાવ્યો હતો, જો કે તેની પાસેથી ચંબલ નદી વહે છે અને તેની વસ્તી 150000ની છે. આ ઉલ્લેખથી શહેરની પ્રતિષ્ઠામાં ઠેસ પહોચે છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/entertainment/case-filed-against-amitabh-bachchan-made-comments-about-this-city-in-kbc-465765 ",
    "time": "2026-02-21T13:29:52.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "ડોક્ટર મોહિતે આર્ય માટે માગ્યો અનુનો હાથ, સિદ્ધિ માંની ભવિષ્યવાણીથી હેરાન",
    "desc": "ટીવી સીરિયલ 'તુમ સે તુમ તક' માં અનુ અને ડૉ. મોહિતના લગ્ન તૂટ્યા પછી, એક મોટો વળાંક આવવાનો છે. સિદ્ધિ મા ફરી એકવાર અનુ અને આર્યાના સંબંધો અંગે આ મુદ્દો ઉઠાવશે. માનસીનો સ્વર બદલાઈ ગયો છે, અને તે હવે અનુને ઘરે લાવવાની તૈયારી કરી રહી છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/entertainment/doctor-mohit-requested-for-arya-and-anu-marriage-siddhi-maa-prediction-surprised-him-465761 ",
    "time": "2026-02-21T12:43:50.000Z"
  }
];