const newsData_gu = [
  {
    "cat": "World",
    "title": "જોરદાર ઘટવાના છે પેટ્રોલ અને ડિઝલના ભાવ! ઈરાન યુદ્ધ પર ડોનાલ્ડ ટ્રમ્પનું એક મોટું નિવેદન",
    "desc": "અમેરિકા અને ઈરાન વચ્ચે હાલનો યુદ્ધ 28 ફેબ્રુઆરીથી શરૂ થયો હતો. અમેરિકા અને ઇઝરાયલી હુમલામાં ઈરાનના ભૂતપૂર્વ સુપ્રીમ લીડર આયાતુલ્લાહ અલી ખામેનીના મૃત્યુ બાદ, ઈરાને બદલો લેવા માટે હુમલા શરૂ કર્યા છે. આનાથી સમગ્ર પ્રદેશમાં તણાવ વધ્યો છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/world/petrol-and-diesel-prices-set-to-drop-sharply-donald-trump-major-statement-on-the-iran-war-491024 ",
    "time": "2026-09-12T16:42:21.000Z"
  },
  {
    "cat": "World",
    "title": "દિલ્હીની BRICS સમિટે દુનિયાને આપ્યા ત્રણ મોટા સંદેશ, બદલાઈ ગયું છે પાવર સેન્ટર",
    "desc": "ભારત અને ચીનની દોસ્તીનો નવો અધ્યાય આજથી શરૂ થયો છે કેમ કે, સાત વર્ષ બાદ ચીનના રાષ્ટ્રપતિ ભારત આવ્યા અને બ્રિક્સ સંમેલનમાં હાજરી આપી. આજે BRICS સમિટમાંથી એક એવી તસવીર સામે આવી છે, જેણે આખી દુનિયાની રાજનીતિમાં હલચલ મચાવી દીધી છે. વૈશ્વિક મંચ પર આ એવો નજારો હતો જેની કલ્પના કદાચ પશ્ચિમી દેશોએ ક્યારેય નહીં કરી હોય.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/world/new-power-center-emerges-modi-putin-and-xi-in-one-frame-at-delhi-brics-summit-491020 ",
    "time": "2026-09-12T15:24:40.000Z"
  },
  {
    "cat": "Sports",
    "title": "જો રૂટે ટેસ્ટ ક્રિકેટમાં રચ્યો ઈતિહાસ, ધ્વસ્ત કર્યો સચિન તેંડુલકરનો વર્લ્ડ રેકોર્ડ",
    "desc": "ઈંગ્લેન્ડ ક્રિકેટ ટીમના સ્ટાર બેટર જો રૂટે વધુ એક કમાલ કર્યો છે. તેણે ટેસ્ટ ક્રિકેટમાં સૌથી વધુ અડધી સદી ફટકારવાનો સચિન તેંડુલકરનો વર્લ્ડ રેકોર્ડ તોડી દીધો છે. હવે જો રૂટના નામે ટેસ્ટ ક્રિકેટમાં 69 અડધી સદી થઈ ગઈ છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/sports/joe-root-breaks-sachin-tendulkar-world-record-joins-an-elite-cricket-club-491017 ",
    "time": "2026-09-12T13:42:32.000Z"
  },
  {
    "cat": "World",
    "title": "&amp;#039;ચાઈનીઝ બબલ&amp;#039; દુનિયાનું કોઈપણ તત્વ તપાસ વિના જિનપિંગના સંપર્કમાં આવી શકતું નથી, આવી છે સુરક્ષા વ્યવસ્થા",
    "desc": "ટ્રમ્પ ભલે શી જિનપિંગની જાસૂસી કરવાની વાત કબૂલી રહ્યા હોય પરંતુ હકીકત એ છે કે જિનપિંગની જાસૂસી કરવી અને તેમની સુરક્ષામાં સેંધ લગાવવી લગભગ અશક્ય છે. કેમ કે જિનપિંગ સુરક્ષાના એક અભેદ્ય ચક્રમાં રહે છે. આ ચક્રની અંદર જ જિનપિંગ શ્વાસ લે છે, તેની અંદર જ ખાય છે અને પાણીનું એક ટીપું પણ પરવાનગી વિના અંદર પ્રવેશી શકતું નથી. સુરક્ષા વિજ્ઞાનની ભાષામાં તેને કહેવામાં આવે છે-'ચાઈનીઝ બબલ', એટલે કે ચીનની અભેદ્ય સુરક્ષાનું બબલ. આ 'ચાઈનીઝ બબલ'માં સુરક્ષા કેટલા લેયરમાં છે જોઈએ આ ખાસ અહેવાલમાં...",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/world/unbreakable-shield-how-xi-jinping-travels-within-his-ultimate-security-bubble-491015 ",
    "time": "2026-09-12T12:57:30.000Z"
  },
  {
    "cat": "World",
    "title": "ભારતમાં ઈરાનના રાષ્ટ્રપતિ, બીજી તરફ ટ્રમ્પે હોર્મુઝ સ્ટ્રેટ પર આપ્યું મોટું નિવેદન! ઈરાને પણ અમેરિકાને આપી આ સલાહ",
    "desc": "નવી દિલ્હીમાં બ્રિક્સ સમિટ દરમિયાન, મસૂદ પેઝેશ્કિયાન અનવર ઇબ્રાહિમ સાથે મુલાકાત કરી હતી, અને કહ્યું કે મધ્ય પૂર્વને અમેરિકા જેવા પ્રાદેશિક પોલીસમેનની જરૂર નથી. આ દરમિયાન, ડબલિનમાં, ડોનાલ્ડ ટ્રમ્પે હોર્મુઝ સ્ટ્રેટ, ઈરાન, તેલ અને સાઉદી પાઇપલાઇન હુમલાઓ અંગે જણાવ્યું હતું કે પરિસ્થિતિમાં સુધારો થશે, વેપાર પર ચર્ચા થઈ છે અને યુદ્ધ ટૂંક સમયમાં સમાપ્ત થશે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/world/irans-president-is-in-india-meanwhile-trump-has-made-a-major-statement-regarding-the-strait-of-hormuz-491008 ",
    "time": "2026-09-12T12:50:26.000Z"
  },
  {
    "cat": "Politics",
    "title": "મુનીર- શહબાઝ રડી રહ્યા છે લોહીના આંસુ, BRICSને જોઈ પાકિસ્તાનમાં માતમ : ચીન-રશિયા છતાં પાકિસ્તાન બહાર",
    "desc": "દિલ્લીમાં ભવ્ય રીતે યોજાઈ રહેલા બ્રિક્સ સંમેલનને લઈ આતંકીસ્તાન પાકિસ્તાનમાં ખળભળાટ મચ્યો છે. ચીનના રાષ્ટ્રપતિ શી જિનપિંગ દિલ્લી પહોંતા જ પાકિસ્તાનમાં જાણે માતમ છવાઈ ગયો હોય. કેમ કે પાકિસ્તાન માટે BRICSનો મંચ લોહીના આસુએથી રડાવી રહ્યો છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/india/brics-in-delhi-despair-in-pakistan-the-untold-story-of-islamabads-exclusion-490984 ",
    "time": "2026-09-12T12:29:55.000Z"
  },
  {
    "cat": "Politics",
    "title": "ભારતે રશિયા અને ઈરાનને આપ્યો મંચ! જગત જમાદારની ધૂળ કઢાઈ, પશ્ચિમી દેશોને અરીસો દેખાડાયો",
    "desc": "દિલ્લીમાં એકઠા થયેલા BRICS દેશોએ સ્પષ્ટ કરી દીધું છે કે, દુનિયા હવે માત્ર અમેરિકા અને પશ્ચિમી તાકાતોના ઈશારે નહી ચાલે. રશિયાના રાષ્ટ્રપતિ પુતિને G-7ની હેસિયત પર સવાલ ઉઠાવ્યા તો ઈરાનના રાષ્ટ્રપતિ પેજેશ્કિયાને સંપ્રભુતા પર કોઈ દબાણને પડકાર ફેંક્યો. ભારતની યજમાનીમાં થઈ રહેલું આ સંમેલન બદલાતી વિશ્વ વ્યવસ્થાની મોટી તસવીર બતાવી રહ્યું છે. જ્યાં ગ્લોબલ સાઉથનો અવાજ સતત મજબુત થઈ રહ્યો છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/india/the-shift-of-global-power-delhi-brics-summit-puts-g7-on-the-backfoot-490981 ",
    "time": "2026-09-12T11:17:07.000Z"
  },
  {
    "cat": "Business",
    "title": "હવે UPI પેમેન્ટના આધારે પણ મળશે લોન, SBIની મોટી ભેટ, જાણો",
    "desc": "એવા નાના વેપારીઓ કે જેમની લોન મેળવવાની મૂલ્યાંકન UPI ટ્રાન્ઝેક્શન ડેટાના આધારે કરવામાં આવશે, જેમની પાસે GST રજીસ્ટ્રેશન નથી, સરળ શબ્દોમાં કહીએ તો, આ લોન સુવિધા નાના વ્યવસાયોને ધ્યાનમાં રાખીને શરૂ કરવામાં આવી રહી છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/business/now-get-loans-based-on-upi-payments-too-a-big-gift-from-sbi-find-out-more-490980 ",
    "time": "2026-09-12T11:10:15.000Z"
  },
  {
    "cat": "Sports",
    "title": "અફઘાનિસ્તાન સામેની પ્રથમ T20 મેચમાં આ 4 ખેલાડીઓને નહીં મળે તક! એક સ્ટાર ખેલાડીનું નામ પણ સામેલ",
    "desc": "ટીમ ઈન્ડિયા હાલમાં અફઘાનિસ્તાન સામેની પ્રથમ T20 મેચ માટે તૈયારી કરી રહી છે. આ મેચ 13 સપ્ટેમ્બરે દિલ્હીના અરુણ જેટલી સ્ટેડિયમમાં રમાશે. ત્યારે પ્રથમ T20 મેચમાં આ 4 ખેલાડીઓને બેન્ચ પર બેસવું પડી શકે છે, જેમાં એક સ્ટાર ખેલાડીનું નામ પણ સામેલ છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/sports/these-4-players-will-not-get-a-chance-in-first-t20-match-against-afghanistan-490966 ",
    "time": "2026-09-12T09:07:15.000Z"
  },
  {
    "cat": "Politics",
    "title": "BRICS Summit 2026માં દ્વિપક્ષીય બેઠકોનો દોર : વિયેતનામ, મલેશિયા અને UAEના નેતાઓ PM મોદીને મળ્યા",
    "desc": "ભારતની યજમાનીમાં 18મી BRICS સમિટનો આજે નવી દિલ્હીના 'ભારત મંડપમ' ખાતે પ્રારંભ થઈ રહ્યો છે. બે દિવસીય આ સમિટ દરમિયાન વડાપ્રધાન નરેન્દ્ર મોદીના નેતૃત્વમાં બ્રિક્સ દેશો સહિયારી પ્રાથમિકતાઓ, વૈશ્વિક મુદ્દાઓ અને પરસ્પર સહયોગને વધુ મજબૂત બનાવવા અંગે ચર્ચા કરશે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/india/brics-summit-2026-new-delhi-pm-modi-xi-jinping-putin-pezeskian-490949 ",
    "time": "2026-09-12T08:30:33.000Z"
  },
  {
    "cat": "World",
    "title": "ખાસ મિત્ર પર હુમલો છતાં પાકિસ્તાન અને તુર્કીએ ઔકાત દેખાડી દીધી, ટ્રમ્પે તો ધરાર ફોન પર 2 વાર ના પાડી",
    "desc": "બ્રિક્સ એક એવું મંચ જે દુનિયામાં નવી શક્તિ અને નવા પાવર બનવાની ક્ષમતા ધરાવે છે. જેમાં દક્ષિણ એશિયાથી લઈને આરબ દેશો પણ સામેલ છેપરંતુ સંમેલનના ઠીક પહેલા જે રીતે ઈરાન સમર્થિત હૂતિ બળવાખોરોએ આરબ પર હુમલો કર્યો. તે પોતાનામાં જ ચોકાવનારૂ છે. હૂતીના જણાવ્યા મુજબ, આ હુમલો સાઉદી અરેબિયાની દગાબાજી વિરૂદ્ધ છે. જે રીતે સાઉદી અરેબિયા અમેરિકાને સમર્થન આપીને સમગ્ર મિડલ ઈસ્ટમાં યુદ્ધનું વાતાવરણ વધુ ઉગ્ર બનાવી રહ્યું છે તેની કિંમત આરબ દેશોએ ચૂકવવી પડશે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/world/middle-east-crisis-houthi-advance-on-bab-el-mandeb-leaves-saudi-arabia-isolated-490962 ",
    "time": "2026-09-12T08:24:54.000Z"
  },
  {
    "cat": "Politics",
    "title": "ખેડૂતો માટે મહત્વના સમાચાર, ફટાફટ પતાવી લો આ કામ નહીં તો બંધ થઈ જશે PM કિસાનનો હપ્તો",
    "desc": "જો તમે પણ PM કિસાન યોજનાના લાભાર્થી છો તો આ સમાચાર તમારા માટે ઉપયોગી છે, આ યોજના અંતર્ગત સરકાર ખેડૂતોને વાર્ષિક રૂપિયા 6000ની નાણાકીય સહાય 3 હપ્તામાં ચૂકવે છે, ત્યારે આગામી હપ્તાનો લાભ લેવા માટે તમારે e-KYC કરવું જરૂરી છે, નહીંતર મુશ્કેલીનો સામનો કરવો પડી શકે છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/india/pm-kisan-samman-nidhi-yojana-next-installment-ekyc-update-check-status-490961 ",
    "time": "2026-09-12T08:16:00.000Z"
  },
  {
    "cat": "Politics",
    "title": "BRICSમાં ભારતની વધતી તાકાત! એક તસવીરે આપ્યો દુનિયાને મોટો મેસેજ, મોદીની &amp;#039;પાવર વોક&amp;#039; જોઈ ટ્રમ્પ પરેશાન",
    "desc": "ભારત 18મી BRICS સમિટની યજમાની કરી રહ્યું છે. આ દરમિયાન PM મોદી, રશિયાના રાષ્ટ્રપતિ વ્લાદિમીર પુતિન અને ઈરાનના રાષ્ટ્રપતિ મસૂદ પેઝેશ્કિયાનની એક તસવીરે વૈશ્વિક રાજકારણમાં ભારતની વધતી ભૂમિકાનો સંદેશ આપ્યો છે. આ તસવીરમાં મોદી બંને નેતાઓ સાથે જોવા મળ્યા, જેને ભારતના BRICS દેશો સાથેના મજબૂત સંબંધો અને વ્યૂહાત્મક સંતુલનના સંકેત તરીકે જોવામાં આવી રહ્યું છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/india/brics-summit-2026-pm-modi-power-walk-with-global-leaders-trump-worried-see-this-picture-490952 ",
    "time": "2026-09-12T07:39:07.000Z"
  },
  {
    "cat": "Business",
    "title": "સરકારી કર્મચારીઓ માટે ખુશખબર... 8મા પગાર પંચમાં બદલાશે 40 વર્ષ જૂનો નિયમ !",
    "desc": "જો તમે પણ 8મા પગાર પંચની ભલામણોની રાહ જોઈ રહ્યા છો તો આ સમાચાર તમારા માટે છે. પગાર પંચ નિવૃત્ત કેન્દ્ર સરકારના કર્મચારીઓ સંબંધિત 40 વર્ષ જૂના નિયમમાં સુધારો કરી શકે છે. ત્યારે આ નિયમ શું છે અને આનાથી શું ફાયદો થશે, તેના વિશે આ લેખમાં જાણીશું.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/business/8th-pay-commission-latest-update-commuted-pension-rule-govt-employees-490628 ",
    "time": "2026-09-12T06:33:52.000Z"
  },
  {
    "cat": "Business",
    "title": "જો ફિટમેન્ટ ફેક્ટર 2 લાગુ થાય, તો બેઝિક પગાર થઈ જશે ₹89,000! નાના કર્મચારીઓને પણ મોટો ફાયદો",
    "desc": "સરકારી કચેરીઓ 8મા પગાર પંચની ભલામણોની આતુરતાથી રાહ જોઈ રહ્યા છે, ત્યારે જો 8મા પગાર પંચ દ્વારા 2ના ફિટમેન્ટ ફેક્ટરનો પ્રસ્તાવ મૂકવામાં આવે તો સરકારી કર્મચારીઓના બેઝિક પગારમાં લેવલ મુજબ કેટલો વધારો થઈ શકે છે, તેના વિશે આ લેખમાં જાણીશું.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/business/8th-pay-commission-if-fitment-factor-2-applied-basic-salary-will-become-89000-490946 ",
    "time": "2026-09-12T05:42:51.000Z"
  },
  {
    "cat": "Politics",
    "title": "ભારત-ચીન વચ્ચે સીધી ફ્લાઈટ ફરી શરૂ, PM મોદી અને શી જિનપિંગ વચ્ચેની બેઠક પહેલા મોટી જાહેરાત",
    "desc": "ભારત અને ચીન વિશ્વના સૌથી વધુ વસ્તી ધરાવતા બે દેશો છે. આ બંને દેશો વચ્ચે મોટું મોર્કેટ છે. વર્તમાન વૈશ્વિક પરિસ્થિતિને જોતાં આ બંને દેશોનું એકબીજાની નજીક આવવું સ્વાભાવિક છે. ત્યારે PM મોદી અને શી જિનપિંગ વચ્ચેની બેઠક પહેલા ભારત અને ચીન વચ્ચે સીધી ફ્લાઈટ ફરી શરૂ કરવાની જાહેરાત કરવામાં આવી છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/india/direct-flights-between-india-and-china-resume-before-pm-modi-and-xi-jinping-meeting-490944 ",
    "time": "2026-09-12T05:01:53.000Z"
  },
  {
    "cat": "Politics",
    "title": "આજે દિલ્હીમાં ભારતનું શક્તિ પ્રદર્શન, PM મોદી-શીની મુલાકાત પર સૌની નજર, જાણો સંપૂર્ણ શેડ્યૂલ",
    "desc": "ભારતમાં આજથી BRICS Summit 2026 શરૂ થઈ રહી છે. સમિટની સત્તાવાર શરૂઆત બપોરે 2 વાગ્યે થશે અને તેનું પ્રથમ સેશન 2:30 વાગ્યે શરૂ થશે. વિશ્વની નજર આ સમિટ પર ટકેલી છે. બ્રિક્સ દેશોની બેઠક અગાઉ, શુક્રવારે ભારત મંડપમ ખાતે બ્રિક્સ બિઝનેસ ફોરમનું સેશન યોજાયું હતું, જેમાં વૈશ્વિક નેતાઓએ વિશ્વને એક મહત્વપૂર્ણ મેસેજ આપ્યો હતો.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/india/brics-summit-2026-pm-modi-xi-jinping-meeting-delhi-bharat-mandapam-490924 ",
    "time": "2026-09-12T04:07:57.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "હનુમાન અંશ ફિલ્મ વર્લ્ડવાઈડ રિલીઝ, ભારતમાં બોક્સ ઓફિસ કલેકશન 200 કરોડની નજીક",
    "desc": "2 કરોડના ખર્ચે બનેલી હનુમાન અંશ ફિલ્મે કમાલ કરી છે. જે રીતે ફિલ્મ ચાલી રહી છે તેને જોતાં આ ફિલ્મ ટુંક સમયમાં 200 કરોડની કમાણી કરી લેશે. ભારતમાં સફળતા મળ્યા બાદ હવે આ ફિલ્મ વિદેશોમાં પણ રિલીઝ કરવામાં આવી છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/entertainment/hanuman-ash-world-wide-release-11-sep-hanuman-ash-movie-box-office-collection-india-490934 ",
    "time": "2026-09-12T03:25:45.000Z"
  },
  {
    "cat": "Tech",
    "title": "65 કિમી માઇલેજ, સ્પોર્ટી લુક, HEROએ લોન્ચ કર્યું આ બાઈક, જાણો",
    "desc": "હીરોએ 125cc સેગમેન્ટમાં તેની શક્તિશાળી બાઇક અપડેટ કરી છે. અમે વાત કરી રહ્યા છીએ Hero Glamour X 125 વિશે. આ બાઇકમાં હવે સિંગલ-ચેનલ ABS અને ઇન્ટિગ્રેટેડ બ્રેકિંગ સિસ્ટમ છે. કંપનીના જણાવ્યા અનુસાર, ગ્લેમર X આ સેગમેન્ટમાં આ સુવિધા ધરાવતી પહેલી બાઇક છે. ચાલો જાણીએ કે આ બાઇકમાં શું ખાસ છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/technology/65-km-mileage-sporty-look-hero-has-launched-glamour-x-bike-find-out-more-490899 ",
    "time": "2026-09-11T14:35:31.000Z"
  },
  {
    "cat": "World",
    "title": "શી જિનપિંગ દિલ્હી આવી રહ્યાં છે એનો મતલબ શું? એમ જ નથી આવતા, આ છે ચીનને ડર",
    "desc": "ચીન બ્રિક્સનું સભ્ય છે. 2006માં આ સંગઠનની રચના ચીન, ભારત અને રશિયા સાથે થઈ હતી. બાદમાં તેમાં દક્ષિણ આફ્રિકા જોડાયું. આજે બ્રિક્સમાં કુલ 11 સભ્યો છે. દર વર્ષે તેનું એક શિખર સંમેલન કોઈને કોઈ દેશની રાજધાનીમાં યોજાય છે. ચીનના રાષ્ટ્રપતિ સામાન્ય રીતે આ સંમેલનોમાં હાજરી આપે છે પરંતુ છેલ્લી વખત તેઓ બ્રિક્સ સંમેલનમાં હાજરી આપી શક્યા નહોતા. આ વખતે પણ તે ક્યારે ભારત આવશે તે પણ હજુ રહસ્ય છે ત્યારે લોકોના મનમાં સવાલ છે કે શું શી જિનપિંગ ભારત આવશે. આ સવાલોને લઈને ચીનમાં શું ચાલી રહ્યું હતું અને જિનપિંગનો પ્લાન શું હતો જોઈએ આ ખાસ અહેવાલમાં...",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/world/why-is-the-chinese-dragon-coming-to-delhi-after-7-years-uncovering-xi-jinpings-real-fear-490866 ",
    "time": "2026-09-11T13:17:53.000Z"
  },
  {
    "cat": "World",
    "title": "અમેરિકાથી આવ્યો એવો રિપોર્ટ કે રાવલપિંડીથી લઈને બેઇજિંગમાં મચ્યો હડકંપ, શાંધાઈ સુધી ખંડેરમાં ફેરવાઈ જશે",
    "desc": "દુનિયાની મહાસત્તાઓના રક્ષા કોરિડોરમાં આ સમયે માત્ર એક જ નામ ગુંજી રહ્યું છે અને એ નામ છે હિંદુસ્તાન.....અમેરિકન રક્ષા નિષ્ણાંતો અને પ્રતિષ્ઠિત આંતરરાષ્ટ્રીય મેગેઝિન બુલેટિન ઓફ ધ એટોમિક સાયન્ટિસ્ટ્સ ના તાજા રિપોર્ટે વેશ્વિક સુરક્ષા સમીકરણોને સંપૂર્ણ પણે બદલી નાખ્યો છે. વોશિંગ્ટનથી જાહેર થયેલા આ રિપોર્ટે સત્તાવાર મહોર મારી દીધી છે કે ભારતના કાફલામાં હવે 190 ઘાતક પરમાણું હથિયારો સામે થઈ ચુક્યા છે. આ રિપોર્ટ સામે આવતાં જ પાકિસ્તાનના હોશ ઉડી ગયા છે..",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/world/us-report-shocks-beijing-and-rawalpindi-indias-nuclear-arsenal-reaches-190-warheads-490874 ",
    "time": "2026-09-11T13:13:44.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "સુશાંતના શરીર પર હતા ઈજાના નિશાન, વર્ષો પછી પોસ્ટમોર્ટમ કરનાર સ્ટાફે કર્યો ખુલાસો",
    "desc": "વર્ષો પછી ફરી એકવાર સુશાંત સિંહ રાજપૂતના મોત મામલે રહસ્ય ઘેરાયું છે. સુશાંત સિંહ રાજપૂતના મોતના 6 વર્ષ પછી એવો ખુલાસો થયો છે કે સુશાંત સિંહના શરીર પર ઈજાના નિશાન હતા. આ ખુલાસો કોણે કર્યો છે ચાલો જાણીએ.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/entertainment/sushant-singh-rajput-death-postmortem-staff-said-there-were-injury-mark-on-sushant-singh-body-490871 ",
    "time": "2026-09-11T12:33:42.000Z"
  },
  {
    "cat": "World",
    "title": "&amp;quot;જેમણે બીજું પ્લેન ટકરાતું જોયું, તે દ્રશ્ય આજે પણ આંખ સામે છે&amp;quot;: 9/11 હુમલાના 25 વર્ષે ભારતીય મૂળના જય પટેલનું દર્દનાક સંસ્મરણ",
    "desc": "11 સપ્ટેમ્બર 2001ના એ કાળઝાળ દિવસે ન્યૂયોર્કના વર્લ્ડ ટ્રેડ સેન્ટર પર થયેલા આતંકી હુમલાને આજે 25 વર્ષ પૂરા થઈ રહ્યાં છે. એ ભયાનક મંજરને માત્ર 500 મીટરના અંતરેથી પોતાની નજરે જોનાર અને એ ખોફનાક પળોમાંથી પસાર થનાર મૂળ અમદાવાદના જય પટેલ સાથે આ અંગે ખાસ વાતચીત થઈ. તેમણે ન્યૂયોર્કની તે સવારની સમગ્ર હકીકત જણાવી છે. વાંચો જય પટેલના શબ્દોમાં....",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/world/i-watched-the-second-plane-hit-25-years-on-ny-entrepreneur-jay-patel-recalls-the-horror-and-resilience-of-11-sep-490870 ",
    "time": "2026-09-11T12:10:07.000Z"
  },
  {
    "cat": "Tech",
    "title": "80sના રેટ્રો લુકે તો સોશિયલ મીડિયા ગાંડુ કર્યું, પરંતુ ફોટો અપલોડ કરતા પહેલાં જાણી લો પ્રાઇવસી રિસ્ક",
    "desc": "AI પ્લેટફોર્મ્સ પર તમારા અસલી ફોટા અપલોડ કરવાથી ઘણીવાર ડેટા ચોરી અને ડીપફેક જેવા ગંભીર સાયબર જોખમો ઊભા થઈ શકે છે. તેથી, જો તમે પણ '80s Retro Trend'માં ફોટા બનાવી રહ્યા હોવ, તો તમારે કેટલીક મહત્વપૂર્ણ બાબતો જાણવી જરૂરી છે. જેના વિશે અમે તમને આ લેખમાં જણાવીશું.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/technology/chatgpt-80s-retro-photo-trend-personal-images-privacy-ai-tools-490863 ",
    "time": "2026-09-11T11:09:30.000Z"
  },
  {
    "cat": "Sports",
    "title": "કેટલા વાગ્યે શરૂ થશે ભારત-અફઘાનિસ્તાન વચ્ચેની T20 મેચ ? જાણો ક્યાં જોઈ શકશો લાઈવ",
    "desc": "ભારત અને અફઘાનિસ્તાન વચ્ચેની T20 શ્રેણીની પ્રથમ મેચ 13 સપ્ટેમ્બરે દિલ્હીના અરુણ જેટલી સ્ટેડિયમમાં રમાશે. ત્યારે આ મેચ કેટલા વાગ્યે શરૂ થશે. તેમજ ટીવી અને મોબાઈલ પર મેચનું લાઈવ પ્રસારણ ક્યાં જોઈ શકશો, તેના વિશે આ લેખમાં જાણીશું.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/sports/india-vs-afghanistan-t20-series-2026-date-time-live-telecast-and-streaming-details-490851 ",
    "time": "2026-09-11T10:18:36.000Z"
  },
  {
    "cat": "Politics",
    "title": "પુતિનના અંગરક્ષકો મળ અને મૂત્ર પણ લઈને જાય છે રશિયા;  તમે જાણો છો અમેરિકા અને બ્રિટનનું આ ષડયંત્ર",
    "desc": "જ્યારે પણ પુતિન વિદેશ પ્રવાસે જાય છે, ત્યારે તેમની સાથે એક ખાસ 'મળ-સૂટકેસ' (poo suitcase) હોય છે. આ સૂટકેસમાં તેમનો મળ અને મૂત્ર એકત્રિત કરવામાં આવે છે અને ત્યારબાદ તેને મોસ્કો પાછું લાવવામાં આવે છે. આનું કારણ બ્રિટન અને અમેરિકાનું એક ષડયંત્ર હતું જેના કારણે કેજીબી હવે સતર્ક છે. ભોજનનો એંઠવાડ પણ રશિયા લઈ જવાય છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/india/inside-putins-strict-security-how-russia-protects-his-dna-and-health-secrets-on-foreign-trips-490850 ",
    "time": "2026-09-11T10:09:06.000Z"
  },
  {
    "cat": "Business",
    "title": "PM Awas Yojna Urban 2.0: ₹8 લાખની લોન પર મળશે 4% સબસિડી, ₹1.80 લાખ સુધીનો સીધો ફાયદો! કામની છે આ સરકારી યોજના",
    "desc": "શહેરમાં ભાડાના મકાનમાં રહો છો અને પોતાનું ઘર ખરીદવા ઈચ્છો છો? પ્રધાનમંત્રી આવાસ યોજના-શહેરી 2.0 તમારા માટે મદદરૂપ થઈ શકે છે. સરકારે આ યોજના હેઠળ આશરે 1 કરોડ શહેરી પરિવારોને પાક્કુ ઘર આપવાનું લક્ષ્ય રાખ્યું છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/business/pm-awas-yojana-urban-2-0-offers-4-percent-subsidy-on-8-lakh-loan-benefit-up-to-1-80-lakh-490849 ",
    "time": "2026-09-11T09:56:39.000Z"
  },
  {
    "cat": "Sports",
    "title": "ભારત-અફઘાનિસ્તાન T20 સિરીઝ પહેલાં રાજીનામું, ટીમ ઈન્ડિયામાંથી ઓછો થશે વધુ એક સભ્ય",
    "desc": "ભારત અને અફઘાનિસ્તાન વચ્ચે 13 સપ્ટેમ્બરથી T20 સિરીઝ શરૂ થવા જઈ રહી છે. આ પહેલા ટીમ ઈન્ડિયાના વધુ એક સપોર્ટ સ્ટાફે રાજીનામું આપ્યું હોવાના અહેવાલ છે. ભારતીય ટીમના ફિઝિયોએ પોતાનું પદ છોડવાનો નિર્ણય લીધો છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/sports/team-india-physio-kamlesh-jain-resigned-ahead-ind-vs-afg-t20-series-490846 ",
    "time": "2026-09-11T09:31:33.000Z"
  },
  {
    "cat": "Business",
    "title": "બેંક કર્મચારીઓની દેશવ્યાપી હડતાળ; ગુજરાતમાં આજથી ત્રણ દિવસ બેંકો બંધ: 75 હજાર કર્મચારીઓ જોડાતા કરોડોના વ્યવહારો ખોરવાશે",
    "desc": "આજે યુનાઈટેડ ફોરમ ઓફ બેંક યુનિયન્સ (UFBU) દ્વારા શુક્રવાર, 11 સપ્ટેમ્બરે દેશવ્યાપી બેંક હડતાળનું એલાન આપવામાં આવ્યું છે. બેંક કર્મચારીઓ અને અફસરોના પડતર પ્રશ્નો તેમજ વિવિધ પ્રશ્નોના યોગ્ય ઉકેલ મુદ્દે બેંક યુનિયન્સ દ્વારા આ નિર્ણય લેવાયો છે. આજે શુક્રવારે હડતાળ અને ત્યારબાદ શનિવાર તથા રવિવારની નિયમિત રજાઓને કારણે સતત ત્રણ દિવસ સુધી તમામ બેંકિંગ કામગીરી ખોરવાઈ જશે, જેના લીધે સામાન્ય નાગરિકો અને વેપારીઓને નાણાકીય લેવડ-દેવડમાં ભારે મુશ્કેલીનો સામનો કરવો પડી શકે છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/business/nationwide-strike-by-bank-employees-banks-in-gujarat-closed-for-three-days-starting-today-490820 ",
    "time": "2026-09-11T06:04:13.000Z"
  },
  {
    "cat": "Politics",
    "title": "રૂપિયો-યુઆન પાડશે ખેલ...ડોલર માટે ખતરાની ઘંટડી! હાથી-ડ્રેગનની જોડી લાવશે વૈશ્વિક વેપારમાં મોટો બદલાવ?",
    "desc": "ચીનના રાષ્ટ્રપતિ શી જિનપિંગ 12 અને 13 સપ્ટેમ્બરના રોજ નવી દિલ્હીમાં આયોજિત બ્રિક્સ સમિટમાં ભાગ લેવા માટે ભારત આવી રહ્યા છે. લગભગ 7 વર્ષ બાદ જિનપિંગ ભારત આવશે. પીએમ મોદીના નિમંત્રણ પર તેમનો આ પ્રવાસ યોજાયો છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/india/brics-summit-2026-india-china-relations-pm-narendra-modi-xi-jinping-meeting-rupee-yuan-490811 ",
    "time": "2026-09-11T05:19:01.000Z"
  },
  {
    "cat": "Politics",
    "title": "દિલ્હીમાં બ્રિક્સનો પાવર શો, પુતિન પહોંચ્યા દિલ્હી, PM મોદીએ શ્લોક દ્વારા આપ્યો ખાસ સંદેશ",
    "desc": "ભારતમાં 72 કલાકનો મેગા શો શરૂ થઈ ગયો છે. આજથી ત્રણ દિવસ સુધી દુનિયાભરની નજરો દિલ્હી પર ટકેલી હતશે. બ્રિક્સ સમિટમાં સામેલ થવા માટે પુતિન જિનપિંગ સહિત શક્તિશાળી નેતાઓ ભારતમાં આવશે. પીએમ મોદીએ આજે એક ખાસ સંદેશ સંસ્કૃતના શ્લોક દ્વારા આપ્યો છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/india/brics-summit-2026-delhi-pm-modi-message-vladimir-putin-xi-jinping-russia-china-india-490794 ",
    "time": "2026-09-11T03:31:24.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "બાળક વિશે વિચાર્યું પણ ન હતું અને મળી ગુડ ન્યુઝ, સામંથાએ પ્રેગ્નેન્સી અંગે કર્યો ખુલાસો",
    "desc": "સામંથા રુથ પ્રભુ હાલ તેની પ્રેગ્નેન્સી ઈન્જોય કરી રહી છે. સોશિયલ મીડિયા પર તે પોતાના ફોટો શેર કરતી રહે છે. સામંથા તેના પહેલા બાળકના આગમન માટે ખુશ છે પણ આ બાળક તેના માટે સરપ્રાઈઝ છે. આ વાત તેણે એક મુલાકાત દરમિયાન કરી છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/entertainment/samantha-ruth-prabhu-said-her-first-pregnancy-was-surprise-for-her-she-was-ok-not-having-kids-490793 ",
    "time": "2026-09-11T03:26:51.000Z"
  },
  {
    "cat": "Tech",
    "title": "iPhone 18 Pro લોન્ચ થતાં જ આ જૂના iPhone ખરીદવા તૂટી પડ્યા લોકો, પરંતુ કોઈને મળ્યો નહીં, જાણો",
    "desc": "નવા iPhone 18 Proના લોન્ચ પછી, જૂના મોડેલની શોધ, જેની કિંમતમાં સામાન્ય રીતે ઘટાડો થવાની અપેક્ષા હતી, અચાનક વધી ગઈ. લોકો iPhone 17 ની કિંમત જાણવા માટે ઇન્ટરનેટ પર ઉમટી પડ્યા, પરંતુ તેમને એક અણઘડ આંચકો લાગ્યો. જૂના મોડેલની કિંમત ઘટાડવાને બદલે, Apple એ તેમાં વધારો કર્યો. આ કિંમતમાં ફેરફારથી iPhone ગ્રાહકો આશ્ચર્યચકિત થયા.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/technology/as-soon-as-the-iphone-18-pro-was-launched-people-rushed-to-buy-this-old-iphone-but-no-one-got-it-know-this-490787 ",
    "time": "2026-09-10T16:12:26.000Z"
  },
  {
    "cat": "Sports",
    "title": "BRICS સમિટના કારણે બદલાઈ જશે ભારત-અફઘાનિસ્તાન મેચનું શેડ્યૂલ ? સામે આવ્યું મોટું અપડેટ",
    "desc": "BRICS સમિટના કારણે 13 સપ્ટેમ્બરે યોજાનારી ભારત અને અફઘાનિસ્તાન વચ્ચેની પ્રથમ T20 મેચ પર અનિશ્ચિતતાના વાદળો છવાયેલા હતા. દિલ્હી ટ્રાફિક પોલીસે સુરક્ષા અને ટ્રાફિક વ્યવસ્થાને લઈને DDCAને મેચ મુલતવી રાખવાની સલાહ આપી હતી. જોકે, DDCAએ હવે સ્પષ્ટ કર્યું છે કે ભારત-અફઘાનિસ્તાન મેચ નિર્ધારિત કાર્યક્રમ મુજબ જ અરુણ જેટલી સ્ટેડિયમમાં રમાશે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/sports/major-update-india-vs-afghanistan-1st-t20-match-schedule-brics-summit-490786 ",
    "time": "2026-09-10T15:59:59.000Z"
  },
  {
    "cat": "World",
    "title": "ટ્રમ્પની રૂમર્ડ ગર્લફ્રેન્ડ કે સેક્રેટરી! નતાલી મને એટલો જ પ્રેમ કરે છે જેટલો મેલાનિયા કરે છે, ટ્રમ્પે જાહેરમાં ખોલ્યા રાજ",
    "desc": "ઈરાન સાથે છ મહિનાના યુદ્ધમાં ફસાયેલા અમેરિકી રાષ્ટ્રપતિ ડોનાલ્ડ ટ્રમ્પ હવે એક નવા વિવાદમાં ફસાતા જોવા મળી રહ્યા છે. આ વખતે દાવ પર તેમની અંગત જિંદગી છે. આ અંગત જિંદગીમાં પેચ ફસાયો છે વ્હાઈટ હાઉસમાં ટ્રમ્પની આસિસ્ટન્ટ નતાલી હાર્પને લઈને જેમને ટ્રમ્પની રૂમર્ડ ગર્લફ્રેન્ડ કહેવામાં આવે છે પરંતુ હવે વાત અહીં સુધી જ અટકી નથી. ટ્રમ્પે નતાલીને એટલી મોટી રોકડ ભેટ આપી છે કે, જેને લઈને ટ્રમ્પની પત્ની અને અમેરિકાની ફર્સ્ટ લેડી મેલાનિયા ટ્રમ્પથી સખત નારાજ થઈ છે.. તો ટ્રમ્પે નતાલીને આપેલી ભેટના ખુલાસા બાદ અમેરિકામાં પણ ચર્ચાઓએ જોર પકડ્યું છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/world/secretary-or-girlfriend-trumps-massive-cash-gift-to-natalie-harp-triggers-major-political-and-personal-drama-490776 ",
    "time": "2026-09-10T14:43:39.000Z"
  },
  {
    "cat": "Tech",
    "title": "કાર કરતા પણ મોંઘો આઈફોન! કિંમત જાણીને પગ નીચેથી જમીન સરકી જશે, જાણો શા માટે ખર્ચવા જોઈએ રૂપિયા?",
    "desc": "મોબાઈલ ફોન તો તમે અનેક જોયા હશે અને તેનો ઉપયોગ પણ કર્યો હશે પરંતુ શું ક્યારેય એવો ફોન જોયો છે. જેની કિંમત એક કાર જેટલી હોય...એપલે પોતાનો પહેલો ફોલ્ડેબલ ફોન લોન્ચ કર્યો છે. જેની કિંમત સાંભળીને દરેક વ્યક્તિ આશ્ચર્યચકિત થઈ જાય. અત્યાર સુધીનો સૌથી મોંઘો આ આઈફોન લોકોને ચોકાવી રહ્યો છે.આખરે આ ફોનમાં એવું શું ખાસ છે. ભારતમાં આ ફોન ક્યારે મળશે. આજે તમને આ અહેવાલમાં તમામ માહિતી આપીશું તો જુઓ આ ખાસ અહેવાલ..",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/technology/tech-shock-apples-foldable-iphone-duo-priced-up-to-449900-check-details-before-buying-490773 ",
    "time": "2026-09-10T14:18:47.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "તમે પણ 90sના રેટ્રો યુગની યાદ તાજી કરવા માંગો છો ? તો ChatGPT માટેના આ રહ્યા એ ગુજરાતી પ્રોમ્પ્ટ્સ",
    "desc": "હવે તમારે જૂની બોલિવૂડ ફિલ્મો માત્ર ટીવી કે યુટ્યુબ પર જ જોવાની જરૂર નથી. યોગ્ય પ્રોમ્પ્ટ દ્વારા તમે પોતે પણ 90ના દાયકાના તે સિનેમેટિક યુગનો એક ભાગ બનવાનો પ્રયાસ કરી શકો છો. ત્યારે 90sના જમાનાનો ફોટો કેવી રીતે બનાવવો, તેના કેટલાક પ્રોમ્પ્ટ્સ અમે તમને આ લેખમાં જણાવીશું.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/entertainment/90s-retro-bollywood-look-try-these-chatgpt-prompts-for-perfect-vintage-vibe-490749 ",
    "time": "2026-09-10T12:33:32.000Z"
  },
  {
    "cat": "Tech",
    "title": "હ્યુન્ડાઇનો મોટો ઘમાકો, એકસાથે લોન્ચ કરી ત્રણ નવી કાર, આટલી છે કિંમત",
    "desc": "હ્યુન્ડાઇએ તેની ત્રણ SUVના ખાસ વેરિયન્ટ્સ એકસાથે લોન્ચ કર્યા છે. અમે ક્રેટા, ક્રેટા ઇલેક્ટ્રિક અને અલ્કાઝાર વિશે જણાવી રહ્યા છીએ. કંપનીએ ત્રણેય કાર માટે લાઉન્જ એડિશન લોન્ચ કર્યા છે. બ્રાન્ડે પાછળની સીટ પર બેસનારા મુસાફરો માટે એન્ટરટેઈન્મેન્ટ સ્ક્રીન એડ કરી છે અને એક નવો એક્સટિરીયરમાં નવો કલર પણ એડ કર્યો છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/technology/hyundai-big-bang-three-new-cars-launched-together-this-is-the-price-490748 ",
    "time": "2026-09-10T12:30:25.000Z"
  },
  {
    "cat": "World",
    "title": "અમેરિકા કેમ ફફડી ગયું! શું રશિયા યુરોપમાં ફેકવાનું બોમ્બ- મિસાઈલો, ટ્રમ્પે એક કલાક સુધી પુતિનને કર્યો ફોન",
    "desc": "રશિયાના રાષ્ટ્રપતિ વ્લાદિમીર પુતિને અમેરિકાના રાષ્ટ્રપતિ ડોનાલ્ડ ટ્રમ્પને ફોન પર ભરોસો આપ્યો કે, મોસ્કોનો હાલ યુરોપને લઈ કોઈ આક્રમક ઈરાદો નથી. બન્ને નેતાઓ વચ્ચે ફોન પર લગભગ એક કલાક સુધી વાતચીત થઈ. આ દરમિયાન યુક્રેન યુદ્ધને લઈને પણ ચર્ચા થઈ. ત્યાર બાદ એવું માનવામાં આવી રહ્યું છે કે, છેલ્લા ચાર વર્ષથી ચાલી રહેલા આ યુદ્ધનો અંત હવે નજીક આવી રહ્યો છે...",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/world/trump-and-putin-discuss-ukraine-war-60-minute-call-sparks-peace-hopes-490736 ",
    "time": "2026-09-10T12:09:38.000Z"
  },
  {
    "cat": "World",
    "title": "શિ જિનપિંગ અને પુતિન આવશે ભારત! એક ચકલું યે ના ફરકે તેવી ભારતે કરી તૈયારી, આવી છે સુરક્ષા વ્યવસ્થા",
    "desc": "રશિયાના રાષ્ટ્રપતિ વ્લાદિમીર પુતિન બ્રિક્સ સમિટમાં ભાગ લેવા માટે ભારત આવી રહ્યા છે. આ વર્ષે બ્રિક્સ સંમેલન ભારતમાં યોજાઈ રહ્યું છે. જેથી સમગ્ર દુનિયાની નજર દિલ્લીમાં યોજાનારી બ્રિક્સ સમિટ પર છે. પરંતુ રશિયન રાષ્ટ્રપતિનો આ પ્રવાસ એક બીજા કારણસર પણ ખાસ છે. પુતિનનો ભારત પ્રવાસ એવા સમયે થઈ રહ્યો છે જ્યારે ભારત સાથેની મોટી ડિફેન્સ ડીલનો મુસદ્દો તૈયાર છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/world/putin-xi-jinpings-india-visit-delhi-put-under-multi-layered-security-for-brics-summit-490746 ",
    "time": "2026-09-10T12:09:09.000Z"
  },
  {
    "cat": "Sports",
    "title": "દુલીપ ટ્રોફી 2026ની ફાઈનલ ડ્રો થઈ છતાં ઈસ્ટ ઝોને કેવી રીતે જીતી ટ્રોફી ? જાણો શું છે BCCIનો નિયમ",
    "desc": "ઈસ્ટ ઝોને ફાઈનલમાં સાઉથ ઝોનને પ્રથમ દાવની સરસાઈના આધારે હરાવીને 13 વર્ષ બાદ દુલીપ ટ્રોફીનું ટાઇટલ જીતી લીધું છે. કેપ્ટન ઈશાન કિશને મેચમાં કુલ 350 રન બનાવ્યા હતા. ડેબ્યૂ કરનાર મોહમ્મદ કોનૈન કુરેશીએ પણ અણનમ સદી ફટકારી હતી.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/sports/if-duleep-trophy-2026-final-ends-in-a-draw-which-team-will-be-champion-490725 ",
    "time": "2026-09-10T10:08:39.000Z"
  },
  {
    "cat": "Tech",
    "title": "iPhone Duo કે Samsung Galaxy Z Fold 8: કોણ કોના પર ભારે?  જાણો કેમેરા, બેટરી, વજન અને પરફોર્મન્સમાં કોણ આગળ",
    "desc": "Apple ના પહેલા ફોલ્ડેબલ iPhone Duo ની Samsung Galaxy Z Fold8 સાથે સીધી ટક્કર છે. બંનેમાં 7.6 ઇંચની ફોલ્ડેબલ સ્ક્રીન મળે છે, પરંતુ કિંમતમાં લગભગ 1.20 લાખ રૂપિયાનો તફાવત છે. જાણો કેમેરા, બેટરી, વજન અને પરફોર્મન્સમાં કોણ આગળ છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/technology/iphone-duo-vs-samsung-galaxy-z-fold8-a-price-difference-of-1-20-lakh-which-one-edges-out-the-other-in-terms-of-camera-battery-and-features-490723 ",
    "time": "2026-09-10T09:45:49.000Z"
  },
  {
    "cat": "World",
    "title": "બ્રિક્સ સમિટ 2026: પુતિનનું સુરક્ષા કવચ કેમ ગણાય છે અભેદ્ય? હેલિકોપ્ટર-સ્માર્ટફોનથી રહે છે દૂર! શું છે &amp;#039;રોલિંગ બંકર&amp;#039;",
    "desc": "આ વખતે 18મું બ્રિક્સ શિખર સંમેલન ભારતમાં નવી દિલ્હી ખાતે ભારત મંડપમમાં 12 અને 13 સપ્ટેમ્બરના રોજ યોજાશે. કાર્યક્રમનું આખું શિડ્યૂલ વિદેશ મંત્રાલયે જારી કર્યું છે. રશિયાના રાષ્ટ્રપતિ વ્લાદિમિર પુતિન આ સંમેલનમાં ભાગ લેવા માટે આવવાના છે. તમને જણાવી દઈએ કે જેટલી ચર્ચા પુતિનની હોય છે એટલી જ તેમના સુરક્ષા ઘેરાની રહેતી હોય છે. એ વિગતો પણ ખાસ જાણો.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/world/brics-summit-2026-bharat-mandapam-program-schedule-security-arrangements-russian-president-putin-security-490716 ",
    "time": "2026-09-10T08:20:03.000Z"
  },
  {
    "cat": "Sports",
    "title": "ભારતના પ્રથમ ઈન્ટરનેશનલ ક્રિકેટર, જેમને પોતાની ટીમમાં લેવા અંગ્રેજો અંદરોઅંદર લડી પડ્યા હતા",
    "desc": "વિચારો ગુલામ ભારતનો કોઈ નાગરિક કઈ રીતે ઈંગ્લેન્ડ જઈ તેની ટીમમાંથી રમવા લાગે છે જ્યારે ઘણા અંગ્રેજ તેની વિરુદ્ધ હતા. ત્યાં સુધી કે ક્રિકેટની બાઇગલ ગણાતી મેગેઝિન વિઝડને પણ રણજીત સિંહના ટેલેન્ટને માનતા તેમને 1897મા ક્રિકેટર ઓફ ધ યરથી સન્માનિત કર્યાં હતા.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/sports/the-story-of-maharaja-ranjitsinhji-the-pioneer-of-indian-cricket-and-the-legacy-behind-ranji-trophy-490711 ",
    "time": "2026-09-10T06:43:08.000Z"
  },
  {
    "cat": "Politics",
    "title": "શું આવતી કાલથી સળંગ 3 દિવસ બંધ રહેશે બેંક? આ માહિતી ખાસ જાણો નહીં તો પસ્તાશો",
    "desc": "શું આવતી કાલથી 3 દિવસ દેશભરની બેંકો બંધ રહેશે? જો તમને પણ આ સવાલ ઊભો થતો હોય તો આ માહિતી તમારે જાણવી ખુબ જરૂરી છે. 11 સપ્ટેમ્બરે ક્યાં રજા છે અને 12 તથી 13 સપ્ટેમ્બરની શું સ્થિતિ છે તે તમામ વિગતો ખાસ જાણો.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/india/bank-holiday-on-september-11-or-not-check-details-here-brics-rbi-calendar-490710 ",
    "time": "2026-09-10T06:34:36.000Z"
  },
  {
    "cat": "Politics",
    "title": "આઠમું પગાર પંચ: &amp;#039;18000 બોનસ તથા મોંઘવારી ભથ્થાથી લાખો રેલવે કર્મચારીઓને થશે ફાયદો&amp;#039;",
    "desc": "આઠમાં પગારની ભલામણો કયારે આવે અને તે લાગૂ થાય તેની કેન્દ્ર સરકારના કર્મચારીઓ આતુરતાથી રાહ જોઈ રહ્યા છે. ત્યારે રેલવે કર્મચારીઓનું કહેવું છે કે નોન ગેઝેટેડ રેલવે કર્મચારીઓનું પીએલએ 2014-15 થી 17951 રૂપિયા બનેલુ છે કે જ્યારે છઠ્ઠા પગાર પંચનો પગાર સ્લેબ લાગુ હતો. જો 60 ટકા ડીએના દરને ધ્યાનમાં રાખ્યો હોત તો આ રકમ 27824 રૂપિયા થાત.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/india/8th-pay-commission-indian-railway-employees-bonus-da-irtsa-490699 ",
    "time": "2026-09-10T05:56:32.000Z"
  },
  {
    "cat": "Politics",
    "title": "સત્ય નિકેતન દુર્ઘટના: પત્તાની જેમ કેમ તૂટી પડી 5 માળની ઈમારત? 3 ટ્રક ભરીને કાટમાળ, એક દીવાલ અને દુકાનનું છે કનેક્શન",
    "desc": "દેશની રાજધાની દિલ્હીમાં સત્ય નિકેતન વિસ્તારમાં છોકરાઓ માટેના પીજી તરીકે ઉપયોગમાં લેવાઈ રહેલી એક 5 માળની ઈમારત 6 સપ્ટેમ્બરના રોજ રવિવારે પત્તાની જેમ તૂટી પડી અને 7 લોકોના મોત થયા. આ ઉપરાંત કેટલાક વિદ્યાર્થીઓ ઘાયલ પણ થયા જે હાલ સારવાર હેઠળ છે. આ દુર્ઘટનાની તપાસમાં ચોંકાવનારી વિગતો સામે આવી રહી છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/india/satya-niketan-delhi-pg-building-collapse-tragedy-latest-update-wall-basement-demolition-490684 ",
    "time": "2026-09-10T03:30:33.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "કેબીસી શો હોસ્ટ કરવો મુશ્કેલ થઈ રહ્યો છે, અમિતાભ બચ્ચનના બ્લોગથી ફેન્સ ચિંતામાં",
    "desc": "અમિતાભ બચ્ચન એ તાજેતરમાં કૌન બનેગા કરોડપતિ શોને લઈને પોતાનો અનુભવ શેર કર્યો છે. અમિતાભ બચ્ચન એવું કહ્યું છે કે કેબીસીને હોસ્ટ કરવું મુશ્કેલ થઈ રહ્યું છે. અમિતાભ બચ્ચને આવું શા માટે કહ્યું છે ચાલો જાણીએ વિસ્તારપૂર્વક.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/entertainment/amitabh-bachchan-blog-on-kbc-hosting-why-amitabh-bachchan-said-hosting-is-difficult-now-490676 ",
    "time": "2026-09-10T02:55:10.000Z"
  },
  {
    "cat": "Business",
    "title": "આ સરકારી બેંક થઈ જશે પ્રાઈવેટ! ગમે ત્યારે થઈ શકે છે જાહેરાત, ડીલ અંતિમ તબક્કામાં",
    "desc": "સૂત્રોના જણાવ્યા અનુસાર, સરકાર હવે આ સોદાની ઔપચારિક જાહેરાત કરવા માટે યોગ્ય સમય પર વિચાર કરી રહી છે. કેનેડિયન કંપની ફેરફેક્સ ફાઇનાન્શિયલ હોલ્ડિંગ્સ બોલી લગાવનારાઓમાં સૌથી આગળ છે, તેણે લગભગ ₹53,000 કરોડના વેલ્યુએશન સાથે સુધારેલી દરખાસ્ત રજૂ કરી છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/business/idbi-bank-is-soon-going-to-become-private-deal-in-final-stages-490671 ",
    "time": "2026-09-09T17:33:48.000Z"
  },
  {
    "cat": "World",
    "title": "મંગળવારની રાત નાગોયા માટે કોઈ આફતથી ઓછી નહોતી, આકાશમાંથી સમુદ્ર વરસી પડ્યો",
    "desc": "ટેકનોલોજીના સુપરપાવર દેશ જાપાનનું ઐતિહાસિક અને આધુનિક શહેર નાગોયા આ સમયે પાણી-પાણી થઈ ગયું છે. ક્રોવાન્હ વાવાઝોડાની અસરને કારણે થયેલા ભારે વરસાદે નાગોયામાં 134 વર્ષ જૂનો વરસાદનો રેકોર્ડ તોડી નાખ્યો છે. માત્ર એક કલાકમાં 104.5 મિલીમીટર વરસાદ નોંધાયો. એટલે કે જાણે આકાશમાંથી સમુદ્ર વરસી પડ્યો હોય. શહેરની લાઈફલાઈન કહેવાતી શોનાઈ નદી પણ ગાંડીતૂર બની ગઈ છે. ભારે પૂરના કારણે તંત્રને ઈતિહાસનું સૌથી ખતરનાક એલર્ટ જાહેર કરવું પડ્યું છે..",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/world/nagoya-flooded-134-year-rainfall-record-broken-as-typhoon-krovanh-batters-japan-490629 ",
    "time": "2026-09-09T12:10:43.000Z"
  },
  {
    "cat": "Tech",
    "title": "ફક્ત ₹4.50 લાખમાં 250 KM ની રેન્જ! આવી ગઈ મિડલ ક્લાસ માટે પરફેક્ટ 5-સીટર EV",
    "desc": "₹5 લાખથી ઓછી કિંમતમાં નવી ઈલેક્ટ્રિક કાર ખરીદવાનો પ્લાન બનાવી રહ્યાં છો તો Blinq RYDE તમારા માટે ખાસ સાબિત થઈ શકે છે. 4.050 લાખની શરૂઆતી કિંમતવાળી આ 5-સીટર માઇક્રો એવી 250 કિમી સુધીની રેન્જ અને 5 મિનિટથી ઓછા સમયમાં બેટરી સ્વેપિંગની સુવિધા સાથે આવે છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/technology/250-km-range-battery-swap-in-5-mins-at-4-50-lakh-blinq-ryde-micro-ev-launched-in-india-490618 ",
    "time": "2026-09-09T10:54:51.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "દ્રશ્યમ 3 માં જયદીપ અહલાવતની એન્ટ્રી, શનિ બનીને અજય દેવગનનું જીવવું કરશે મુશ્કેલ, જુઓ ટ્રેલર",
    "desc": "અજય દેવગન, તબુની ફિલ્મ દ્રશ્યમ 3 નો લાસ્ટ પાર્ટ રિલીઝ થવા જઈ રહ્યો છે. ફિલ્મ રિલીઝના 1 મહિના પહેલા ફિલ્મનું ટ્રેલર રિલીઝ કરવામાં આવ્યું છે. ટ્રેલર જોઈને લાગે છે કે આ વખતે ફિલ્મમાં જબરદસ્ત ટ્વિસ્ટ અને સસ્પેન્સ જોવા મળશે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/entertainment/drishyam-3-trailer-drishyam-the-conclusion-movie-star-cast-release-date-490617 ",
    "time": "2026-09-09T10:51:24.000Z"
  },
  {
    "cat": "Sports",
    "title": "હાર્દિક પંડ્યાની વાપસી, ઋતુરાજ ગાયકવાડ કેપ્ટન... ઓસ્ટ્રેલિયા સિરીઝ માટે ભારત A ટીમની જાહેરાત",
    "desc": "BCCIએ ઓસ્ટ્રેલિયા A સામે આગામી ટેસ્ટ અને ODI શ્રેણી માટે ભારત A ટીમની જાહેરાત કરવામાં આવી છે. હાર્દિક પંડ્યાની ODI ટીમમાં વાપસી થઈ છે, પરંતુ તે સંપૂર્ણપણે ફિટ હશે તો જ રમી શકશે. તો ઋતુરાજ ગાયકવાડને કેપ્ટનશીપ સોંપવામાં આવી છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/sports/india-a-vs-australia-a-series-ruturaj-gaikwad-captain-hardik-pandya-comeback-490615 ",
    "time": "2026-09-09T10:46:35.000Z"
  },
  {
    "cat": "Business",
    "title": "સોનું અને ચાંદી બંને આજે ઉછળ્યા, ભાવ વધીને કેટલે પહોંચી ગયા? ખાસ ચેક કરો આજનો રેટ",
    "desc": "આજે સોના અને ચાંદીના ભાવમાં વાયદા બજાર અને રિટેલ બજાર બંનેમાં વધારો જોવા મળ્યો છે. વાયદા બજારમાં શરૂઆતમાં ઘટાડા બાદ કિંમતી ધાતુઓમાં રિકવરી જોવા મળી અને હવે બંને વધારા સાથે જોવા મળ્યા છે. લેટેસ્ટ રેટ ખાસ જાણો.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/business/gold-and-silver-rate-up-check-today-mcx-latest-and-ibja-rates-aaj-no-sona-chandi-no-bhav-490595 ",
    "time": "2026-09-09T08:39:03.000Z"
  },
  {
    "cat": "Tech",
    "title": "Instagram પર શેર કરવા 80 લુક ફિલ્ટરવાળા ફોટો કેવી રીતે બનાવવા ? આ રહ્યા ઈઝી Steps",
    "desc": "સોશિયલ મીડિયા પર તમારા ફ્રેન્ડ્સ 80 લુક ફિલ્ટરવાળા ફોટો શેર કરી રહ્યા છે અને તમને ખબર નથી કે આવા ફોટો કેવી રીતે ક્રિએટ કરવા ? તો ચાલો અમે તમને જણાવીએ 80 લુકના ફોટો કેવી રીતે બનાવવા અને શેર કરવા.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/technology/easy-steps-of-instagram-80s-trend-photo-making-with-chatgtp-490591 ",
    "time": "2026-09-09T07:58:53.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "દુઆના જન્મદિવસે રણવીર-દીપિકા શેર કર્યા Unseen ફોટો, દુઆની ક્યુટનેસ એ લુંટી લીધી લાઈમલાઈટ",
    "desc": "8 સપ્ટેમ્બરે દીપિકા પાદુકોણ અને રણવીર સિંહે તેમના ઈંસ્ટાગ્રામ પર તેમની દીકરી દુઆ સાથેના ફોટો શેર કર્યા હતા. આ ફોટો શેર થયા અને સોશિયલ મીડિયા પર છવાઈ ગયા છે. આ ફોટોમાં દુઆ ની ક્યુટનેસ પર લોકો ફીદા થઈ રહ્યા છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/entertainment/deepika-padukone-second-baby-maternity-shoot-deepika-ranveer-shared-dua-second-birthday-photos-490583 ",
    "time": "2026-09-09T05:54:05.000Z"
  },
  {
    "cat": "Business",
    "title": "ક્રૂડ ઓઈલના ભાવમાં બંપર તેજી, ઘરઆંગણે વધ્યા પેટ્રોલ-ડીઝલના ભાવ? જાણો ઈંધણના ભાવ પર લેટેસ્ટ અપડેટ",
    "desc": "ક્રૂડ ઓઈલમાં વૈશ્વિક સ્તરે ભારે ઉથલપાથલ જોવા મળી રહી છે. મિડલ ઈસ્ટમાં વધતા તણાવ અને ઈરાનના મિસાઈલ હુમલા બાદ ક્રૂડ ઓઈલના ભાવમાં ભારે ઉછાળો જોવા મળ્યો છે. શું તેની અસર ઘર આંગણે પેટ્રોલ ડીઝલના ભાવ પર પડી છે કે નહીં તે ખાસ ચેક કરો.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/business/crude-oil-price-up-iran-us-tension-check-petrol-diesel-prices-latest-update-490563 ",
    "time": "2026-09-09T03:06:40.000Z"
  },
  {
    "cat": "World",
    "title": "બ્રિટનમાં અચાનક થંભી હવાઈ સેવા, 300થી વધુ ફ્લાઇટ્સ રદ, જાણો શું છે કારણ",
    "desc": "ફ્લાઇટ ટ્રેકિંગ વેબસાઇટ Flightradar24 અનુસાર, બ્રિટનમાં મંગળવારે એર ટ્રાફિક કંટ્રોલમાં ટેકનિકલ ખામીને કારણે આશરે 300 ફ્લાઇટ્સ રદ કરવામાં આવી હતી. આના કારણે હીથ્રો, ગેટવિક, માન્ચેસ્ટર અને સ્ટેન્સ્ટેડ એરપોર્ટ પર સેંકડો ફ્લાઇટ્સ રદ કરવી પડી હતી, જ્યારે અન્યમાં વિલંબ થયો હતો.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/world/air-service-disrupted-in-uk-more-than-300-flights-canceled-know-the-reason-490547 ",
    "time": "2026-09-08T17:16:31.000Z"
  },
  {
    "cat": "World",
    "title": "કુદરતનો મહાવિનાશ! રશિયામાં બરફનું તાંડવ, તો જાપાનમાં વાવાઝોડાનો કહેર",
    "desc": "દુનિયાના અલગ-અલગ ભાગોમાં કુદરતનો મહાવિનાશ જોવા મળી રહ્યો છે. રશિયાના ઉત્તરી વિસ્તારમાં એક ભયાનક બરફીલા તૂફાનો તાંડવ કર્યુ છે. તો બીજી તરફ જાપાનમાં શક્તિશાળી વાવાઝોડાએ ભારે તબાહી મચાવી છે, ત્યારે રશિયાથી લઈને જાપાન સુધી કુદરતનો પ્રકોપ કેવો છે, તેના વિશે આ લેખમાં જાણીશું.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/world/russia-to-japan-deadly-avalanche-and-powerful-storms-trigger-massive-destruction-490544 ",
    "time": "2026-09-08T15:52:34.000Z"
  },
  {
    "cat": "Sports",
    "title": "કેએલ રાહુલ છોડશે દિલ્હી કેપિટલ્સ ? ટીમના માલિક પાર્થ જિંદાલની પોસ્ટ પર ખુદ સ્ટાર બેટ્સમેને આપ્યો જવાબ",
    "desc": "IPL 2027 માટે કેએલ રાહુલ દિલ્હી કેપિટલ્સ છોડશે તેવી અટકળો પર હવે વિરામ લાગી ગયો છે. દિલ્હી કેપિટલ્સના સહ-માલિક પાર્થ જિંદાલે રાહુલને ક્લચ પ્લેયર ગણાવ્યો અને તેની સાથે મળીને અધૂરું રહેલું કામ પૂરું કરવાની વાત કરી. જવાબમાં રાહુલે કહ્યું કે તે આગામી સીઝનની આતુરતાથી રાહ જોઈ રહ્યો છે, જેનાથી સ્પષ્ટ થઈ ગયું છે કે તે દિલ્હી ફ્રેન્ચાઇઝી સાથે રહેશે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/sports/delhi-capitals-kl-rahul-trade-rumours-ipl-2027-update-490519 ",
    "time": "2026-09-08T11:11:48.000Z"
  },
  {
    "cat": "Sports",
    "title": "IND vs AFG T20 સિરીઝ: જિઓ હોટસ્ટાર નહીં, અહીં થશે લાઈવ ટેલિકાસ્ટ; નોંધો તારીખ અને સમય",
    "desc": "ભારત અને અફઘાનિસ્તાન ટી20 સિરીઝ માટે બ્રોડકાસ્ટરની જાહેરાત થઈ ગઈ છે. બંને ટીમો વચ્ચે 13 સપ્ટેમ્બરથી સિરીઝની શરૂઆત થશે. મેચ દિલ્હીના અરૂણ જેટલી સ્ટેડિયમમાં રમાશે. આ સિરીઝનું લાઈવ પ્રસારણ સોની સ્પોર્ટ્સ નેટવર્ક પર કરવામાં આવશે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/sports/ind-vs-afg-t20-series-from-sept-13-where-to-watch-live-telecast-and-streaming-in-india-490509 ",
    "time": "2026-09-08T09:02:44.000Z"
  },
  {
    "cat": "Sports",
    "title": "હદ થઈ ગઈ! પાકિસ્તાનીઓની શરમજનક હરકત, લાઈવ મેચમાં ભારતીય મહિલા ક્રિકેટર પર કરી અભદ્ર ટિપ્પણી",
    "desc": "જ્યારે પાકિસ્તાન મહિલા ટીમના બેટ્સમેન ભારતીય બોલરો સામે સંઘર્ષ કરી રહ્યા હતા, ત્યારે સ્ટેડિયમમાં હાજર કેટલાક પાકિસ્તાની ચાહકોની હતાશા સ્પષ્ટપણે દેખાઈ રહી હતી. પાકિસ્તાનના કેટલાક ફેન્સ સ્ટાર મહિલા બોલર ક્રાંતિ ગૌડ પર આપત્તિજનક ટિપ્પણી કરી રહ્યા હતા.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/sports/pakistan-fans-shameful-act-during-womens-asia-cup-match-kranti-goud-490440 ",
    "time": "2026-09-07T17:35:46.000Z"
  },
  {
    "cat": "World",
    "title": "પાકિસ્તાનની ધરતી પર ફરી એકવાર આતંકના સૂર, હાફિઝ સઈદના પુત્રએ ભારત વિરુદ્ધ ઓક્યું ઝેર",
    "desc": "પાકિસ્તાનની ધરતી પરથી ફરી એકવાર આતંકનું ઝેર ઓકવામાં આવ્યુ છે. મુંબઈ હુમલાના માસ્ટરમાઈન્ડ હાફિઝ સઈદના પુત્ર તલ્હા સઈદે પાકિસ્તાનના પંજાબમાં રેલી યોજીને ભારત વિરૂદ્ધ ખુલ્લી ધમકી આપી છે. તલ્હાએ માત્ર દિલ્લી પર કબજાની અને જેહાદની વાતો જ કરી નથી, પરંતુ પાકિસ્તાનના આર્મી ચીફની પણ ભરપૂર પ્રશંસા કરી છે. તલ્હાનું આ નાપાક નિવેદન સ્પષ્ટ રીતે દર્શાવે છે કે, પાકિસ્તાની સેના અને આતંકવાદી સંગઠનો એક એક થાળીમાં જમી રહ્યા છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/world/hafiz-saeed-son-talha-statement-against-india-pakistan-army-chief-490438 ",
    "time": "2026-09-07T16:24:52.000Z"
  },
  {
    "cat": "Sports",
    "title": "પાકિસ્તાનની કેપ્ટન ફાતિમા સનાને આ હરકત પડી ગઈ મોંઘી, ICCએ ફટકારી સજા",
    "desc": "શેફાલી વર્માની વિકેટ લીધા પછી પાકિસ્તાની કેપ્ટને જે ઈશારો કર્યો હતો તેના કારણે તેને ભારે ટીકાનો સામનો કરવો પડ્યો હતો. હવે ICCએ ફાતિમા સના સામે કાર્યવાહી કરી છે. ફાતિમાએ ભારત સામેની તે મેચમાં ત્રણ વિકેટ લીધી હતી.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/sports/icc-fines-pakistan-captain-fatima-sana-for-shefali-verma-sendoff-490404 ",
    "time": "2026-09-07T11:36:46.000Z"
  },
  {
    "cat": "Sports",
    "title": "27 ચોગ્ગા, 7 છગ્ગા સાથે ફટકાર્યા અણનમ 250 રન  : બેવડી સદી ફટકારી, બોલરોને કાચાની જેમ ઝૂડ્યા",
    "desc": "ઇશાન કિશને ફરી એકવાર ભારતીય ટેસ્ટ ટીમમાં સ્થાન મેળવવાનો પોતાનો દાવો ઠોક્યો છે. ટીમ ઇન્ડિયા આ નવેમ્બરમાં આગામી ટેસ્ટ શ્રેણી રમવા માટે ન્યુઝીલેન્ડના પ્રવાસે જવાની છે. અહીં ટીમ શુભમન ગિલની આગેવાની હેઠળ બે ટેસ્ટ મેચ રમશે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/sports/ishan-kishan-smashes-unbeaten-250-with-27-fours-and-7-sixes-in-duleep-trophy-final-490397 ",
    "time": "2026-09-07T09:47:37.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "બાદશાહ આગળ વધી ગયો છે, સલમાન ખાને ઈશા રિખીની મૂવ ઓન થવાની આપી સલાહ",
    "desc": "બાદશાહ સાથે ડિવોર્સ થયા પછી ઈશા રિખી બિગ બોસ 20 માં પહોંચી છે. બિગ બોસ હાઉસમાં એન્ટ્રી કરવાની સાથે જ સલમાન ખાને ઈશાને મૂવ ઓન કરવાની સલાહ આપી દીધી છે અને કહી દીધું છે કે બાદશાહ આગળ વધી ગયો છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/entertainment/salman-khan-advice-to-isha-rikhi-in-bigg-boss-20-isha-rikhi-badshah-divorce-reason-490382 ",
    "time": "2026-09-07T05:25:27.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "કરીના-સૈફના લગ્નમાં વેઈટર હતો પંચાયત ફેમ એક્ટર, હવે સફળ અભિનેતા બની બિગ બોસ 20 માં કરી એન્ટ્રી",
    "desc": "પંચાયત ફેમ આસિફ ખાનના ચાહકોની સંખ્યા આજે લાખોમાં છે પરંતુ એક સમય હતો જ્યારે ઈંડસ્ટ્રીમાં તેને કોઈ ભાવ ન આપતું. પેટ ભરવા માટે તેણે વેઈટરની નોકરી કરી અને વાસણ સાફ કરવા જેવા કામ પણ કર્યા છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/entertainment/panchayat-fame-actor-aasif-khan-struggle-story-from-waiter-to-successful-actor-490380 ",
    "time": "2026-09-07T04:59:09.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "ઝી5 ની બેસ્ટ સાઈકો થ્રિલર ફિલ્મ, બાળકની એક્ટિંગ જોઈ દિલ ખુશ થઈ જશે",
    "desc": "ઝી5 ઓટીટી પ્લેટફોર્મ પર જોઈ શકાય તેવી સાઈકો થ્રિલર ફિલ્મ વિશે આજે તમને જણાકારી આપીએ. આ ફિલ્મ મુળ મલયાલમ ભાષાની છે પણ ઝી5 પર તમે તેને હીંદીમાં જોઈ શકો છો. આ ફિલ્મનું આઈએમડીબી રેટિંગ 8 નું છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/entertainment/zee5-must-watch-psycho-thriller-movie-in-hindi-balan-490332 ",
    "time": "2026-09-06T11:45:58.000Z"
  },
  {
    "cat": "Tech",
    "title": "શું AI ખાઈ જશે સોફ્ટવેર એન્જિનિયરોની નોકરીઓ? Zohoના કો-ફાઉન્ડર શ્રીધર વેમ્બુની ચેતવણીએ વધારી ચિંતા",
    "desc": "ઝોહોના સહ-સ્થાપક શ્રીધર વેમ્બુએ ચેતવણી આપી છે કે ભવિષ્યમાં AI જટિલ કોડિંગ અને ગાણિતિક સમસ્યાઓ સરળતાથી ઉકેલી લેશે. આ સોફ્ટવેર એન્જિનિયરો માટે નોંધપાત્ર ખતરો ઉભો કરી શકે છે. શ્રીધરના નિવેદનથી હવે ચર્ચાઓનો દોર શરૂ થઈ રહ્યો છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/technology/will-ai-take-away-software-engineers-jobs-zoho-co-founder-sridhar-vembu-warning-raises-concerns-490292 ",
    "time": "2026-09-06T09:51:56.000Z"
  },
  {
    "cat": "Tech",
    "title": "360° કેમેરા, 6 એરબેગ્સ, 10.25-ઇંચ સ્ક્રીન સાથે ટાટાની નવી ઓસ્પ્રે SUV લોન્ચ, CNG ઓપ્શન પણ છે ઉપલબ્ધ",
    "desc": "ઓસ્પ્રે તેની મોટાભાગની બહારની સુવિધાઓ નેક્સોન સાથે શેર કરે છે. કલર ઓપ્શન પણ મોટાભાગે સરખો છે. જો કે, આ શેડ્સને અલગ રીતે લેબલ કરવામાં આવ્યા છે. ઉદાહરણ તરીકે, ભારતમાં નેક્સનના 'પ્રિસ્ટાઇન વ્હાઇટ' રંગને દક્ષિણ આફ્રિકામાં 'ફર્સ્ટ લાઇટ' કહેવામાં આવે છે.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/technology/tata-new-osprey-suv-launched-with-360-camera-6-airbags-10-25-inch-screen-cng-option-also-available-490230 ",
    "time": "2026-09-05T16:59:09.000Z"
  },
  {
    "cat": "Tech",
    "title": "Royal Enfieldનો ધમાકો: નવી Himalayan 440 લોન્ચ, જાણો કિંમત અને શાનદાર ફીચર્સ",
    "desc": "Royal Enfield તેનું સસ્તું હિમાલયન લોન્ચ કર્યું છે. આ બાઇક એવા લોકો માટે એક સારો વિકલ્પ છે જેમણે હિમાલયન 411 ચૂકી ગયા હતા. બ્રાન્ડે સ્ક્રેમ 440 જેવા જ એન્જિન સાથે નવી હિમાલયન 440 લોન્ચ કરી છે. આ બાઇક ફક્ત એક વેરિઅન્ટ અને ત્રણ કલર ઓપ્શનમાં આવે છે. ચાલો નવી રોયલ એનફિલ્ડ હિમાલયન 440ની કિંમત અને અન્ય વિગતો જાણીએ.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/technology/royal-enfields-new-himalayan-440-launched-know-the-price-and-great-features-490104 ",
    "time": "2026-09-04T17:03:23.000Z"
  },
  {
    "cat": "Entertainment",
    "title": "બિગ બોસ ઘરમાં આવનાર પર 104 કેમેરાથી નજર રાખશે, જુઓ બિગ બોસનું અત્યાર સુધીનું સૌથી અનોખું ઘર",
    "desc": "6 સપ્ટેમ્બરથી ઓટીટી અને ટીવી પર એક સાથે બિગ બોસ શો શરુ થવા જઈ રહ્યો છે. બિગ બોસની આ 20 મી સીઝન છે. આ વખતે શોની થીમ અને શોનું ઘર બંને અનોખા છે. બિગ બોસ હાઉસની પહેલી ઝલક પણ સામે આવી ગઈ છે. તમે પણ જુઓ કેવું છે બિગ બોસનું આ વખતનું ઘર.",
    "img": "https://via.placeholder.com/600x400?text=News",
    "src": "india.com",
    "url": " http://zeenews.india.com/gujarati/entertainment/bigg-boss-season-20-home-is-special-video-instagram-bigg-boss-20-house-first-look-490026 ",
    "time": "2026-09-04T02:08:03.000Z"
  }
];