const newsData_mr = [
  {
    "cat": "Politics",
    "title": "शिक्षक आणि पदवीधर निवडणुकीसाठी अर्ज भरण्याचा आज शेवटचा दिवस",
    "desc": "राष्ट्रवादी शरद पवार गटाचे आमदार रोहित पवार एस.एम जोशी पुलाजवळ एमपीएससीचे अध्यक्ष विवेक भीमनवार यांच्या राजीनाम्याच्या प्रमुख मागणीसाठी &nbsp;आंदोलनाला बसलेत आहेत. आज आंदोलनाचा सहावा दिवस आहे. दरम्यान एकीकडे रोहित पवार मैदानात असतानाच पुण्यात आणखी 2 ठिकाणी एमपीएससी विद्यार्थ्यांची आंदोलनं सुरू आहेत. शास्त्री रोडवरील अहिल्यादेवी अभ्यासिकेसमोर काही परीक्षार्थी आंदोलनाला बसलेत. ऑब्जेक्टिव्ह पद्धतीनं परीक्षा घ्यावी, अशी त्यांची मुख्य मागणी आहे. तर अलका टॉकीज चौकात आंदोलन करणाऱ्या परीक्षार्थींना डिस्क्रिप्टिव्ह पद्धतीनं परीक्षा व्हायला हवीय. त्यामुळे पेपरफुटीमुळे बेजार विद्यार्थ्यांना खरंच न्याय मिळणार की आंदोलनाची हवा नुसतीच विरून जाणार हे पाहावं लागेल.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/10/06/45f1cc9d6862c93ebec08d10205c2d2e1791253465187987_original.jpeg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/news/maharashtra-live-blog-updates-todays-breaking-news-06-october-2026-pune-mpsc-protest-graduates-teachers-vidhan-parishad-election-2026-water-shortage-maharashtra-politics-1441400",
    "time": "2026-10-06T02:29:39.000Z"
  }
];