const newsData_mr = [
  {
    "cat": "Sports",
    "title": "रियान पराग, वैभव सूर्यवंशी फेल, तरी राजस्थान रॉयल्सने मुंबईसमोर ठेवले 206 धावांचे लक्ष्य, जाणून घ्या Live अपडेट्स",
    "desc": "आयपीएल 2026 चा गट टप्पा आज संपत आहे. चालू हंगामातील हा शेवटचा दुहेरी सामना आहे. दिवसाच्या पहिल्या सामन्यात राजस्थान रॉयल्सचा सामना मुंबई इंडियन्सशी होणार आहे. राजस्थानसाठी हा 'करो किंवा मरो' सामना आहे. विजय मिळवल्यास ते थेट प्लेऑफसाठी पात्र ठरतील, तर पराभव झाल्यास गट टप्प्यातच त्यांचा प्रवास संपेल. या सामन्यात मुंबई अनपेक्षित विजय मिळवू शकते का, हे पाहणे उत्सुकतेचे ठरेल. &nbsp;",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/05/24/07eab52a6cf9daaa120d606c5cc9c85217796246474381378_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/sports/cricket/mi-vs-rr-live-score-updates-ipl-2026-yashasvi-jaiswal-vaibhav-sooryavanshi-dhruv-jurel-rohit-sharma-hardik-pandya-marathi-news-1425293",
    "time": "2026-05-24T09:00:44.000Z"
  },
  {
    "cat": "World",
    "title": "डोनाल्ड ट्रम्प यांच्या मुलीच्या हत्येचा कट ? धक्कादायक माहिती..",
    "desc": "डोनाल्ड ट्रम्प यांच्या मुलीच्या हत्येचा कट ? धक्कादायक माहिती.. अमेरिका आणि इराणमधला संघर्षही अजूनही सुरूच आहे. मात्र याच संघर्षादरम्यान अमेरिकन सुरक्षा यंत्रणांनी एक कट उघडकीस आणलाय. हा कट होता डोनाल्ड ट्रम्प यांची थोरली लेक इव्हांका ट्रम्प यांच्या हत्येचा. पण हा कट कुणी रचला होता? काय आहे हे सगळं प्रकरण?अमेरिकेचे अध्यक्ष डोनाल्ड ट्रम्प यांची थोरली लेक...पण हीच इव्हांका दहशतवाद्यांच्या रडारवर असल्याची धक्कादायक माहितीअमेरिकन सुरक्षा यंत्रणांनी समोर आणली आणि एकच खळबळ उडाली... अमेरिका आणि इराण यांच्यात सध्या तीव्र संघर्ष सुरू आहे. याच लष्करी आणि राजकीय संघर्षाच्या पार्श्वभूमीवर हा कट रचल्याची माहिती आहे. इराणच्या 'इस्लामिक रिव्होल्यूशनरी गार्ड कॉर्प्स' म्हणजेच आयआरजीसीकडून प्रशिक्षित एका इराकी दहशतवाद्यानं हा संपूर्ण कट आखल्याचं समोर आलंय.पाहूयात या सगळ्याचा सविस्तर आढावा घेणारा हा स्पेशल रिपोर्ट....",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/05/23/f65efa5c2303a1aea862972c7874f00017795573250661343_original.png",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/videos/news/politics-international-news-there-has-been-a-major-attempt-to-attack-donald-trump-daughter-1425226",
    "time": "2026-05-23T17:34:26.000Z"
  }
];