const newsData_mr = [
  {
    "cat": "Entertainment",
    "title": "आम्हाला खानाचं मस्तक पाहिजे शिवबा.... राजा शिवाजीचा अंगावर शहारे आणणारा ट्रेलर",
    "desc": "रितेश देशमुख अभिनीत आणि दिग्दर्शित 'राजा शिवाजी' या बहुप्रतिक्षित चित्रपटाचा ट्रेलर आज रिलीज झाला आहे. &nbsp;पोस्टर रिलीज झाल्यापासून हा सिनेमा पाहण्यासाठी प्रेक्षकांनी उत्सुकता दर्शवली होती. महाराष्ट्राचे &nbsp;आराध्य दैवत छत्रपती शिवाजी महाराज यांची गाथा या सिनेमातून प्रेक्षकांच्या भेटीला येणार आहे. &nbsp;या सिनेमाचा ट्रेलर कधी रिलीज होणार? याकडे सर्वांचे लक्ष होते. दरम्यान, आज या ऐतिहासिक सिनेमाचा ट्रेलर रिलीज झाला आहे. या सिनेमातून बॉलिवूड तसेच मराठी सिनेसृष्टीतील चेहरे पाहायला मिळत आहे.&nbsp; 'राजा शिवाजी' चित्रपटाचा ट्रेलर लाँच (Raja Shivaji movie trailer release)",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/04/20/999fce93e6ea6f0067e8f03ed80062b117766807646251339_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/entertainment/riteish-deshmukhs-raja-shivaji-trailer-released-fans-impressed-1420967",
    "time": "2026-04-20T10:26:30.000Z"
  }
];