const newsData_mr = [
  {
    "cat": "Sports",
    "title": "किंग कोहलीचं शतक, तरी हरलो! इंदूरमध्ये भारताचा पराभव, न्यूझीलंडचा ऐतिहासिक विजय, मालिका 2-1 ने जिंकली",
    "desc": "न्यूझीलंडने तिसऱ्या आणि निर्णायक एकदिवसीय सामन्यात भारताचा 41 धावांनी पराभव केला. या विजयासह न्यूझीलंडने तीन सामन्यांची एकदिवसीय मालिका 2-1 अशी आपल्या नावावर केली. रविवारी इंदूरच्या होळकर स्टेडियमवर झालेल्या या सामन्यात भारताने नाणेफेक जिंकून प्रथम गोलंदाजी करण्याचा निर्णय घेतला. मात्र, किवी संघाने डॅरिल मिशेल आणि ग्लेन फिलिप्स यांच्या दमदार शतकी खेळीच्या जोरावर 50 षटकांत 8 गडी गमावून 337 धावांचा भक्कम डोंगर उभा केला. या लक्ष्याचा पाठलाग करताना भारतीय संघाची संपूर्ण पारी 46 षटकांत 296 धावांवर आटोपली. भारताकडून विराट कोहलीने झुंजार 124 धावा केल्या, तर हर्षित राणाने अर्धशतकी 52 धावांची खेळी केली. हे ही वाचा - Aus vs Ind Squads : बीसीसीआयचा मास्टरस्ट्रोक! ऑस्ट्रेलिया दौऱ्यासाठी टीम इंडियाचा वनडे अन् टी-20 संघ जाहीर, 7 वर्षांनी दिली संधी, सगळेच चक्रावले",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/01/18/9f605f052d59fceb84fbd989b5becdab17687523811091091_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/sports/cricket/ind-vs-nz-3rd-t20-live-score-rohit-sharma-shubman-gill-virat-kohli-devon-conway-michael-bracewell-india-vs-new-zealand-scorecard-marathi-news-1409017",
    "time": "2026-01-18T06:55:44.000Z"
  }
];