const newsData_mr = [
  {
    "cat": "Politics",
    "title": "राज्यातील नेत्यांचे निवडणूक आयोगाच्या ज्ञानेश कुमारांवर तोशेर; कोण काय बोललं? Special Report",
    "desc": "राज्यातील नेत्यांचे निवडणूक आयोगाच्या ज्ञानेश कुमारांवर तोशेर; कोण काय बोललं? Special Report&nbsp; निवडणूक आयोगातील दोन आयुक्तांमध्ये काही मुद्द्यांवरून असणाऱ्या मतभेदांची चर्चा चव्हाट्यावर आल्यानंतर विरोधकांनी मुख्य निवडणूक आयुक्त ज्ञानेश कुमारांना टार्गेट केलंय. काँग्रेस नेते राहुल गांधींनी ज्ञानेश कुमारांना माफीचे साक्षीदार होण्याचा सल्ला दिलाय, तर देशातील सर्व विरोधकही निवडणूक आयोगाच्या कारभारावर तुटून पडलेत. ज्ञानेश कुमारांविरोधात महाभियोग आणण्याची तयारी विरोधक करत असून कॉक्रोच जनता पार्टीनंही आंदोलनाचा इशारा दिलाय. आज दिवसभरात या प्रकरणात काय घढलं, याचा आढावा घेऊया, या स्पेशल रिपोर्टमधून. विरोधकांच्या हल्ल्याची धार तीव्र होत असताना आता आयोगाकडून मूळ आरोपांचं खंडन करणारे पुरावे दिले जातात का&hellip;.आणि आयोगाविरुद्धची विरोधकांची लढाई नेमकं काय स्वरुप धारण करते, हे पुढच्या काही दिवसातच स्पष्ट होणार आहे. &nbsp;",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/09/24/8834ac3480ed5fc8fd2de52d8095abb217902713514821343_original.jpeg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/videos/news/politics-maharashtra-political-leader-slams-election-commission-chief-gyanesh-kumar-maharashtra-politics-1440145",
    "time": "2026-09-24T17:36:11.000Z"
  }
];