const newsData_mr = [
  {
    "cat": "Politics",
    "title": "मुंबईत बोगस जन्मदाखले दिल्याची धक्कादायक बाब उघड; उपजिल्हाधिकारीसह दोघांविरुद्ध गुन्हे दाखल",
    "desc": "&nbsp;सरसकट कर्जमाफीसाठी आमदार रोहित पवारांचं पंढरपुरात अन्नत्याग आंदोलन सुरू आहे. या आंदोलनादरम्यान अतिरिक्त पोलीस अधीक्षकांनी आंदोलनस्थळावरूनच &nbsp;रोहित पवार यांची कृषिमंत्री दत्तात्रय भरणे आणि सहकार मंत्र्यांशी फोनवर चर्चा घडवून आणली. &nbsp;आहे. राज्याच्या कॅबिनेट मंत्र्यांनी २०१९ च्या कर्जमाफीची जाचक अट मागे घेण्याबाबत सरकार सकारात्मक असल्याचं माध्यमांसमोर जाहीर करावं, तरच अन्नत्याग आंदोलन स्थगित करण्याचा विचार करू' अशी भूमिका रोहित पवारांनी घेतली. दरम्यान या संवेदनशील प्रश्नावर तोडगा काढण्यासाठी येत्या सोमवारी किंवा मंगळवारी मुंबईत एक विशेष बैठक लावण्याचे आश्वासन मंत्र्यांनी रोहित पवारांना दिलं.&nbsp;",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/06/13/1c32a3e923bcb19b14629ed143284b391781315113519987_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/news/maharashtra-live-news-today-13-june-2026-rohit-pawar-protest-maharashtra-weather-updates-maharashtra-vidhan-parishad-election-2026-mahayuti-mahavikas-aghadi-politics-1427832",
    "time": "2026-06-13T01:48:02.000Z"
  }
];