const newsData_mr = [
  {
    "cat": "Sports",
    "title": "भारतीय क्रिकेट संघाचा दिग्गज क्रिकेटपटू विराट कोहलीने इन्स्टाग्राम अकाऊंट गायब",
    "desc": "भारतीय क्रिकेट संघाचा दिग्गज क्रिकेटपटू विराट कोहलीने इन्स्टाग्राम अकाऊंट गायब &nbsp;भारतीय क्रिकेट संघाचा दिग्गज क्रिकेटपटू विराट कोहली (Virat Kohli) याने इन्स्टाग्राम अकाऊंट गुरुवार-शुक्रवार रात्री उशिरा अचानक गायब झाले. इंस्टाग्रामवर विराट कोहलीचे नाव शोधताना त्याचे प्रोफाइल किंवा कोणतीही पोस्ट दिसत नाहीय. विराट कोहलीच्या इन्स्टाग्राम अकाऊंटबाबत अद्याप कोणतीही अधिकृत प्रतिक्रिया समोर आलेली नाही. मात्र विराट कोहलीने अचानक इन्स्टाग्रामवरून एक्झिट घेतल्यामुळे चाहते हैराण झाले आहेत.विराट कोहलीचा भाऊ विकास कोहलीचे इंस्टाग्राम अकाऊंट देखील गायब झाल्याचा दावा करण्यात येत आहे. विराट कोहलीने स्वतः त्याचे इंस्टाग्राम अकाऊंट डिलीट केले किंवा डिअ&zwj;ॅक्टिव्हेट केले? की ते तांत्रिक समस्येमुळे किंवा अपघाती डिअ&zwj;ॅक्टिव्हेट झाल्यामुळे झाले?, अशी विविध प्रश्न उपस्थित होत आहेत.&nbsp;",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/01/21/cc08fbdae5b5e7f89e197795abf0acf617689878448851364_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/videos/sports/cricket-indian-cricketer-virat-kohli-s-instagram-account-deactivated-1410569",
    "time": "2026-01-30T03:24:44.000Z"
  }
];