const newsData_mr = [
  {
    "cat": "Sports",
    "title": "वेस्ट इंडिजला पाच विकेट्सनी हरवत भारताची सेमीफायनलमध्ये धडक, संजू सॅमसनची महत्वपूर्ण खेळी",
    "desc": "आयसीसी टी-20 वर्ल्ड कपमध्ये आज संध्याकाळी सेमीफायनलमध्ये प्रवेश करणाऱ्या अखेरच्या संघाचा फैसला होणार आहे. भारत आणि वेस्ट इंडिज यांच्यातील हा सामना प्रत्यक्षात &lsquo;क्वार्टर फायनल&rsquo;च मानला जात आहे. कोलकात्यातील ऐतिहासिक ईडन गार्डन्स मैदानावर सायंकाळी 7 वाजल्यापासून दोन्ही संघ आमनेसामने भिडणार आहेत. दोन्ही संघांच्या खात्यात सध्या प्रत्येकी 2 गुण आहेत. त्यामुळे आजचा सामना जिंकणारा संघ 4 गुणांसह थेट सेमीफायनलमध्ये धडक मारणार, तर पराभूत संघाचे आव्हान संपुष्टात येणार आहे. भारत आणि वेस्ट इंडिज या दोन्ही संघांना दक्षिण आफ्रिकेविरुद्ध पराभव पत्करावा लागला होता, मात्र झिम्बाब्वेला पराभूत करून त्यांनी स्पर्धेतील आशा जिवंत ठेवल्या आहेत. म्हणूनच आजचा हा सामना अत्यंत निर्णायक ठरणार असून, चाहत्यांसाठी तो जबरदस्त थरार घेऊन येणार आहे.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/03/01/c1143b5e8497f3477596da18ff9645fe17723853709961091_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/sports/cricket/ind-vs-wi-live-score-super-8-t20-world-cup-2026-suryakumar-yadav-shai-hope-india-vs-west-indies-scorecard-points-table-marathi-news-1414624",
    "time": "2026-03-01T10:27:19.000Z"
  },
  {
    "cat": "Politics",
    "title": "अयातुल्लाह खामेनींच्या मृत्यूनंतर इराणकडून बदला, अमेरिकेच्या लष्करी तळावर सहावा हल्ला",
    "desc": "&nbsp;मध्य पूर्वेतील तणावाने आता धोक्याची पातळी ओलांडलीय. अमेरिका आणि इस्रायलच्या हल्ल्यांना इराणनेही प्रत्युत्तर दिलंय. या हल्ल्याचा परिणाम भारतासह संपूर्ण जगाच्या अर्थव्यवस्थेवर होण्याची शक्यता वर्तवली जातेय.. इराण हा जगातील प्रमुख तेल उत्पादक देशांपैकी एक आहे. युद्ध अधिक भडकल्यास, पुरवठा साखळी विस्कळीत होऊ शकते.. याचा परिणाम कच्च्या तेलाच्या किमतीवर होऊन, त्यात मोठ्या प्रमाणावर वाढ होऊ शकते. जर हा संघर्ष अधिक चिघळला, तर कच्च्या तेलाच्या वाढत्या किमतीचा भारतीय अर्थव्यवस्थेवर नकारात्मक परिणाम दिसू शकतो.. जर किमतीत मोठी वाढ झाली तर पेट्रोल आणि डिझेलच्या दरातही वाढ होऊ शकते.. तसेच, येणाऱ्या काही आठवड्यांत बाजारात मोठी अस्थिरता आणि चढ-उतार पाहायला मिळतील, असाही अंदाज तज्ज्ञ व्यक्त करतायत...दुसरी गोष्ट म्हणजे सोने आणि चांदी महाग होतील. युद्धामुळे जागतिक बाजारपेठेत अनिश्चितता निर्माण होते. गुंतवणूकदार पैसे शेअर बाजारातून काढून सोने आणि चांदीमध्ये गुंतवतात. यामुळे सोने आणि चांदीच्या किमती ऐतिहासिक पातळीवर जाऊ शकतात.&nbsp;",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/03/01/57d70e321c5ae571658d39f104d0187d1772329962129987_original.jpeg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/news/world/israel-vs-iran-war-live-updates-ali-khamenei-death-donald-trump-narendra-modi-dubai-israel-iran-tension-latest-update-in-marathi-1414563",
    "time": "2026-03-01T01:59:07.000Z"
  }
];