const newsData_mr = [
  {
    "cat": "Politics",
    "title": "निदा खानला आश्रय देणाऱ्या एमआयएम नगरसेवक मतीन पटेल यांच्या घरावर पालिकेकडून अखेर",
    "desc": "नाशिक टीसीएस धर्मांतर प्रकरणातील आरोपी निदा खानला आश्रय देणाऱ्या एमआयएम नगरसेवक मतीन पटेल यांच्या घरावर पालिकेकडून अखेर कारवाई करण्यात आलीये.. &nbsp;मनपाचे १०० हून अधिक कर्मचारी अधिकारी दाखल झाले होते. मतीन पटेलांच्या कुटुंबीयांनी मनपा पथकाचं स्वागत करत गांधीगिरी करण्याचा प्रयत्न केला. फुलांच्या माळा आणि संविधानाची प्रत देऊन हे स्वागत करण्याचा प्रयत्न करण्यात आला. महानगरपालिकेने कारवाईबाबत याआधी नोटीस काढली होती. या विरोधात मतीन पटेलने औरंगाबाद खंडपीठात याचिका दाखल केली होती. यावर काल सुनावणी झाली मात्र खंडपीठाने मतीन पटेलला कोणताही दिलासा दिला नाही. कारवाई थांबवण्याबाबत किंवा स्थगिती देण्याबाबत देखील कोणताही आदेश दिला नाही. त्यामुळे पालिकेकडून &nbsp;अधिकृत बांधकामावर बुलडोझर चालवण्यात येतोय..&nbsp;",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/05/13/b2ace82d233cf69b94c8bf9fd3e771dc1778638575913987_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/news/maharashtra-live-blog-updates-todays-breaking-news-13-may-2026-nashik-tcs-mateen-patel-nida-khan-narendra-modi-gold-silver-rate-tamil-nadu-politics-maharashtra-politics-1423848",
    "time": "2026-05-13T02:18:23.000Z"
  },
  {
    "cat": "World",
    "title": "20026 ची NEET परीक्षा रद्द, विद्यार्थ्यांना पुन्हा पेपर द्यावा लागणार",
    "desc": "मुंबईच्या पाणीपुरवठ्यात येत्या 15 मेपासून 10 टक्के पाणीकपात करण्याचा निर्णय मुंबई महापालिकेनं घेतलाय. जलाशयांमधील पाणीसाठा घटल्याने खबरदारी म्हणून बृहन्मुंबई महानगरपालिका प्रशासनाने हा निर्णय घेतला आहे. सर्व नागरिकांनी पाण्याचा काटकसरीने वापर करावा, असे आवाहन देखील महापालिकेकडून करण्यात आलंय. यंदाच्या मोसमात एल निनोच्या परिणामामुळं पर्जन्यमान सरासरीपेक्षा कमी राहण्याचा अंदाज भारतीय हवामान विभागानं वर्तवला आहे. त्यात वाढत्या तापमानामुळं सातही जलाशयांमधल्या पाणीसाठ्याच्या बाष्पीभवनाचा वेग वाढला आहे. या परिस्थितीत जलसंपदा विभाग, महाराष्ट्र शासन यांच्या निर्देशानुसार मुंबईत शुक्रवारपासून 10 टक्के पाणीकपात लागू करण्यात येणार आहे.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/05/12/3d2d18e676acdbe8be926851c5354c141778548158318987_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/news/maharashtra-live-blog-updates-todays-breaking-news-12-may-2026-narendra-modi-gold-silver-rate-tamil-nadu-politics-maharashtra-politics-1423707",
    "time": "2026-05-12T01:13:13.000Z"
  }
];