const newsData_mr = [
  {
    "cat": "World",
    "title": "डोनाल्ड ट्रम्प यांच्या मुलीच्या हत्येचा कट ? धक्कादायक माहिती..",
    "desc": "डोनाल्ड ट्रम्प यांच्या मुलीच्या हत्येचा कट ? धक्कादायक माहिती.. अमेरिका आणि इराणमधला संघर्षही अजूनही सुरूच आहे. मात्र याच संघर्षादरम्यान अमेरिकन सुरक्षा यंत्रणांनी एक कट उघडकीस आणलाय. हा कट होता डोनाल्ड ट्रम्प यांची थोरली लेक इव्हांका ट्रम्प यांच्या हत्येचा. पण हा कट कुणी रचला होता? काय आहे हे सगळं प्रकरण?अमेरिकेचे अध्यक्ष डोनाल्ड ट्रम्प यांची थोरली लेक...पण हीच इव्हांका दहशतवाद्यांच्या रडारवर असल्याची धक्कादायक माहितीअमेरिकन सुरक्षा यंत्रणांनी समोर आणली आणि एकच खळबळ उडाली... अमेरिका आणि इराण यांच्यात सध्या तीव्र संघर्ष सुरू आहे. याच लष्करी आणि राजकीय संघर्षाच्या पार्श्वभूमीवर हा कट रचल्याची माहिती आहे. इराणच्या 'इस्लामिक रिव्होल्यूशनरी गार्ड कॉर्प्स' म्हणजेच आयआरजीसीकडून प्रशिक्षित एका इराकी दहशतवाद्यानं हा संपूर्ण कट आखल्याचं समोर आलंय.पाहूयात या सगळ्याचा सविस्तर आढावा घेणारा हा स्पेशल रिपोर्ट....",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/05/23/f65efa5c2303a1aea862972c7874f00017795573250661343_original.png",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/videos/news/politics-international-news-there-has-been-a-major-attempt-to-attack-donald-trump-daughter-1425226",
    "time": "2026-05-23T17:34:26.000Z"
  },
  {
    "cat": "Sports",
    "title": "पंजाब किंग्सचा लखनऊ सुपर जायंट्सवर 7 गडी राखून विजय; श्रेयस अय्यर अन् प्रभसिमरन सिंग चमकले",
    "desc": "आयपीएल 2026 च्या 68व्या सामन्यात लखनऊ सुपर जायंट्स आणि पंजाब किंग्स यांच्यात लखनऊच्या इकाना क्रिकेट स्टेडियमवर आमनेसामने येणार आहे. प्लेऑफच्या शर्यतीत टिकून राहण्यासाठी पंजाबसाठी हा सामना &lsquo;करो या मरो&rsquo; असा असणार आहे. मात्र फक्त विजय मिळवून उपयोग नाही, तर पंजाबला अशीही प्रार्थना करावी लागणार आहे की कोलकाता नाइट रायडर्स आणि राजस्थान रॉयल्स हे दोन्ही संघ आपल्या अखेरच्या लीग सामन्यात पराभूत व्हावेत. दुसरीकडे लखनऊ सुपर जायंट्स संघ गुणतालिकेत आपली स्थिती सुधारण्यासाठी मैदानात उतरणार आहे. लखनऊने हा सामना जिंकला तर त्यांच्या खात्यात 10 गुण जमा होतील आणि ते थेट 10व्या स्थानावरून 9व्या क्रमांकावर झेप घेतील. पण लखनऊच्या विजयामुळे पंजाबच्या प्लेऑफच्या आशांवर जवळपास पाणी फिरू शकतं. त्यामुळे हा सामना पंजाबसाठी &lsquo;अस्तित्वाची लढाई&rsquo; ठरणार आहे.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/05/23/ba06d997c4d78c174d0c51c409f8b21c17795573553001378_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/sports/cricket/lsg-vs-pbks-live-score-update-ipl-2026-priyansh-arya-shreyas-iyer-mitchell-marsh-josh-inglis-rishabh-pant-marathi-news-1425206",
    "time": "2026-05-23T13:02:18.000Z"
  }
];