const newsData_mr = [
  {
    "cat": "World",
    "title": "प्रताप सरनाईकांचा निर्णय मुख्यमंत्र्यांनी फिरवला; रिक्षाचालकांना मराठी शिकण्यासाठी एक वर्षांची मुदतवाढ",
    "desc": "परिवहनमंत्री प्रताप सरनाईकांचा रिक्षाटॅक्सीचालकांच्या मराठीबाबतचा निर्णय मुख्यमंत्री देवेंद्र फडणवीसांनी फिरवला. मुख्यमंत्र्यांनी मराठी शिकण्यासाठी रिक्षा टॅक्सीचालकांना एक वर्षांची मुदतवाढ दिलीय. रिक्षा टॅक्सीचालकांच्या शिष्टमंडळाने मुख्यमंत्र्यांची भेट घेतली. मराठी शिकण्यासाठी प्रयत्न करतोय, पण त्यासाठी वेळ मिळावा अशी मागणी त्यांनी केली. ती मागणी मान्य करून मुख्यमंत्र्यांनी एक वर्षांची मुदतवाढ दिली. तोवर त्यांच्यावर कोणतीही कारवाई केली जाणार नाही असं त्यांनी स्पष्ट केलंय. 15 ऑगस्टनंतर परिवहनमंत्र्यांनी मराठी शिकण्यासाठी एक महिन्यांची मुदतवाढ दिली होती... मात्र मुख्यमंत्र्यांनी एक वर्षांची मुदतवाढ दिलीय.&nbsp;",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/08/28/a272246fed874662370fb667f41f36941787878520389987_original.jpeg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/news/maharashtra-live-news-updates-28-august-2026-nepal-floods-manoj-jarange-patil-pratap-sarnaik-marathi-compulsory-auto-taxi-driver-devendra-fadnavis-eknath-shinde-maharashtra-politics-1437053",
    "time": "2026-08-28T00:55:31.000Z"
  }
];