const newsData_mr = [
  {
    "cat": "Politics",
    "title": "15 ऑक्टोबरपासून UPI वर चार्चेस लागू होणार; SIP, शेअर बाजारातील गुंतवणूक आणि FD करणे महाग होणार का? आपल्याला पडलेल्या 9 प्रश्नांची उत्तरे",
    "desc": "देशात डिजिटल पेमेंट आणि गुंतवणुकीला चालना देणाऱ्या UPI साठीच्या मर्चंट डिस्काउंट रेट (MDR) नियमांमध्ये एक मोठा बदल होणार आहे. नवीन UPI ​​MDR नियम 15 ऑक्टोबर 2026 पासून लागू होतील. त्यामुळे किरकोळ गुंतवणूकदारांना प्रश्न पडला आहे की, म्युच्युअल फंड SIP, ट्रेडिंग खात्यांमध्ये निधी जमा करणे किंवा मुदत ठेवी (फिक्स्ड डिपॉझिट) करणे अधिक महाग होईल का? कंपन्या किंवा बँका गुंतवणूकदारांकडून वेगळे UPI शुल्क आकारतील का? या संपूर्ण मुद्द्याचा गुंतवणूकदारांवर होणारा परिणाम 11 प्रश्न आणि उत्तरांच्या माध्यमातून जाणून घेऊया&hellip;",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/09/19/3dfbe6d1e532bc5e06f661e03b8f36811789801091282736_original.png",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/business/charges-to-apply-on-upi-know-about-will-sips-stock-market-investments-and-fds-become-costlier-or-not-1439573",
    "time": "2026-09-19T06:58:48.000Z"
  }
];