const newsData_mr = [
  {
    "cat": "Politics",
    "title": "ज्ञानेश कुमारांविरोधात सुनावणी, सुप्रीम कोर्टात काय घडलं?",
    "desc": "मुख्य निवडणूक आयुक्त ज्ञानेश कुमार यांच्याविरोधात दाखल झालेल्या याचिकांवर कोणताही अंतरिम आदेश देण्यास नकार दिला. सुप्रीम कोर्टाने केवळ वृत्तपत्रांच्या बातम्यांच्या आधारावर आम्ही कोणताही निर्णय घेऊ शकत नाही, किंवा त्या आधारावरती आम्ही आदेश देऊ शकत नाही असं म्हटलं. सर्वोच्च न्यायालयाने मुख्य निवडणूक आयुक्त (सीईसी) ज्ञानेश कुमार यांना नोटीस बजावून उत्तर मागितले आहे. न्यायालयाने त्यांना निलंबित करण्याचा आदेश देण्यासही नकार दिला. ज्ञानेश कुमार यांच्या विरोधात दाखल केलेल्या या याचिका विशेष सखोल पुनरीक्षण (एसआयआर) संबंधित निर्णयांच्या संदर्भात आहेत. असा आरोप आहे की, एसआयआरशी संबंधित सुमारे 14 निर्णय इतर दोन निवडणूक आयुक्तांच्या संमतीशिवाय घेण्यात आले. याचिकाकर्त्यांनी हे निर्णय रद्द करण्याची, ज्ञानेश कुमार यांच्यावर खटला चालवण्याची आणि एसआयआरमधून मतदारांची नावे वगळल्याबद्दल एसआयटी चौकशीची मागणी केली आहे. अंतिम निर्णय होईपर्यंत मुख्य निवडणूक आयुक्तांना त्यांच्या पदावरून दूर करावे, अशीही त्यांनी मागणी केली आहे.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/10/05/0d031a830a6cad79d55185ae5b86bd7e179119266951690_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/videos/news/india-cec-gyanesh-kumar-case-supreme-court-on-gyanesh-kumar-1441344",
    "time": "2026-10-05T09:31:30.000Z"
  }
];