const newsData_mr = [
  {
    "cat": "Politics",
    "title": "परीक्षा सुधारणा विधेयक आज राज्यसभेत मांडणार, काल लोकसभेत मंजूर",
    "desc": "&nbsp;मुंबई विद्यापीठाच्या दूरस्थ शिक्षण विभागाच्या प्रथम वर्ष कला आणि वाणिज्य शाखांच्या परीक्षेचा निकाल चार महिन्यांनंतरही लावण्यात आलेला नाही. त्यामुळं अनेक विद्यार्थ्यांनी मुंबई विद्यापीठाला जाब विचारला असून, त्यांना समाधानकारक उत्तर न मिळाल्यानं ठाकरेंच्या युवा सेनेकडून विद्यापीठात ठिय्या आंदोलन करण्यात आलं. सिनेट सदस्य प्रदीप सावंत, माजी सिनेट सदस्य राजन कोळंबेकर आणि युवा सेना पदाधिकारी किरण फाटक यांच्यासह त्यांच्या सहकार्&zwj;यांनी दूरस्थ शिक्षण संचालक डॉ. शिवाजी सरगर यांना जाब विचारला. परंतु समाधानकारक उत्तर न मिळाल्यानं त्याच्या दालनात ठिय्या आंदोलन करण्यात आलं. राज्यासह देश-विदेशातील महत्वाच्या घडामोडी एका क्लिवकवर...",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/07/30/d8ef335b06102f6ad5a50387984585be1785376369381987_original.jpeg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/news/politics/maharashtra-live-news-updates-30-july-2026-tukaram-mundhe-exam-reform-bill-2026-rahul-gandhi-narendra-modi-maharashtra-weather-rain-maharashtra-politics-1433673",
    "time": "2026-07-30T01:53:21.000Z"
  }
];