const newsData_mr = [
  {
    "cat": "Politics",
    "title": "शिक्षक आणि पदवीधर निवडणुकीसाठी अर्ज भरण्याचा आज शेवटचा दिवस",
    "desc": "राष्ट्रवादी शरद पवार गटाचे आमदार रोहित पवार एस.एम जोशी पुलाजवळ एमपीएससीचे अध्यक्ष विवेक भीमनवार यांच्या राजीनाम्याच्या प्रमुख मागणीसाठी &nbsp;आंदोलनाला बसलेत आहेत. आज आंदोलनाचा सहावा दिवस आहे. दरम्यान एकीकडे रोहित पवार मैदानात असतानाच पुण्यात आणखी 2 ठिकाणी एमपीएससी विद्यार्थ्यांची आंदोलनं सुरू आहेत. शास्त्री रोडवरील अहिल्यादेवी अभ्यासिकेसमोर काही परीक्षार्थी आंदोलनाला बसलेत. ऑब्जेक्टिव्ह पद्धतीनं परीक्षा घ्यावी, अशी त्यांची मुख्य मागणी आहे. तर अलका टॉकीज चौकात आंदोलन करणाऱ्या परीक्षार्थींना डिस्क्रिप्टिव्ह पद्धतीनं परीक्षा व्हायला हवीय. त्यामुळे पेपरफुटीमुळे बेजार विद्यार्थ्यांना खरंच न्याय मिळणार की आंदोलनाची हवा नुसतीच विरून जाणार हे पाहावं लागेल.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/10/06/45f1cc9d6862c93ebec08d10205c2d2e1791253465187987_original.jpeg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/news/maharashtra-live-blog-updates-todays-breaking-news-06-october-2026-pune-mpsc-protest-graduates-teachers-vidhan-parishad-election-2026-water-shortage-maharashtra-politics-1441400",
    "time": "2026-10-06T02:29:39.000Z"
  },
  {
    "cat": "Politics",
    "title": "ज्ञानेश कुमारांविरोधात सुनावणी, सुप्रीम कोर्टात काय घडलं?",
    "desc": "मुख्य निवडणूक आयुक्त ज्ञानेश कुमार यांच्याविरोधात दाखल झालेल्या याचिकांवर कोणताही अंतरिम आदेश देण्यास नकार दिला. सुप्रीम कोर्टाने केवळ वृत्तपत्रांच्या बातम्यांच्या आधारावर आम्ही कोणताही निर्णय घेऊ शकत नाही, किंवा त्या आधारावरती आम्ही आदेश देऊ शकत नाही असं म्हटलं. सर्वोच्च न्यायालयाने मुख्य निवडणूक आयुक्त (सीईसी) ज्ञानेश कुमार यांना नोटीस बजावून उत्तर मागितले आहे. न्यायालयाने त्यांना निलंबित करण्याचा आदेश देण्यासही नकार दिला. ज्ञानेश कुमार यांच्या विरोधात दाखल केलेल्या या याचिका विशेष सखोल पुनरीक्षण (एसआयआर) संबंधित निर्णयांच्या संदर्भात आहेत. असा आरोप आहे की, एसआयआरशी संबंधित सुमारे 14 निर्णय इतर दोन निवडणूक आयुक्तांच्या संमतीशिवाय घेण्यात आले. याचिकाकर्त्यांनी हे निर्णय रद्द करण्याची, ज्ञानेश कुमार यांच्यावर खटला चालवण्याची आणि एसआयआरमधून मतदारांची नावे वगळल्याबद्दल एसआयटी चौकशीची मागणी केली आहे. अंतिम निर्णय होईपर्यंत मुख्य निवडणूक आयुक्तांना त्यांच्या पदावरून दूर करावे, अशीही त्यांनी मागणी केली आहे.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/10/05/0d031a830a6cad79d55185ae5b86bd7e179119266951690_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/videos/news/india-cec-gyanesh-kumar-case-supreme-court-on-gyanesh-kumar-1441344",
    "time": "2026-10-05T09:31:30.000Z"
  }
];