const newsData_mr = [
  {
    "cat": "Politics",
    "title": "नितीन गडकरी पालखी मार्गावेळी बसने प्रवास करणार, ताफ्यातल्या 50 टक्के गाड्या कमी",
    "desc": "नितीन गडकरी पालखी मार्गावेळी बसने प्रवास करणार, ताफ्यातल्या 50 टक्के गाड्या कमी पंतप्रधान नरेंद्र मोदींनी पेट्रोल-डिझेलचा वापर कमी करावा, महानगरात मेट्रोने प्रवास करावा असे आवाहन केले. मोदींच्या आवाहनानुसार, केंद्रीयमंत्री नितीन गडकरी यांनीही आपल्या ताफ्यातील गाड्या 50 टक्क्यांनी कमी करण्याच्या सूचना केल्या आहेत, तसेच पालखी मार्गाची पाहणी करताना ते बसने प्रवास करणार असल्याची माहिती आहे.केंद्रीय मंत्री नितीन गडकरी संत ज्ञानेश्वर महाराज आणि संत तुकाराम महाराज पालखी मार्ग प्रकल्पाची पाहणी 14 आणि 15 मे 2026 रोजी करणार आहेत.त्यावेळी ताफ्यातील गाड्या 50 टक्क्यांनी कमी करण्यात याव्यात अशी सूचना नितीन गडकरींनी पुणे प्रशासनाला केली आहे.तसेच पालखी मार्गाची पाहणी करताना सर्व सुरक्षा रक्षकांसोबत आपल्या लाल परीने म्हणजेच एसटी महामंडळाच्या बसने ते प्रवास करणार असल्याबाबत नितीन गडकरींनी नमूद केले आहे.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2025/09/21/6f83c0b58c6cd288e0f87ef734394d5c1758427407834954_original.png",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/videos/news/politics-after-pm-modi-appeal-nitin-gadkari-on-vehicle-reduction-1423941",
    "time": "2026-05-13T12:48:28.000Z"
  },
  {
    "cat": "World",
    "title": "20026 ची NEET परीक्षा रद्द, विद्यार्थ्यांना पुन्हा पेपर द्यावा लागणार",
    "desc": "मुंबईच्या पाणीपुरवठ्यात येत्या 15 मेपासून 10 टक्के पाणीकपात करण्याचा निर्णय मुंबई महापालिकेनं घेतलाय. जलाशयांमधील पाणीसाठा घटल्याने खबरदारी म्हणून बृहन्मुंबई महानगरपालिका प्रशासनाने हा निर्णय घेतला आहे. सर्व नागरिकांनी पाण्याचा काटकसरीने वापर करावा, असे आवाहन देखील महापालिकेकडून करण्यात आलंय. यंदाच्या मोसमात एल निनोच्या परिणामामुळं पर्जन्यमान सरासरीपेक्षा कमी राहण्याचा अंदाज भारतीय हवामान विभागानं वर्तवला आहे. त्यात वाढत्या तापमानामुळं सातही जलाशयांमधल्या पाणीसाठ्याच्या बाष्पीभवनाचा वेग वाढला आहे. या परिस्थितीत जलसंपदा विभाग, महाराष्ट्र शासन यांच्या निर्देशानुसार मुंबईत शुक्रवारपासून 10 टक्के पाणीकपात लागू करण्यात येणार आहे.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/05/12/3d2d18e676acdbe8be926851c5354c141778548158318987_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/news/maharashtra-live-blog-updates-todays-breaking-news-12-may-2026-narendra-modi-gold-silver-rate-tamil-nadu-politics-maharashtra-politics-1423707",
    "time": "2026-05-12T01:13:13.000Z"
  }
];