const newsData_mr = [
  {
    "cat": "Politics",
    "title": "पश्चिम बंगालमध्ये आज नव्या सरकारचा शपथविधी",
    "desc": "पहिल्यांदाच भाजप पश्चिम बंगालमध्ये सरकार स्थापन करतंय... पश्चिम बंगालमध्ये अखेर शुभेंदू अधिकारी यांची मुख्यमंत्रिपदी निवड करण्यात आलीय... विधिमंडळ पक्षाच्या नेतेपदी शुभेंदू अधिकारींच्या नावाची &nbsp;घोषणा अमित शाहांनी केली... शुभेंदू अधिकारी आज सकाळी ११ वाजता पश्चिम बंगालच्या मुख्यमंत्रीपदाची शपथ घेणार आहेत..रवींद्रनाथ टागोर यांच्या जयंतीनिमित्त आज कोलकाता येथील ब्रिगेड परेड मैदानावर नवीन सरकारचा शपथविधी सोहळा पार पडणार आहे. &nbsp;या शपथविधी सोहळ्याला पंतप्रधान मोदी आणि शाह यांच्यासह एनडीएचे अनेक ज्येष्ठ नेते उपस्थित राहणारेत. भाजप पश्चिम बंगालमध्ये दोन उपमुख्यमंत्री देण्याची शक्यताही वर्तवली जातेय यामध्ये एका महिलेचा समावेश असू शकतो... नंदीग्राम आणि भवानीपूर अशा दोन्ही ठिकाणी शुभेंदू अधिकारी यांनी विजय मिळवलाय... शुभेंदू यांनी भवानीपूरमधून माजी मुख्यमंत्री ममता बॅनर्जी यांचा पराभव केलाय... त्यांनी 2021 मध्येही ममता यांचा पराभव केला होता..",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/05/09/6262cfc0bb1df59f4753c1d61f3bb6de1778290597451987_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/news/maharashtra-live-blog-updates-todays-breaking-news-09-may-2026-west-bengal-suvendu-adhikari-tamilnadu-vijay-thalapathy-kerla-maharashtra-politics-1423315",
    "time": "2026-05-09T01:36:48.000Z"
  }
];