const newsData_mr = [
  {
    "cat": "Politics",
    "title": "शिवसेना पक्ष, चिन्हावर आज सलग पाचव्या दिवशी सुनावणी",
    "desc": "शिवसेना पक्ष आणि चिन्हावर आज सर्वोच्च न्यायालयात सलग पाचव्या दिवशी सुनावणी होणार आहे. दुपारी २ वाजता सुनावणीला सुरुवात होणार असून, काल झालेल्या सुनावणीत ठाकरेंच्या शिवसेनेचे वकील कपिल सिब्बल यांनी निवडणूक आयोगाच्या भूमिकेवर जोरदार टीका केली होती. 2018 मधील पक्षाची घटना आयोगाला माहिती नव्हती, हा दावा चुकीचा असल्याचा युक्तिवाद त्यांनी केला. दरम्यान, आज आमदारांच्या अपात्रतेच्या मुद्द्यावर बाजू मांडत सिब्बल आपला युक्तिवाद पूर्ण करण्याची शक्यता आहे. सरन्यायाधीश सूर्यकांत, न्यायमूर्ती जॉयमाल्या बागची आणि न्यायमूर्ती व्ही. मोहना यांच्या खंडपीठासमोर ही सुनावणी होत आहे.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/08/13/094ac06df94385892cb1cab17019fec51786584604205987_original.jpeg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/news/politics/maharashtra-live-news-updates-13-august-2026-loksabha-amit-shah-rahul-gandhi-ncp-sharad-pawar-narendra-modi-devendra-fadnavis-eknath-shinde-1435289",
    "time": "2026-08-13T01:30:12.000Z"
  }
];