const newsData_mr = [
  {
    "cat": "World",
    "title": "एकनाथ शिंदे संसदेत, रिजिजू म्हणाले, श्रीकांत मेरा छोटा भाई, नेमकं काय घडलं?",
    "desc": "राज्याची आर्थिक स्थिती लक्षात घेता नव्या महाविद्यालयांना अनुदानित तत्वावर परवानगी न देण्याबाबतच्या धोरणात बदल करणे शक्य नाही. मात्र अनुदानित महाविद्यालयांमध्ये मोठ्या प्रमाणावर प्राध्यापक भरती केली जाणार असल्याची माहिती उच्च व तंत्रशिक्षण मंत्री चंद्रकांत पाटील यांनी विधानसभेत दिली. तसेच अमेरिकेचे राष्ट्राध्यक्ष डोनाल्ड ट्रम्प यांनी पत्रकार परिषद घेत युद्धाबाबत मोठं वक्तव्य केलंय...इराणशी लढाई पूर्ण ताकदीनिशी सुरु राहणार असल्याचं ट्रम्प यांनी म्हटलं. आतापर्यंत इराणच्या सात हजारांहून अधित ठिकाणांना उध्वस्त केलं. तसंच इराणची सैनिकी ताकद मोठ्या प्रमाणात कमकुवत केल्याचा दावाही ट्रम्प यांनी केला. तर जपानला 90% तेल होर्मुझच्या सामुद्रधुनीतून मिळतं. त्यामुळे जपान आणि चीनने आम्हाला मदत करावी अशी विनंतीही ट्रम्प यांनी केली.&nbsp;",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2025/08/03/1f0a1a9ff6860774ae84a6d4f93006b01754182656132954_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/news/politics/maharashtra-live-blog-updates-17-march-2026-maharashtra-budget-session-2026-cng-gas-shortage-devendra-fadnavis-eknath-shinde-sunetra-pawar-maharashtra-politics-iran-israel-america-war-1416533",
    "time": "2026-03-17T00:52:43.000Z"
  }
];