const newsData_mr = [
  {
    "cat": "Politics",
    "title": "मराठवाडा पदवीधर निवडणुकीत राष्ट्रवादी शरद पवार पक्षाचे प्रतापसिंह पाटील रिंगणात उतरणार?",
    "desc": "मराठवाडा पदवीधर निवडणुकीमध्ये राष्ट्रवादी शरद पवार पक्षाकडून प्रतापसिंह पाटील निवडणूक रिंगणात उतरण्याची शक्यता आहे. निवडणुकीच्या अनुषंगाने प्रतापसिंह पाटील यांनी गाठीभेटी सुरू केले असून लातूर हिंगोली नांदेड भागात दौरा सुरू आहे. मराठवाडा पदवीधर मतदार संघाचे गेल्या तीन वेळेस राष्ट्रवादी अजित पवार पक्षाचे सतीश चव्हाण प्रतिनिधित्व करत आहेत. महायुतीत विद्यमान आमदारांना परत तिकीट दिले जाण्याची चर्चा आहे. महाविकास आघाडी कडून मराठवाड्याची जागा राष्ट्रवादीने दावा केला असून त्या अनुषंगाने तयारी सुरू आहे. तर दुसरीकडे काँग्रेसनेही याबाबत बैठक घेत मराठवाड्याच्या जागेबाबत मागणी केल्याची माहिती आहे.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/10/03/3c88b02595bc2479f817b2f95264e1be1790989092701987_original.jpeg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/news/maharashtra-live-news-updates-03-october-2027-raj-thackeray-uddhav-thackeray-devendra-fadnavis-eknath-shinde-maharashtra-politics-marathi-news-1441051",
    "time": "2026-10-03T01:03:04.000Z"
  }
];