const newsData_mr = [
  {
    "cat": "Politics",
    "title": "NEET पेपरफुटीनंतर मोठा निर्णय! आता PM मोदींकडे NEETचं नियंत्रण",
    "desc": "NEET पेपरफुटीनंतर मोठा निर्णय! आता PM मोदींकडे NEETचं नियंत्रण 'नीट' परीक्षेचे पेपर फुटल्यामुळे झालेली नाचक्की आणि विरोधकांकडून होत असलेल्या टीकेनंतर केंद्र सरकार अॅक्शन मोडमध्ये आलंय... गुरुवारी थेट संरक्षणमंत्री राजनाथ सिंह यांनी बैठक घेतली आणि प्रश्नपत्रिका वाहून नेण्याची जबाबदारी हवाई दलावर सोपवण्यात आली... त्यानंतर आता या प्रकरणात थेट पंतप्रधान नरेंद्र मोदी यांनी यात जातीनं लक्ष घातल्याचं स्पष्ट झालंय... (२१ जून रोजी होत असलेल्या नीट फेरपरीक्षेसंदर्भात सर्व घडामोडी पंतप्रधान कार्यालयाला देण्यात याव्यात, अशी सूचना करण्यात आल्याचं समजतंय. गुरुवारी झालेल्या बैठकीत पंतप्रधान कार्यालयाचे वरिष्ठ अधिकारीही सहभागी झाले होते. पंतप्रधान स्वतः घडामोडींचा सातत्यानं आढावा घेत असल्याची चर्चाही राजकीय वर्तुळात रंगलीयेनेमकं काय घडतंय बघुयात एबीपी माझाच्या या स्पेशल रिपोर्टमध्ये... &nbsp;",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/05/29/878705762c90498e84d311fd6f7ecb7a17800747702621343_original.png",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/videos/news/politics-pm-modi-oversee-neet-re-exam-test-processes-amid-heightened-security-measures-after-paper-leak-1425999",
    "time": "2026-05-29T17:13:54.000Z"
  },
  {
    "cat": "Politics",
    "title": "सीबीएसई परिक्षेवरुन वाद,  भाजप आणि राहुल गांधींमध्ये आरोप-प्रत्यारोप",
    "desc": "सीबीएसई परिक्षेवरुन वाद, भाजप आणि राहुल गांधींमध्ये आरोप-प्रत्यारोप सीबीएसई परीक्षेमध्ये झालेल्या कथित गोंधळावरून राहुल गांधी आणि भाजप नेत्यांमध्ये 'एक्स वॉर' रंगलंय... सीबीएसईनं यंदा घेतलेल्या १२वीच्या परीक्षेत ओएसएम प्रक्रियेत गोंधळ झाल्याचा राहुल गांधींचा आरोप आहे... आणि उत्तर पत्रिकांच्या मूल्यांकनासाठी सरकारनं निवडलेल्या 'कोएम्प्ट' कंपनीकडे बोट दाखवत... राहुल यांनी केंद्रीय शिक्षणमंत्री धर्मेंद्र प्रधान यांच्यावर प्रश्नांची सरबत्ती केलीये... राहुल गांधींनी गुरुवारी केलेल्या या एक्स पोस्टवर प्रधान यांनी सडकून टीका केलीये... एबीपी नेटवर्कला दिलेल्या विशेष मुलाखतीत राहुल गांधींचं मानसिक संतुलन ढळल्याचा आरोप शिक्षणमंत्र्यांनी केला... तसंच दोन काँग्रेसशासित राज्यांमध्ये याच कंपनीला कंत्राटं दिलेली असल्याचा दावाही केला...त्यामुळे आता राहुल विरुद्ध भाजप असं सोशल मीडिया युद्ध रंगल्याचं बघायला मिळतंय...&nbsp;",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/05/29/2cb181f5093d218c0f0b66e47bf4cc3e17800744388831343_original.png",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/videos/news/politics-congress-mp-rahul-gandhi-criticized-bjp-leader-dharmendra-pradhan-on-cbse-board-exam-1425998",
    "time": "2026-05-29T17:08:20.000Z"
  }
];