const newsData_mr = [
  {
    "cat": "Politics",
    "title": "संसदेचं पावसाळी अधिवेशनाचा आज दुसरा आठवडा; गृहमंत्री अमित शाह विरोधकांच्या रडारवर",
    "desc": "परीक्षांमधील पेपरफुटी रोखण्यासाठी केंद्र सरकारने मोठं पाऊल उचललं आहे. सार्वजनिक परीक्षा गैरप्रकारांना प्रतिबंध करणारे सुधारणा विधेयक (Exam Reform Bill 2026) आज (27 जुलै) लोकसभेत सादर करण्यात येणार आहे. केंद्रीय मंत्री डॉ. जितेंद्र सिंह दुपारी 12 वाजता हे विधेयक सभागृहात मांडतील. विधेयकात पेपरफुटीसारख्या गैरप्रकारांसाठी 10 वर्षांच्या तुरुंगवासाची आणि 10 कोटी रुपयांपर्यंत दंडाची तरतूद करण्यात आली आहे. 24 जुलैला केंद्रीय मंत्रिमंडळाने या विधेयकाच्या मसुद्याला मंजुरी दिली असून, चर्चा पूर्ण झाल्यानंतर ते मंजूर करण्याचा सरकारचा प्रयत्न असणार आहे. या सुधारणा विधेयकाचा उद्देश सार्वजनिक परीक्षा कायदा, 2024 मध्ये सुधारणा करणे हा आहे. &nbsp;",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/07/27/f162e899ff651bd701f92caeebc1c3501785119183384987_original.jpeg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/news/politics/maharashtra-live-news-updates-27-july-2026-exam-reform-bill-2026-narendra-modi-neet-paper-leak-mumbai-palghar-raigad-konkan-rain-weather-maharashtra-politics-1433280",
    "time": "2026-07-27T02:27:44.000Z"
  }
];