const newsData_mr = [
  {
    "cat": "Politics",
    "title": "अकोल्यात आज तापमानाचा पारा 46 अंश पार करणार? उन्हामुळे रस्त्यांवर अघोषित संचारबंदी",
    "desc": "&nbsp;अमेरिका आणि इराण यांच्यातील बेबनाव कायम आहे. उभय देशांमधील शांतीवार्तेची दुसरी फेरी पुन्हा फिस्कटली आहे. पाकिस्तानमध्ये होणाऱ्या चर्चेच्या दुसऱ्या फेरीसाठी स्टीव्ह विटकॉफ आणि जार्ड कुशनर यांचा दौरा डोनाल्ड ट्रम्प यांनी रद्द केलाय. हे दोघेही चर्चेसाठी पाकिस्तानला जाणार नाहीत. इराणला चर्चेची इच्छा असल्यास त्यांनी फोन करावा, असं ट्रम्प यांनी म्हंटलंय. डोनाल्ड ट्रम्प यांनी स्वत: सोशल मीडियावर ही माहिती दिली. राज्यासह देश-विदेशातील महत्वाच्या घडामोडी, एका क्लिकवर...",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/04/26/ceb21c51082845693b32d269034b255f1777166343191987_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/news/maharashtra-live-updates-26-april-2026-manohar-bhosale-ashok-kharat-maharashtra-politics-donald-trump-iran-israel-america-war-1421689",
    "time": "2026-04-26T01:19:11.000Z"
  }
];