const newsData_mr = [
  {
    "cat": "Politics",
    "title": "म्हात्रोळीतील जमीन गुजराती उद्योगपतीच्या घशात घालण्यासाठी राहुल नार्वेकर गेले होते; संजय राऊतांचा आरोप",
    "desc": "म्हात्रोळीतील जमीन गुजराती उद्योगपतीच्या घशात घालण्यासाठी राहुल नार्वेकर गेले होते; संजय राऊतांचा आरोप विधानसभा अध्यक्ष राहुल नार्वेकरांचा अलिबाग तालुक्यातील एक व्हिडीओ व्हायरल झाल्यानंतर ठाकरे गटाचे खासदार संजय राऊत यांनी मोठा आरोप केला. राहुल नार्वेकर हे कोकणातल्या जमिनी गुजरातच्या उद्योगपतींच्या घशात घालत असल्याचा आरोप राऊतांनी केला. म्हात्रोळी गावातील जमीन ही एका गुजराती उद्योगपतीच्या फार्महाऊससाठी हवी होती, म्हणून नार्वेकर त्या ठिकाणी सरकारी अधिकाऱ्यांना घेऊन गेले होते असल्याचा आरोप संजय राऊतांनी केला. रायगड जिल्ह्यातील अलिबाग तालुक्यातील म्हात्रोळी गावातील राहुल नार्वेकरांचा एक व्हिडीओ व्हायरल होत आहे. त्यामध्ये एक दाम्पत्य नार्वेकरांच्या सहकाऱ्यांवर आरोप करताना दिसत आहे. आपण घरी नसताना आपल्या जमिनीची मोजणी कशी केली असा प्रश्न हे दाम्पत्य विचारताना दिसत आहे. त्यानंतर राहुल नार्वेकरांनी त्या ठिकाणाहून पाय काढता घेतला.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/02/14/b1b9a84e51a90a7ee84bd26e2e9d99311771051208771977_original.png",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/videos/news/trending-news-sanjay-raut-1412735",
    "time": "2026-02-14T14:17:34.000Z"
  }
];