const newsData_mr = [
  {
    "cat": "Politics",
    "title": "इंडिया आघाडीच्या मोर्चावरून राजकीय वाद, दोन गुन्हे दाखल",
    "desc": "इंडिया आघाडीच्या मोर्चावरून राजकीय वाद, दोन गुन्हे दाखल मुख्य निवडणूक आयुक्त ज्ञानेश कुमार यांच्या राजीनाम्यासाठी सुरू असलेल्या आंदोलनांनी आज काहीशी विश्रांती घेतली... दुपारी जंतर मंतर इथं सीजेपीच्या कार्यकर्त्यांनी तिरंगा फडकवण्याचा प्रयत्न केला खरा, मात्र त्यांना पोलिसांनी ताब्यात घेतलं... त्यानंतर दिल्लीच्या कॅनॉट प्लेसमध्येही काही आंदोलकांनी घोषणाबाजी केली... मात्र कालच्यासारखा दणका उडाला नाही... आज दिवसभर चर्चा होती ती इंडिया आघाडीनं काल सुप्रीम कोर्टावर काढलेल्या मोर्चाची... या मोर्चावरून राजकीय वाद रंगला असताना पोलिसांनी दोन गुन्हे दाखल केलेत... मोर्चाविरोधात सुप्रीम कोर्टात याचिका झालीय आणि २०० वकिलांनी मोर्चाच्या निषेधाचा प्रस्ताव पारित करण्यासाठी बार काऊंसिलला पत्र लिहिलंय... बघुयात दिवसभरात घडलेल्या घडामोडी, या स्पेशल रिपोर्टमध्ये...",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/10/13/14fbe74d401800ddccf7c3ef6e1bbd1b17919129466511343_original.png",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/videos/news/india-bjp-vs-india-aghadi-special-report-rahul-gandhi-sanjay-raut-supriya-sule-gyanesh-kumar-pm-modi-1442306",
    "time": "2026-10-13T17:46:35.000Z"
  }
];