const newsData_mr = [
  {
    "cat": "Politics",
    "title": "जंतर मंतरवर काही काळ गदारोळ, पुन्हा तणावपूर्ण शांतता",
    "desc": "गेल्या 34 दिवसांपासून नीट पेपर फुटीवरुन जंतर मंतरवरील विद्यार्थ्यांचं आंदोलन सुरुच आहे. केंद्रीय शिक्षण मंत्री धर्मेंद्र प्रधान यांच्या राजीनाम्याच्या मागणीसाठी विद्यार्थी आंदोलन करत आहेत. सरकारसोबत विद्यार्थ्यांची अजून तरी यशस्वी चर्चा झाली नाही. तर काल रात्री जंतरमंतरवर काही काळ पुन्हा तणाव आणि गदारोळाचं वातावरण पाहायला मिळालं...समाजकंटकांनी पोलिसांवर हल्ला केल्याची माहिती आहे...जमावाने अचानक दगड आणि बाटल्यांनी पोलीस कर्मचाऱ्यांवर हल्ला केला..यामध्ये &nbsp;कनॉट प्लेसचे एसीपी विवेक भगत जखमी झाले..त्यामुळे प्रत्युत्तरात पोलिसांनी सौम्य लाठीचार्ज केला आणि अश्रूधुराच्या नळकांड्याही फोडल्या...काही मिनिटे परिस्थिती तणावपूर्ण होती.&nbsp;",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/07/23/e2c244990aa7d2b7e8a025cdfe7287b01784771366155987_original.jpeg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/news/maharashtra-live-news-updates-23-july-2026-ashadhi-wari-2026-sonam-wangchuk-cjp-protest-mumbai-thane-palghar-raigad-konkan-rain-weather-raj-uddhav-thackeray-maharashtra-politics-1432784",
    "time": "2026-07-23T01:54:09.000Z"
  }
];