const newsData_mr = [
  {
    "cat": "Sports",
    "title": "प्रसिद्धचा ‘किलर’ स्पेल! लखनऊची गाडी रुळावरून घसरली; गुजरातसमोर 165 धावांचं आव्हान, जाणून घ्या LIVE अपडेट्स",
    "desc": "आयपीएल 2026 मध्ये आज दोन सामने खेळले जाणार आहेत. सुपर संडेचा पहिला सामना लखनऊ सुपर जायंट्स आणि गुजरात टायटन्स यांच्यात एलएसजीच्या घरच्या मैदानावर, एकाना स्टेडियमवर खेळला जाईल. मागील सामन्यात कोलकाता नाईट रायडर्सविरुद्ध पराभवाच्या उंबरठ्यावर असताना लखनऊने पुनरागमन करत विजय मिळवला. ऋषभ पंतच्या संघाने तीन सामन्यांपैकी दोन जिंकले आहेत, तर शुभमन गिलच्या गुजरात टायटन्सने तीन सामन्यांपैकी एक जिंकला आहे. हा सामना रोमांचक होण्याची अपेक्षा असून, दोन्ही संघ विजयासाठी प्रयत्न करतील.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/04/12/5a08b85d1aa5e2901dc8b337a6739ef417759839002911378_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/sports/cricket/lsg-vs-gt-score-live-update-ipl-2026-sai-sudharsan-shubman-gill-rishabh-pant-mitchell-marsh-marathi-news-1419947",
    "time": "2026-04-12T08:51:56.000Z"
  },
  {
    "cat": "Politics",
    "title": "ज्येष्ठ गायिका आशा भोसले काळाच्या पडद्याआड; 92 व्या वर्षी घेतला अखेरचा श्वास",
    "desc": "बारामती विधानसभा पोटनिवडणुकीच्या पार्श्वभूमीवर आज महायुती आणि राष्ट्रवादीच्या उमेदवार सुनेत्रा पवार आपल्या प्रचाराचा शुभारंभ करणार आहेत. सकाळी दहा वाजता कन्हेरी येथील मारुती मंदिरात नारळ फोडून प्रचाराला सुरुवात होईल. त्याआधी शारदा प्रांगणातून मंदिरापर्यंत रॅली काढण्यात येणार आहे. या कार्यक्रमाला पार्थ पवार, जय पवार, आदिती तटकरे आणि सना मलिक यांच्यासह पक्षाचे अनेक नेते उपस्थित राहणार आहेत. राज्यासह देश-विदेशातील महत्वाच्या घडामोडी, एका क्लिकवर...",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/04/12/4d9e5649115f345142bb6a8cc7c933351775955524723987_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/news/maharashtra-live-blog-updates-12-april-2026-baramati-and-rahuri-byelection-2026-sunetra-pawar-ajit-pawar-ashok-kharat-nashik-donald-trump-iran-israel-america-war-maharashtra-politics-1419878",
    "time": "2026-04-12T00:58:57.000Z"
  }
];