const newsData_mr = [
  {
    "cat": "Sports",
    "title": "नितीश रेड्डी-अर्शदीपचा धुमाकूळ; अफगाणिस्तानला 159 वर रोखलं, आता भारताची बॅटिंग परीक्षा; जाणून घ्या LIVE अपडेट",
    "desc": "भारत आणि अफगाणिस्तान यांच्यातील दुसरा टी-20 सामना आज दिल्लीतील अरुण जेटली स्टेडियमवर खेळला जाईल. सामना भारतीय प्रमाणवेळेनुसार सायंकाळी 7:30 वाजता सुरू होईल. दोन्ही संघांचे कर्णधार सायंकाळी 7 वाजता नाणेफेकीसाठी मैदानात उतरतील. पहिल्या टी-20 सामन्यात भारताने अफगाणिस्तानचा 7 गडी राखून पराभव केला होता. अभिषेक शर्माने धमाकेदार खेळी केली होती. वैभव सूर्यवंशी खेळणार का? मागील सामन्यात भारतीय संघाने संजू सॅमसनला संधी दिली होती. मात्र, तो फक्त 10 धावा करून पॅव्हेलियनमध्ये परतला. प्रश्न असा आहे की, आज वैभव सूर्यवंशीला संधी मिळेल की भारतीय संघ संजूलाच कायम ठेवेल. संभाव्य प्लेइंग इलेव्हनमध्ये वैभवचा सहभाग अनिश्चित असून, संजूला पसंती देण्यात आली आहे.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/09/15/4092a1ed464b4b6855bfa51a6a1b1b7c17894774893561378_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/sports/cricket/afghanistan-vs-india-2nd-t20i-ibrahim-zadran-sanju-samson-shreyas-iyer-vaibhav-sooryavanshi-ind-vs-afg-live-update-marathi-news-1439205",
    "time": "2026-09-15T13:09:00.000Z"
  }
];