const newsData_mr = [
  {
    "cat": "Entertainment",
    "title": "बॉलिवूडमधली पहिली सुपारी ते टायगर श्रॉफवर गोळीबार, VIDEO",
    "desc": "मुंबईत जुहू परिसरात बॉलिवूड अभिनेता टायगर श्रॉफवर जिवघेेणा हल्ला झाला..यावेळी हल्लेखोरांनी टायगरच्या गाडीजवळ येत गावठी कट्ट्याने अंदाधूंद फायरिंग केली...जवळपास बंदुकिने ७ राऊंड श्रॉपच्या दिशेने डागण्याता आले..७ पैकी ५ गोळ्या टायगरच्या कारला लागल्या...मात्र प्रसंगावधान दाखवत टायगरनं मान खाली झुकवली आणि मृत्युला आल्या पावली परतवून लावलं...मात्र त्याचा ड्रायव्हर फिरदौस आणि बाजूलाच असणारे उमेश चौहानही जखमी झाले...यानंतर जखमी ड्रायव्हरला घेऊन टायगरनं रुग्णालयात धाव घेतली...यानंतर पोलिसांनी वायूवेगानं चक्र फिरवत तीन आरोपींना कोटा रेल्वे स्थानकावरून ताब्यात घेतलं...अटकेतील आरोपींमध्ये हरियाणाच्या सोनीपतमधील २ आरोपी असून बिहारमधील एक आरोपी आहे...तर अनिल पंडित नावाच्या गँगस्टरनं रेहानला हल्ल्याच्या सूचना दिल्याची माहिती आहे. दरम्यान, या सगळ्या प्रकरणावर तसेच बॉलिवूडमधील पहिली सुपारीपासून आता झालेल्या टायगर श्रॉफवर झालेल्या गोळाबारावर &nbsp;ज्येष्ठ क्राईम रिपोर्टर प्रभाकर पवार यांनी महत्वाची माहिती दिली आहे.&nbsp;",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/10/20/9c8f1946c0298ad4b2daf313bbda59af1792468828066987_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/videos/entertainment/tiger-shroff-prabhakar-pawar-on-tiger-shroff-car-attack-1442966",
    "time": "2026-10-20T04:02:17.000Z"
  }
];