const newsData_mr = [
  {
    "cat": "Politics",
    "title": "मंदिर हटवलं, पण चार दिवस झाले हनुमानाची मूर्ती हलेना; उज्जैनमध्ये काय घडलं?",
    "desc": "&nbsp;2028 च्या सिंहस्थ महाकुंभाच्या तयारीनिमित्त, उज्जैनमधील कंठाल चौक ते छत्री चौक या मार्गाचे रुंदीकरण केले जात आहे. याच मदनलाल शर्मा मार्गावरील सती गेटजवळ (नई पैठ आणि छत्री चौकाजवळ) हनुमानाची उभी मूर्ती (Ujjain Khade Hanuman Mandir) असलेले एक मंदिर आहे. हे मंदिर 170 वर्षे जुने, म्हणजेच 1857च्या काळातील असल्याचे मानले जाते. रस्ता रुंदीकरणाच्या कामासाठी हे मंदिर अन्यत्र हलवण्याची योजना महानगरपालिकेने आखली होती. 4 आणि 5 सप्टेंबर रोजी महानगरपालिकेच्या पथकाने मंदिराची वास्तू पाडण्यास सुरुवात केली. त्यानंतर भगवान हनुमानाची मूर्ती हलवण्याची वेळ आली. प्रशासनाने प्रयत्न केले, परंतु हनुमानाची ती उभी मूर्ती इंचभरही हलली नाही. चार दिवसांत मूर्ती हलवण्याचे चारही प्रयत्न अयशस्वी ठरले. हनुमानाची मूर्ती हटवण्यास इंजिनिअर हतबल आणि तंत्रज्ञानही अपयशी ठरल्याचे दिसून आले. सध्या या मंदिराची देशभर चर्चा रंगली आहे.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/09/09/fe1e5b1868e6805bfab853fc547017691788926224641987_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/videos/news/india-ujjain-khade-hanuman-mandir-viral-on-social-media-marathi-news-1438519",
    "time": "2026-09-09T03:57:11.000Z"
  }
];