const newsData_mr = [
  {
    "cat": "Sports",
    "title": "गुजरात टायटन्सचा टॉस जिंकून प्रथम गोलंदाजीचा निर्णय; पंजाब विरुद्धच्या सामन्यात युवा खेळाडूचे पदार्पण, जाणून घ्या प्लेइंग-11",
    "desc": "आयपीएल 2026 मध्ये आज (3 मे, रविवार) सुपर संडेचा धमाका पाहायला मिळणार आहे. डबल हेडरमुळे क्रिकेट चाहत्यांची मेजवानी रंगणार असून चार ताकदवान संघ मैदानात आमनेसामने येणार आहेत. स्पर्धा आता निर्णायक टप्प्यात पोहोचली असून प्लेऑफची शर्यत दिवसेंदिवस अधिकच रंगतदार होत चालली आहे. प्रत्येक सामन्याचं महत्त्व प्रचंड वाढलं आहे, एक पराभव म्हणजे थेट बाहेर पडण्याचा धोका येऊ शकतो. आजचा दुसरा सामना संध्याकाळच्या सामन्यात गुजरात टायटन्स आणि पंजाब किंग्स यांच्यात सामना रंगणार आहे. गुजरातने सलग दोन विजयांसह पुन्हा गती पकडली आहे. कर्णधार शुभमन गिलच्या नेतृत्वाखाली संघ प्लेऑफच्या दिशेने वाटचाल करताना दिसतोय. तर दुसरीकडे, पंजाब किंग्स सध्या पॉइंट्स टेबलमध्ये अव्वल स्थानी असून त्यांनी आतापर्यंत जबरदस्त कामगिरी केली आहे. मागील सामन्यात त्यांना हंगामातील पहिला पराभव पत्करावा लागला असला तरी त्यांची लय अजूनही धोकादायक आहे.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/05/03/8a5e9c13ab7e5d9e5f36459d79f0060417777978715921378_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/sports/cricket/gt-vs-pbks-live-score-update-ipl-2026-priyansh-arya-shreyas-iyer-shubman-gill-sai-sudharsan-in-marathi-news-1422617",
    "time": "2026-05-03T08:44:55.000Z"
  },
  {
    "cat": "Sports",
    "title": "हैदराबादच्या 'गडावर' कोलकाताचा झेंडा; SRH ला घरच्या मैदानावर पराभवाचा धक्का",
    "desc": "आयपीएल 2026 मध्ये आज (3 मे, रविवार) सुपर संडेचा धमाका पाहायला मिळणार आहे. डबल हेडरमुळे क्रिकेट चाहत्यांची मेजवानी रंगणार असून चार ताकदवान संघ मैदानात आमनेसामने येणार आहेत. स्पर्धा आता निर्णायक टप्प्यात पोहोचली असून प्लेऑफची शर्यत दिवसेंदिवस अधिकच रंगतदार होत चालली आहे. प्रत्येक सामन्याचं महत्त्व प्रचंड वाढलं आहे, एक पराभव म्हणजे थेट बाहेर पडण्याचा धोका येऊ शकतो. दुपारच्या सामन्यात सनराइजर्स हैदराबाद और कोलकाता नाइट राइडर्स यांच्यात जोरदार लढत होणार आहे. हैदराबाद सध्या जबरदस्त फॉर्ममध्ये असून सलग पाच विजयांसह ते विजयाच्या रथावर स्वार आहेत. त्यांच्या खेळात आत्मविश्वास ओसंडून वाहताना दिसतोय. दुसरीकडे, कोलकातानेही मागील दोन सामने जिंकून पुनरागमन केलं आहे.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/05/03/e720df011b8ad374b69dfc43cf17945c17778151832931378_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/news/srh-vs-kkr-live-score-update-ipl-2026-abhishek-sharma-heinrich-klaasen-pat-cummins-ajinkya-rahane-cameron-green-in-marathi-news-1422615",
    "time": "2026-05-03T08:37:14.000Z"
  }
];