const newsData_mr = [
  {
    "cat": "Politics",
    "title": "महाराष्ट्रात दुष्काळाच्या झळा; राज्य सरकार घेणार मोठा निर्णय",
    "desc": "&nbsp;नाशिक जिल्ह्यातील दुष्काळाची परिस्थिती आणि नागरिकांच्या पिण्याचा पाण्याचा प्रश्न मिटवण्यासाठी जिल्हा प्रशासनाकडून तालुका स्तरावर बैठका घेण्यात आल्या जिल्हा परिषदे कडून जिल्ह्यात 50 हजारापेक्षा जास्त नागरिकांना पिण्याच्या पाण्याचा प्रश्न उद्भवणार नाही यासाठी विस्तृत आराखडा हा तयार करण्यात आला आहे. शेकडो टँकरद्वारे तब्बल 700 ते 800 गाव आणि खेड्यांमध्ये टँकरद्वारे पाण्याचा पुरवठा हा केला जाणार आहे. जलश्रोत आरक्षित करून त्यातून पाणीपुरवठा हा नागरिकांना केला जाईल मालेगाव, मनमाड, नांदगाव, पेठ सुरगाणा आणि इगतपुरी या भागातील गाव खेड्यांवर सर्वाधिक जास्त पाणीपुरवठा केला जाणार असून या जिल्ह्यात सर्वाधिक भीषण परिस्थिती आणि पाणीटंचाई निर्माण होऊ शकते असा प्राथमिक अहवाल जिल्हा प्रशासनाने मांडला आहे.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/10/14/1020fd7e4a64b23cbb1b24e3c5a3af2b1791939006127987_original.jpeg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/news/maharashtra-live-news-updates-14-october-2026-rahul-gandhi-eci-gyanesh-kumar-mpsc-cjp-abhijeet-dipke-maharashtra-politics-1442311",
    "time": "2026-10-14T00:55:31.000Z"
  },
  {
    "cat": "Politics",
    "title": "इंडिया आघाडीच्या मोर्चावरून राजकीय वाद, दोन गुन्हे दाखल",
    "desc": "इंडिया आघाडीच्या मोर्चावरून राजकीय वाद, दोन गुन्हे दाखल मुख्य निवडणूक आयुक्त ज्ञानेश कुमार यांच्या राजीनाम्यासाठी सुरू असलेल्या आंदोलनांनी आज काहीशी विश्रांती घेतली... दुपारी जंतर मंतर इथं सीजेपीच्या कार्यकर्त्यांनी तिरंगा फडकवण्याचा प्रयत्न केला खरा, मात्र त्यांना पोलिसांनी ताब्यात घेतलं... त्यानंतर दिल्लीच्या कॅनॉट प्लेसमध्येही काही आंदोलकांनी घोषणाबाजी केली... मात्र कालच्यासारखा दणका उडाला नाही... आज दिवसभर चर्चा होती ती इंडिया आघाडीनं काल सुप्रीम कोर्टावर काढलेल्या मोर्चाची... या मोर्चावरून राजकीय वाद रंगला असताना पोलिसांनी दोन गुन्हे दाखल केलेत... मोर्चाविरोधात सुप्रीम कोर्टात याचिका झालीय आणि २०० वकिलांनी मोर्चाच्या निषेधाचा प्रस्ताव पारित करण्यासाठी बार काऊंसिलला पत्र लिहिलंय... बघुयात दिवसभरात घडलेल्या घडामोडी, या स्पेशल रिपोर्टमध्ये...",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/10/13/14fbe74d401800ddccf7c3ef6e1bbd1b17919129466511343_original.png",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/videos/news/india-bjp-vs-india-aghadi-special-report-rahul-gandhi-sanjay-raut-supriya-sule-gyanesh-kumar-pm-modi-1442306",
    "time": "2026-10-13T17:46:35.000Z"
  }
];