const newsData_mr = [
  {
    "cat": "Sports",
    "title": "पॉवरप्लेमध्ये न्यूझीलंडचा धमाका! 36 चेंडूत ठोकल्या 64 धावा, टीम इंडियाला मिळाल्या फक्त 2 विकेट्स",
    "desc": "भारत आणि न्यूझीलंड यांच्यातील पाच सामन्यांच्या टी-20 मालिकेतील दुसरा सामना शुक्रवारी सायंकाळी 7 वाजता रायपूर येथील शहीद वीर नारायण सिंह आंतरराष्ट्रीय क्रिकेट स्टेडियमवर खेळवला जाणार आहे. नागपूरमध्ये झालेल्या पहिल्या सामन्यात भारताने न्यूझीलंडचा अक्षरशः धुव्वा उडवला. अभिषेक शर्माच्या तुफानी फलंदाजीच्या जोरावर भारताने 238 धावांचा भलामोठा डोंगर उभा केला होता. प्रत्युत्तर न्यूझीलंडचा संघ 190 धावांपर्यंतच मजल मारू शकला आणि भारताने हा सामना 48 धावांनी जिंकत मालिकेत 1-0 अशी आघाडी घेतली. दुसऱ्या टी-20 सामन्यासाठी भारतीय संघाच्या प्लेइंग इलेव्हनमध्ये बदल होण्याची शक्यता आहे. पहिल्या सामन्यात अक्षर पटेलला दुखापत झाल्यामुळे त्याच्या जागी हर्षित राणा किंवा रवि बिश्नोई यांना संधी मिळू शकते. एकूणच रायपूरमध्ये होणारा हा सामना रंगतदार होण्याची चिन्हे असून, भारत आपली आघाडी वाढवण्याच्या उद्देशाने मैदानात उतरणार आहे, तर न्यूझीलंड मालिका बरोबरीत आणण्यासाठी जोरदार प्रयत्न करणार आहे.&nbsp;",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/01/23/621bc82f25e3d7bb5cb981b49c2d2eed17691686455291091_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/sports/cricket/india-vs-new-zealand-2nd-t20-live-score-suryakumar-yadav-mitchell-santner-abhishek-sharma-ind-vs-nz-marathi-news-1409746",
    "time": "2026-01-23T11:45:53.000Z"
  }
];