const newsData_mr = [
  {
    "cat": "Politics",
    "title": "तीन तास मतदान केंद्रावरच थांबल्या, बाहेर येताच ममता दीदींचा संताप; भाजपवर आरोप!",
    "desc": "पश्चिम बंगाल विधानसभा निवडणूक 2026 मध्ये ममता बॅनर्जी (Mamata Banerjee) यांच्या तृणमूल काँग्रेसचा मोठा पराभव करत भाजपने (Bharatiya Janata Party) प्रचंड विजय मिळवला आहे. या निकालानंतर राज्यात राजकीय वातावरण तापले असून ममता बॅनर्जी यांनी केंद्रीय सुरक्षा दलांवर गंभीर आरोप केले आहेत. ममता बॅनर्जी यांनी सोमवारी माध्यमांशी बोलताना केंद्रीय सशस्त्र पोलीस दल असलेल्या CAPF आणि CRPF वर थेट मारहाणीचा आरोप केला. आपल्याला ढकलण्यात आलं, मारहाण करण्यात आली आणि उमेदवार असूनही मला मतदान केंद्रात जाऊ दिलं नाही, असा आरोप ममता बॅनर्जी यांनी केला. ममता बॅनर्जी लढत असलेल्या भवानीपूरमधील मतमोजणी प्रक्रियेवरही प्रश्न उपस्थित केला. त्या म्हणाल्या की, \"सुरक्षा दलाच्या जवानांनी आपल्याला लाथ मारली, धक्का दिला. त्या ठिकाणचे सीसीटीव्ही बंद करण्यात आले. आपण उमेदवार असूनही मतमोजणीच्या ठिकाणी जाऊ दिलं नाही. आमच्या पोलिंग एजंटलाही आतमध्ये सोडलं नाही. याची तक्रार केल्यानंतरही काहीच कारवाई करण्यात आली नाही.\"",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/05/05/84e72c627c47d004a4867294c73cd97f17779194398011404_original.png",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/videos/news/waited-at-the-polling-station-for-three-hours-mamata-didi-got-angry-as-soon-as-she-came-out-blame-bjp-1422831",
    "time": "2026-05-04T18:33:14.000Z"
  }
];