const newsData_mr = [
  {
    "cat": "Sports",
    "title": "सॅमसन-सिराजला डच्चू, अन् मैदानात नवी रणनीती! चोकर्सची खोड जिरवायला टीम इंडियाचे 11 'फायटर' सज्ज, किती वाजता सुरू होणार सामना?",
    "desc": "आयसीसी टी-20 विश्वचषक 2026 च्या &lsquo;सुपर-8&rsquo; टप्प्याला आता खऱ्या अर्थाने रंग चढू लागला आहे. या फेरीतील भारताची पहिलीच लढत 2024 ची उपविजेता संघ दक्षिण आफ्रिकेविरुद्ध होणार आहे. हा बहुचर्चित सामना रविवारी (22 फेब्रुवारी) अहमदाबादमधील भव्य नरेंद्र मोदी स्टेडियम येथे रंगणार आहे. क्रिकेट पंडितांच्या मते ही &lsquo;फायनलपूर्वीची फायनल&rsquo; ठरू शकते. भारताला या सामन्यात विजयाचा प्रबळ दावेदार मानले जात असले, तरी कठीण गटातून दमदार कामगिरी करत पुढे आलेल्या आफ्रिकन संघाला कमी लेखणे धोकादायक ठरेल. विशेषतः न्यूझीलंडविरुद्ध त्यांनी नोंदवलेला सहज विजय पाहता, भारतासाठी ते सर्वात मोठे आव्हान ठरू शकतात. (Ind vs Sa Live Update Super 8 T20 World Cup Match)",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/02/22/ee7250ed11b53dca7e7f9857f0513a0d17717607944921091_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/sports/cricket/ind-vs-sa-live-score-super-8-t20-world-cup-2026-suryakumar-yadav-abhishek-sharma-aiden-markram-india-vs-south-africa-scorecard-update-marathi-news-1413747",
    "time": "2026-02-22T11:46:52.000Z"
  }
];