const newsData_mr = [
  {
    "cat": "Politics",
    "title": "औषध विक्रेत्यांचा आज देशव्यापी संप, अनेक शहरांतील मेडिकल्स आज बंद राहणार",
    "desc": "&nbsp;ऑनलाईन अॅप्सवरून होणाऱ्या औषध विक्रीविरोधात आज देशभरातील औषध विक्रेत्यांनी बंद पुकारला आहे. बेकायदेशीर आणि नियमबाह्य पद्धतीने औषध विक्री होत असल्याचा आरोप करत साडेबारा लाखांहून अधिक औषध विक्रेते आणि वितरक या आंदोलनात सहभागी झाले आहेत. ऑल इंडिया केमिस्ट अॅण्ड ड्रगिस्ट असोसिएशनने देशभरात बंदची घोषणा केली आहे. ऑनलाइन अॅप्सवर डॉक्टरांच्या प्रिस्क्रिप्शनशिवाय औषधांची विक्री होत असल्याचा आरोप औषध विक्रेत्यांनी केला आहे. यामुळे छोट्या केमिस्ट दुकानदारांना आर्थिक फटका बसत असल्याचं संघटनेचं म्हणणं आहे.कोविड काळात दिलेल्या सवलतीचा ऑनलाइन कंपन्यांकडून गैरफायदा घेतला जात असल्याचा आरोपही केला जातोय. यासंदर्भात पंतप्रधान नरेंद्र मोदी यांना लेखी निवेदन देण्यात आलं होतं, मात्र केंद्र सरकारकडून कोणताही प्रतिसाद मिळाला नसल्याचं संघटनेने म्हटलं आहे.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/05/20/523173d76623636d529afc8e03bccb6f1779238318358987_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/crime/maharashtra-live-blog-updates-todays-breaking-news-20-may-2026-vidhan-parishad-election-neet-paper-leak-case-gold-silver-rate-maharashtra-politics-1424739",
    "time": "2026-05-20T00:56:02.000Z"
  }
];