const newsData_mr = [
  {
    "cat": "Sports",
    "title": "फक्त 2 धावा... अन् टीम इंडिया वाचली! 32 धावांच्या लक्ष्याचा पाठलाग करताना जपानचा थरार, नेमकं काय घडलं?",
    "desc": "भारतीय टी-20 संघ मंगळवारी जपानविरुद्ध ऐतिहासिक सामना खेळणार आहे. सानो इंटरनॅशनल क्रिकेट स्टेडियमवर होणारा हा सामना दोन्ही देशांमधील पहिला आंतरराष्ट्रीय क्रिकेट सामना ठरणार आहे. या सामन्यासाठी भारतीय संघ रविवारी जपानमध्ये दाखल झाला. अफगाणिस्तानविरुद्धची तीन सामन्यांची टी-20 मालिका 3-0 अशी खिशात घातल्यानंतर टीम इंडिया आत्मविश्वासाने मैदानात उतरणार आहे. जपानविरुद्धचा हा ऐतिहासिक सामना खेळल्यानंतर श्रेयस अय्यरच्या नेतृत्वाखालील भारतीय संघ आशियाई खेळांसाठी नागोयाला रवाना होईल. आशियाई खेळांमध्ये भारताचा पहिला सामना 28 सप्टेंबर रोजी होणार आहे. या सामन्यात पुन्हा एकदा सर्वांच्या नजरा युवा फलंदाज वैभव सूर्यवंशीवर असतील. त्यामुळे जपानविरुद्धच्या ऐतिहासिक सामन्यात वैभवच्या कामगिरीकडे क्रिकेट चाहत्यांचे विशेष लक्ष असेल.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/09/22/bd2cf1b7d6df189e4cd60cbb202b19a317900649020421378_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/sports/cricket/india-vs-japan-t20-live-score-update-vaibhav-sooryavanshi-shreyas-iyer-kendel-fleming-historic-match-marathi-news-1439832",
    "time": "2026-09-22T03:14:49.000Z"
  }
];