const newsData_mr = [
  {
    "cat": "World",
    "title": "राज्यासह देश-विदेशातील महत्वाच्या घडामोडींचे सर्व अपडेट्स...",
    "desc": "नाशिकमधील भोंदूबाबा अशोक खरात (Ashok Kharat) याच्या विरोधात&nbsp;नाशिकच्या सरकारवाडा पोलिसांत 10 वा गुन्हा दाखल झाला आहे. अशोक खरात विरोधात 8 आणि त्याच्याशी निगडीत 2 असे एकूण 10 गुन्हे आता अशोक खरातविरोधात नोंदवण्यात आले आहेत. मृत्यूची भीती दाखवून आर्थिक फसवणूक केल्या प्रकरणी अशोक खरातविरोधात खंडणीचा गुन्हा दाखल करण्यात आला आहे. पुण्यातील बांधकाम व्यवसायिक राजेंद्र जासूद यांनी अशोक खरात विरोधात गुन्हा दाखल केला आहे. राज्यासह देश-विदेशातील महत्वाच्या घडामोडींचे सर्व अपडेट्स...",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/03/26/675f683c30a4f7ba4676427ba42a68f51774490011008987_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/crime/maharashtra-live-blog-updates-26-march-2026-ashok-kharat-nashik-news-devendra-fadnavis-eknath-shinde-sunetra-pawar-maharashtra-politics-donald-trump-iran-israel-america-war-1417687",
    "time": "2026-03-26T02:01:16.000Z"
  },
  {
    "cat": "World",
    "title": "राज्यातील अनेक पोस्ट ऑफिससह पासपोर्ट ऑफिस आरडीएक्सने उडवण्याची धमकीचा मेल; छत्रपती संभाजीनगरसह नागपूर नंदुरबार, बीड अन् धुळ्यात खळबळ",
    "desc": "&nbsp;अंधश्रद्धेचा खुला बाजार मांडत अनेक महिलांचं लैंगिक शोषण करणाऱ्या अशोक खरात (Ashok Kharat) याला 29 मार्चपर्यंत पोलीस कोठडी सुनावण्यात आली. नाशिक सत्र न्यायालयात खरातविरोधात सुनावणी पार पडली. भोंदू खरातनं नरबळी दिल्याचा संशय असल्याचा धक्कादायक युक्तिवाद सरकारी वकिलांनी सुनावणीदरम्यान केलाय. तसंच खरात स्वताला सिद्धपुरुष समजायचा असंही वकिलांनी म्हटलंय. खरातच्या ताब्यातून एक काळ्या रंगाची रिव्हॉल्व्हर आणि 31 जिवंत, तसंच पाच वापरलेली काडतुसं जप्त केलीत. त्यामुळं सरकारी वकिलांनी केलेल्या नरबळीच्या दाव्याने खळबळ उडालीय. नरबळी देण्यासाठी किंवा भीती घालण्यासाठी त्याने या गोळ्यांचा वापर केला का? याचा शोध आता पोलीस घेतायत. महिलेच्या लैंगिक शोषणाावरून सुरू झालेला हा तपास आता थेट नरबळीपर्यंत पोहोचल्याने, मोठी खळबळ उडाली. राज्यासह देश-विदेशातील महत्वाच्या घडामोडींचे सर्व अपडेट्स...",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/03/25/4199fb107b0ff53c71b724d730e84a7b1774399930549987_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/news/politics/maharashtra-live-blog-updates-25-march-2026-ashok-kharat-nashik-news-devendra-fadnavis-eknath-shinde-sunetra-pawar-maharashtra-politics-iran-israel-america-war-1417538",
    "time": "2026-03-25T00:53:17.000Z"
  }
];