const newsData_mr = [
  {
    "cat": "Sports",
    "title": "गुवाहाटीत वैभव सूर्यवंशीचे वादळ; राजस्थानचा बंगळुरूवर दणदणीत विजय",
    "desc": "आयपीएल 2026 मधील 16वा सामना रॉयल चॅलेंजर्स बंगलुरू आणि राजस्थान रॉयल्स यांच्यात रंगणार असून हा थरारक मुकाबला गुवाहाटीच्या बारसपारा क्रिकेट स्टेडियम येथे खेळवला जाणार आहे. भारतीय वेळेनुसार सायंकाळी 7:30 वाजता सामना सुरू होईल. या मैदानावरील एक खास बाब म्हणजे येथे टॉस हरलेली टीम अनेकदा जिंकताना दिसली आहे, म्हणूनच आजचा निकाल अधिकच रोचक ठरणार आहे. RCB vs राजस्थान &ndash; आज कोण बाजी मारणार? आयपीएल 2026 च्या इतिहासात या दोन संघांमध्ये एकूण 34 वेळा भिडंत झाली आहे. त्यापैकी RCB ने 14 वेळा विजय मिळवला आहे, तर राजस्थाननेही 14 वेळा बाजी मारली आहे. 3 सामने अनिर्णित राहिले आहेत. त्यामुळे हेड-टू-हेड आकडेवारी पूर्णपणे समसमान असली तरी RCB किंचित सरस वाटते.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/04/10/b31dce01c5e4a6f0b3b4e1df8ed5105117758207733791378_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/sports/cricket/rr-vs-rcb-live-cricket-score-virat-kohli-rajat-patidar-riyan-parag-vaibhav-suryavanshi-ipl-2026-marathi-news-updates-1419726",
    "time": "2026-04-10T11:33:09.000Z"
  }
];