const newsData_mr = [
  {
    "cat": "Sports",
    "title": "लखनऊमध्ये गिल अन् किशनचे वादळ; भारताचे अफगाणिस्तानसमोर 403 धावांचे आव्हान, रोहित शर्माने किती धावा केल्या?",
    "desc": "भारत आणि अफगाणिस्तान यांच्यातील तीन सामन्यांच्या एकदिवसीय मालिकेतील दुसरा सामना आज लखनऊ येथील भारतरत्न श्री अटल बिहारी वाजपेयी इकाना क्रिकेट स्टेडियमवर काही वेळात सुरू होणार आहे. मालिकेतील पहिल्या सामन्यात भारताने 7 विकेट्सने दमदार विजय मिळवला होता. धर्मशाला येथील हिमाचल प्रदेश क्रिकेट असोसिएशन स्टेडियमवर खेळल्या गेलेल्या पहिल्या वनडेमध्ये पावसामुळे व्यत्यय आल्याने सामना 25-25 षटकांचा करण्यात आला होता. त्या सामन्यात भारताने 13 चेंडू राखून विजय मिळवत मालिकेत आघाडी घेतली. भारताकडून कर्णधार शुभमन गिल याने 66 चेंडूंमध्ये 84 धावांची शानदार खेळी केली होती. त्याला केएल राहुल याने 19 चेंडूंमध्ये 39 धावांची तुफानी साथ दिली. गोलंदाजीत पदार्पण करणाऱ्या हर्ष दुबे आणि गुरनीत बरार यांनी प्रत्येकी 3-3 विकेट्स घेत प्रभावी कामगिरी केली. आता दुसऱ्या वनडेमध्ये भारताची नजर विजयासह मालिका खिशात घालण्यावर असेल, तर अफगाणिस्तानचा संघ जोरदार पुनरागमन करून मालिका जिवंत ठेवण्याचा प्रयत्न करेल.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/06/17/c7dcfd175211022bd9fa42f793f5f1ee17816799993101378_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/sports/cricket/india-vs-afghanistan-2nd-odi-live-update-shubman-gill-rohit-sharma-rahmanullah-gurbaz-hashmatullah-shahidi-marathi-news-1428396",
    "time": "2026-06-17T07:06:58.000Z"
  }
];