const newsData_mr = [
  {
    "cat": "Sports",
    "title": "मोठी बातमी: भारताचा क्रिकेटपटू रिंकू सिंहच्या वडिलांचे निधन",
    "desc": "भारतीय क्रिकेट संघाचा आघाडीचा फलंदाज रिंकू सिंह याच्यावर दु:खाचा डोंगर कोसळला आहे. रिंकू सिंह याचे वडील खचंद्र सिंह यांचे शुक्रवारी पहाटे निधन झाले. खचंद्र सिंह यांनी स्टेज-4 चा यकृताचा कर्करोग होता. अलीकडेच त्यांची प्रकृती अचानक खालावल्याने त्यांना ग्रेटर नोएडा येथील यथार्थ रुग्णालयात दाखल करण्यात आले होते. वडिलांची प्रकृती खालावल्याचे समजल्यानंतर रिंकू सिंह टीम इंडियाची (Team India) साथ सोडून घरी परतला होता. गेल्या दोन दिवसांपासून रिंकू सिंहच्या (Rinku Singh) वडिलांची प्रकृती चिंतानजक होती. त्यांना कृत्रिम श्वसनप्रणालीवर ठेवण्यात आले. अखेर आज पहाटे त्यांनी अखेरचा श्वास घेतला. रिंकू 24 फेब्रुवारी रोजी चेन्नई सोडत प्रथम दिल्लीला पोहोचला आणि नंतर ग्रेटर नोएडा येथे रुग्णालयात दाखल असलेल्या वडिलांना भेटला होता. हीच त्यांची अखेरची भेट ठरली.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/02/27/f5e30b7e9bf9ccf32b108c2b854a37351772155918147954_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/sports/cricket/rinku-singh-father-passes-away-khanchand-singh-at-greater-noida-team-india-t-20-world-cup-2026-1414300",
    "time": "2026-02-27T01:33:50.000Z"
  },
  {
    "cat": "Sports",
    "title": "झिम्बाब्वेचा 72 धावांनी पराभव, अभिषेक अन् अर्शदीपचा चेपॉकवर धमाका; आता टीम इंडिया सेमीफायनल फक्त एक पाऊल दूर",
    "desc": "टी-20 वर्ल्ड कप 2026चा थरार आता शिगेला पोहोचला आहे. गुरुवार 26 फेब्रुवारी रोजी चेन्नईच्या एम. ए. चिदंबरम स्टेडियममध्ये भारतासाठी अक्षरशः &lsquo;करो किंवा मरो&rsquo; अशी लढत रंगणार आहे. भारत आणि झिम्बाब्वे आमनेसामने येणार असून, या सामन्यातील पराभव म्हणजे स्पर्धेतून जवळपास बाहेर पडण्याची वेळ येऊ शकते.&nbsp; सुपर-8च्या गट-1मध्ये दोन्ही संघांची सुरुवात निराशाजनक ठरली आहे. भारताला दक्षिण आफ्रिकेकडून पराभव स्वीकारावा लागला, तर झिम्बाब्वेला वेस्ट इंडिजने धक्का दिला. त्यामुळे सेमीफायनलच्या आशा जिवंत ठेवण्यासाठी टीम इंडियाला हा सामना कोणत्याही परिस्थितीत जिंकणे अत्यावश्यक आहे. इतकंच नव्हे, तर विजयासोबत नेट रनरेटवरही बारकाईने लक्ष ठेवावं लागणार आहे.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/02/26/d7fecd76b4f9bd923d5dfebf85d9991d17721257787871091_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/sports/cricket/ind-vs-zim-live-score-upadte-super-8-t20-world-cup-2026-sikandar-raza-abhishek-sharma-suryakumar-yadav-india-vs-zimbabwe-scorecard-upadte-marathi-news-1414244",
    "time": "2026-02-26T09:52:03.000Z"
  }
];