const newsData_mr = [
  {
    "cat": "Politics",
    "title": "भारतात कोणत्या ब्रँड्सच्या रम आणि व्हिस्कीवर बंदी?, A टू Z माहिती",
    "desc": "भारतीय अन्न सुरक्षा आणि मानक प्राधिकरण (FSSAI) ने काही लोकप्रिय रम आणि व्हिस्की ब्रँड्सच्या (Liquor Brands Banned) विशिष्ट उत्पादनांवर कारवाई केली आहे. यामध्ये ओल्ड मॉन्क, मॅकडॉवेल्स, बॅगपाइपर, रॉयल चॅलेंज, अँटीक्विटी ब्ल्यू या ब्रँड्सचा समावेश आहे. ही कारवाई काही विशिष्ट उत्पादने आणि उत्पादन केंद्रांमधील नियमभंगाच्या आरोपांशी संबंधित आहे. FSSAI च्या तपासात काही उत्पादकांनी रम आणि व्हिस्कीला नैसर्गिकरित्या परिपक्व (Aged) झाल्यासारखा स्वाद व सुगंध देण्यासाठी कृत्रिम किंवा \"Nature Identical\" फ्लेवरिंगचा वापर केल्याचा आरोप आहे. संबंधित उत्पादनांची विक्री काही ठिकाणी तात्पुरती थांबवली जाऊ शकते. अंतिम न्यायालयीन किंवा नियामक निर्णय येईपर्यंत परिस्थिती बदलू शकते. दरम्यान, संबंधित कंपन्यांनी नियमांचे पालन केल्याचा दावा केला असून काही कंपन्यांनी या निर्णयाला न्यायालयात आव्हान दिले आहे.&nbsp;",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/08/04/e06207a3ca07ed4b52a03178ed6720521785827996798987_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/videos/news/india-old-monk-royal-challenge-whisky-banned-in-india-marathi-news-1434375",
    "time": "2026-08-04T07:21:35.000Z"
  },
  {
    "cat": "Politics",
    "title": "शिवसेना पक्ष आणि चिन्हासंदर्भात आज सर्वोच्च न्यायालयात सुनावणी",
    "desc": "&nbsp;शिवसेना पक्ष आणि चिन्हासंदर्भात आज सर्वोच्च न्यायालयात सुनावणी होणार आहे. ही सुनावणी सरन्यायाधीश सूर्यकांत, न्यायमूर्ती जॉयमला बागची आणि व्ही मोहना यांच्या विशेष खंडपीठासमोर पार पडणार आहे..शिवसेना पक्ष आणि चिन्ह शिंदेंच्या शिवसेनेला देण्याच्या निर्णयावरील आव्हान याचिकेवर आज &nbsp; सुप्रीम कोर्टात सुनावणी होणार आहे... मागील सुनावणीत सर्वोच्च न्यायालयासमोर कपिल सिब्बल यांनी उद्धव ठाकरेंची बाजू मांडली होती. त्यानंतर न्यायालयाने हे प्रकरण ४ ऑगस्ट रोजी सुनावणीसाठी ठेवले होते. त्यानुसार आज सुनावणी होणार आहे.. पक्षाचे मूळ चिन्ह धनुष्यबाण आपल्यालाच मिळेल. चिन्ह आपल्याला मिळालं नाही तर ते गोठवलं जाईल असं वक्तव्य उद्धव ठाकरेंनी संपर्कप्रमुखांच्या बैठकीत केलं होतं &nbsp;त्यामुळे आज कोर्टात नेमकं काय होणार याकडे &nbsp;लक्ष लागलंय.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/08/04/1048dfe56962ea70c071daf125c99cec1785807620028987_original.jpeg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/news/politics/maharashtra-live-news-updates-04-august-2026-shivsena-name-and-symbol-hearing-eknath-shinde-uddhav-thackeray-arvind-kejriwal-e20-prashant-kishore-1434317",
    "time": "2026-08-04T01:46:24.000Z"
  }
];