const newsData_mr = [
  {
    "cat": "World",
    "title": "राष्ट्रवादी नेत्या रूपाली चाकणकर यांची 5:30 तास ED चौकशी; नेमकं काय -काय घडलं?",
    "desc": "&nbsp;विधानपरिषदेवर विधानसभा सदस्यांद्वारे द्विवार्षिक निवडणुकीत बिनविरोध निवडून आलेले नऊ सदस्य आणि पोटनिवडणुकीत विजयी झालेल्या प्रज्ञा सातव अशा 10 नवनिर्वाचित सदस्यांचा शपथविधी आज सकाळी 11 वाजता विधानभवनात पार पडणार आहे. विधानपरिषदेचे सभापती प्रा. राम शिंदे हे या सदस्यांना सदस्यत्वाची शपथ देतील. भाजपचे प्रमोद जठार, सुनील कर्जतकर, माधवी नाईक, संजय भेंडे, विवेक कोल्हे, प्रज्ञा सातव, शिवसेनेच्या (शिंदे) डॉ. नीलम गोऱ्हे व बच्चू कडू, शिवसेना (ठाकरे) गटाचे माजी विरोधी पक्षनेते अंबादास दानवे, राष्ट्रवादीचे झिशान सिद्दिकी या सदस्यांना सभापती शपथ देतील.शपथविधीला मुख्यमंत्री देवेंद्र फडणवीस उपस्थित राहणार आहेत. &nbsp;",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/05/14/1759d87cbed307d53c95b6ee3dce89001778723628667987_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/news/maharashtra-live-blog-updates-todays-breaking-news-14-may-2026-vidhan-parishad-neet-paper-leak-case-nashik-tcs-nida-khan-narendra-modi-gold-silver-rate-tamil-nadu-politics-maharashtra-politics-1423984",
    "time": "2026-05-14T01:53:59.000Z"
  }
];