const newsData_mr = [
  {
    "cat": "Sports",
    "title": "कुलदीप यादवच्या लग्नाची धूम, मैत्रीण वंशिकाबरोबर लग्नगाठ बांधली",
    "desc": "कुलदीप यादवच्या लग्नाची धूम, मैत्रीण वंशिकाबरोबर लग्नगाठ बांधली सचिनचा लेक अर्जुन तेंडुलकरनंतर आणखी एका क्रिकेटरने आयुष्याची नवी इनिंग सुरु केलीय. आपल्या फिरकी गोलंदाजीने गिरकी घ्यायला लावणाऱ्या या क्रिकेटरच्या शाही लग्नाची सध्या सोशल मीडियात जोरात चर्चा सुरु झालीय. याच शाही लग्नाबद्दल आणि या क्रिकेटरसह त्याच्या लाईफ पार्टनरबद्दल अधिक जाणून घेऊया. जगभरातील फलंदाजांना फिरकीच्या जाळ्यात अडकवणारा चायनामन गोलंदाज कुलदीप यादव आता लग्नाच्या बेडीत अडकलाय. उत्तराखंडच्या मसुरीमधील&nbsp;एका पंचतारांकित हॉटेलमध्ये तो आयुष्याची नवी इनिंग सुरु झाली. बालमैत्रीण वंशिका&nbsp;चढ्ढासोबत त्याने लग्नगाठ बांधली. अनेक भारतीय क्रिकेटर या सोहळ्याला उपस्थित होते. रिंकू सिंग आपली होणारी पत्नी खासदार सरोज सिंगसोबत डेहराडूनला पोहोचला. तसंच कुलदीपचा संघ सहकारी युझवेंद्र चहलने आपल्या मिश्किल अंदाजात आपल्या&nbsp;दोस्ताच्या विवाहाचा आनंद व्यक्त केला.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/03/14/32bf27fd0dc1a15f5fea904a83347e3b1773512340522487_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/videos/sports/cricket-india-cricketer-kuldeep-yadav-grand-wedding-at-mumbai-1416321",
    "time": "2026-03-15T07:10:15.000Z"
  }
];