const newsData_mr = [
  {
    "cat": "World",
    "title": "18 व्या ब्रिक्स परिषदेसाठी राजधानी दिल्ली सज्ज, रशियाचे राष्ट्राध्यक्ष व्लादिमीर पुतीन भारतात दाखल",
    "desc": "18 वी ब्रिक्स परिषद भारतात पार पडणार आहे. 12 आणि 13 सप्टेंबरला राजधानी दिल्लीत परिषदेचं आयोजन करण्यात आलंय. 'भारत मंडपम' इथं जय्यत तयारी करण्यात आलीय. रशियाचे राष्ट्राध्यक्ष व्लादिमीर पुतिन भारतात दाखल झालेत. चीनचे राष्ट्राध्यक्ष शी जिनपिंगही भारतात येणार आहेत. जागतिक राजकारणातील बदलते सत्तासमीकरण, अमेरिका-चीन व्यापार आणि सामरिक तणाव, युक्रेन युद्ध तसेच &lsquo;ग्लोबल साऊथ&rsquo;च्या वाढत्या प्रभावाच्या पार्श्वभूमीवर 18वी &lsquo;ब्रिक्स शिखर परिषद&rsquo; अत्यंत महत्त्वाची मानली जाते. तसंच जागतिक महासत्ताचे नेते भारतात येणार असल्यानं राजधानी दिल्लीला छावणीचं स्वरुप आलंय.&nbsp; &nbsp;",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/09/11/12e365ff1bccfcc891342b93dee7d3741789091367922987_original.jpeg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/news/brics-vladimir-putin-narendra-modi-devendra-fadnavis-manoj-jarange-eknath-shinde-maharashtra-politics-1438710",
    "time": "2026-09-11T01:54:17.000Z"
  }
];