const newsData_mr = [
  {
    "cat": "Sports",
    "title": "आज डबल धमाका! पंजाब vs हैदराबाद पहिला सामना रंगणार, कोण जिंकणार? जाणून घ्या LIVE अपडेट्स",
    "desc": "आज आयपीएल 2026 मध्ये दोन रोमांचक सामने खेळवले जाणार आहेत. त्यातील पहिला सामना पंजाब किंग्स आणि सनरायझर्स हैदराबाद यांच्यात होणार आहे. हा सामना न्यू चंदीगडमधील मुल्लापूर येथे खेळवला जाणार असून दुपारी 3 वाजता टॉस, तर 3:30 वाजता सामना सुरू होईल. पंजाब किंग्सची या हंगामातील सुरुवात दमदार झाली आहे. त्यांनी आतापर्यंत खेळलेल्या 3 सामन्यांपैकी 2 सामने जिंकले, तर 1 सामना पावसामुळे रद्द झाला. त्यामुळे त्यांच्या खात्यात 5 गुण आहेत. दुसरीकडे, सनरायझर्स हैदराबादने 3 सामन्यांतून फक्त 1 विजय मिळवला, तर 2 सामने गमावले आहेत. हेड-टू-हेड रेकॉर्ड पंजाब आणि हैदराबाद यांच्यातील हेड-टू-हेड आकडेवारीत सनरायझर्स हैदराबाद स्पष्टपणे आघाडीवर आहे. हैदराबादने पंजाबला 17 वेळा पराभूत केले आहे, तर पंजाबला फक्त 7 विजय मिळाले आहेत.&nbsp;",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/04/11/c3eb6c929f2fe18566057c20d446e3e217758985622871378_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/sports/cricket/pbks-vs-srh-live-cricket-score-updates-17th-match-ipl-2026-shreyas-iyer-travis-head-abhishek-sharma-ishan-kishan-marathi-news-1419828",
    "time": "2026-04-11T09:10:35.000Z"
  },
  {
    "cat": "Sports",
    "title": "गुवाहाटीत वैभव सूर्यवंशीचे वादळ; राजस्थानचा बंगळुरूवर दणदणीत विजय",
    "desc": "आयपीएल 2026 मधील 16वा सामना रॉयल चॅलेंजर्स बंगलुरू आणि राजस्थान रॉयल्स यांच्यात रंगणार असून हा थरारक मुकाबला गुवाहाटीच्या बारसपारा क्रिकेट स्टेडियम येथे खेळवला जाणार आहे. भारतीय वेळेनुसार सायंकाळी 7:30 वाजता सामना सुरू होईल. या मैदानावरील एक खास बाब म्हणजे येथे टॉस हरलेली टीम अनेकदा जिंकताना दिसली आहे, म्हणूनच आजचा निकाल अधिकच रोचक ठरणार आहे. RCB vs राजस्थान &ndash; आज कोण बाजी मारणार? आयपीएल 2026 च्या इतिहासात या दोन संघांमध्ये एकूण 34 वेळा भिडंत झाली आहे. त्यापैकी RCB ने 14 वेळा विजय मिळवला आहे, तर राजस्थाननेही 14 वेळा बाजी मारली आहे. 3 सामने अनिर्णित राहिले आहेत. त्यामुळे हेड-टू-हेड आकडेवारी पूर्णपणे समसमान असली तरी RCB किंचित सरस वाटते.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/04/11/61c281091e0ffc8f278bc79bbd1430ca17758462237171378_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/sports/cricket/rr-vs-rcb-live-cricket-score-virat-kohli-rajat-patidar-riyan-parag-vaibhav-suryavanshi-ipl-2026-marathi-news-updates-1419726",
    "time": "2026-04-10T11:33:09.000Z"
  }
];