const newsData_mr = [
  {
    "cat": "Sports",
    "title": "Ind vs Afg Test Live Day-3 : फॉलोऑन टाळता येणार का? अफगाणिस्तानसमोर मोठं आव्हान; भारताची नजर भक्कम आघाडीवर",
    "desc": "भारत आणि अफगाणिस्तान यांच्यात सुरू असलेल्या एकमेव कसोटी सामन्याचा आज तिसरा दिवस आहे. दुसऱ्या दिवसअखेर भारतीय संघाने सामन्यावर पूर्ण वर्चस्व मिळवत विजयाच्या दिशेने मोठे पाऊल टाकले आहे. आता अफगाणिस्तानला फॉलोऑनची नामुष्की टाळण्यासाठी मोठी झुंज द्यावी लागणार आहे. दुसऱ्या दिवशी भारतीय फलंदाजांनी दमदार कामगिरी करत पहिल्या डावात 8 बाद 564 धावांवर डाव घोषित केला. भारतीय फलंदाजांच्या आक्रमक आणि संयमी खेळीमुळे अफगाणिस्तानच्या गोलंदाजांना मोठा त्रास सहन करावा लागला. यानंतर भारतीय गोलंदाजांनीही आपली छाप पाडत अफगाणिस्तानच्या फलंदाजीची सुरुवातीलाच पडझड केली. दुसऱ्या दिवसाचा खेळ संपेपर्यंत अफगाणिस्तानने 39.5 षटकांत 5 बाद 113 धावा केल्या होत्या. त्यामुळे ते अजूनही भारताच्या धावसंख्येपेक्षा 451 धावांनी मागे आहेत. तिसऱ्या दिवशी अफगाणिस्तानच्या उर्वरित फलंदाजांवर संघाला सावरण्याची मोठी जबाबदारी असेल. दुसरीकडे, भारतीय संघाची नजर मोठी आघाडी मिळवून सामना एकतर्फी करण्यावर असेल. त्यामुळे तिसऱ्या दिवसाचा खेळ अत्यंत महत्त्वाचा ठरणार आहे.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/06/08/bbaf200f22862e49a1ccb5ab0e2e72ba17808883073011378_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/sports/cricket/ind-vs-afg-test-live-day-3-cricket-score-today-manav-suthar-mohammed-siraj-shubman-gill-rishabh-pant-hashmatullah-shahidi-marathi-news-1427223",
    "time": "2026-06-08T03:12:57.000Z"
  }
];