const newsData_mr = [
  {
    "cat": "Sports",
    "title": "लंडनमध्ये टीम इंडियाची दाणादाण! अवघ्या 8 धावांत गडी OUT; सॅमसन पाठोपाठ इशानही गारद",
    "desc": "भारत आणि इंग्लंड यांच्यातील बहुप्रतीक्षित टी-20 मालिकेचा थरार आजपासून सुरू होत आहे. या 5 सामन्यांच्या रोमांचक मालिकेतील पहिला सामना चेस्टर-ली-स्ट्रीट येथील रिव्हरसाइड ग्राउंडवर खेळवला जाईल. दोन्ही संघांसाठी हा सामना अत्यंत महत्त्वाचा आहे, कारण भारतीय संघ एका नव्या युगात पाऊल टाकत आहे. या मालिकेत टीम इंडियाची धुरा श्रेयस अय्यरच्या हातामध्ये आहे, तर दुसरीकडे यजमान इंग्लंड संघाचे नेतृत्व युवा आणि आक्रमक फलंदाज हॅरी ब्रूक करत आहे. ही मालिका केवळ एक द्विपक्षीय मालिका नसून, 2028 चा टी-20 वर्ल्ड कप आणि ऑलिम्पिकच्या तयारीच्या दृष्टीने दोन्ही संघांसाठी एक महत्त्वपूर्ण रोडमॅप ठरणार आहे. इंग्लंडचा संघ घरच्या मैदानावर आयसीसी स्पर्धांमधील जुन्या कडू आठवणी विसरून नवी सुरुवात करण्यास उत्सुक आहे, तर भारतीय संघ आयर्लंडविरुद्धच्या मालिकेतून मिळालेल्या अनुभवाचा फायदा घेत विजयाने श्रीगणेशा करण्याच्या इराद्याने मैदानात उतरेल.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/07/01/aa7fd0a8081597d0786aaaccc1f300c217829134380071378_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/sports/cricket/ind-vs-eng-1st-t20-live-score-harry-brook-shreyas-iyer-vaibhav-sooryavanshi-india-vs-england-scorecard-updates-in-marathi-1430160",
    "time": "2026-07-01T13:44:19.000Z"
  }
];