const newsData_mr = [
  {
    "cat": "Entertainment",
    "title": "मोठी बातमी: दिशा सालियन प्रकरणात अखेर मुंंबई पोलिसांकडून गुन्हा दाखल, अत्याचार आणि  हत्येचा ठपका",
    "desc": "दिशा सालियन मृत्यू अहवालात काय?&nbsp; दिशा सालियनचा मृत्यू 8 जून 2020 रोजी झाला होता. त्यानंतर तीन दिवसांनी तिचे पोस्टमॉर्टम झाल्याची नोंद आहे. त्यामध्ये दिशाच्या शरीरावर हाताला, पायाला, छातीवरही जखमा झाल्याचा उल्लेख करण्यात आला आहे. दिशाच्या डोक्यावर गंभीर जखम झाल्यामुळेच तिचा मृत्यू झाल्याचं या रिपोर्टमध्ये नमूद करण्यात आलं आहे. तसेच दिशाच्या नाकातून आणि तोंडातून देखील रक्त येत होतं, असं देखील रिपोर्टमध्ये नमूद करण्यात आलं आहे. मात्र तिच्यावरती कुठलाही लैंगिक अत्याचार किंवा बलात्कार झालेला नाही असं रिपोर्टमध्ये स्पष्टपणे नमूद करण्यात आलं आहे.&nbsp;",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/09/14/1782eec5348161ac84ed06813781334a17893734084611002_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/crime/mumbai-police-finally-register-a-case-in-the-disha-salian-matter-1439058",
    "time": "2026-09-14T08:10:18.000Z"
  }
];