const newsData_mr = [
  {
    "cat": "Sports",
    "title": "अभिषेकचा तुफान अटॅक, न्यूझीलंडचा पूर्ण बॅकफूटवर! भारताने तिसरा टी-20 जिंकत मालिका खिशात घातली",
    "desc": "भारत आणि न्यूझीलंड यांच्यातील पाच सामन्यांच्या टी-20 मालिकेतील तिसरा सामना आज, मंगळवारी खेळवला जाणार आहे. श्रेयस अय्यरच्या नेतृत्वाखालील भारतीय संघाने हा सामना जिंकल्यास मालिकेत 3-0 अशी अभेद्य आघाडी घेत मालिका खिशात घालण्याच्या दिशेने मोठे पाऊल टाकेल. दुसरीकडे, न्यूझीलंडचा संघ विजय मिळवून मालिकेतील आव्हान कायम ठेवण्याच्या इराद्याने मैदानात उतरेल. त्यामुळे दोन्ही संघांमध्ये चुरशीची लढत पाहायला मिळण्याची शक्यता आहे. दोन्ही संघांमध्ये एकापेक्षा एक धोकादायक खेळाडू असल्याने चाहत्यांना आज हाय-व्होल्टेज सामना अनुभवायला मिळू शकतो.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/10/27/3dc573740f633aa5465f5d91a773ccdd17930746778881378_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/sports/cricket/india-vs-new-zealand-3rd-t20-live-score-update-shreyas-iyer-abhishek-sharma-vaibhav-sooryavanshi-abhishek-sharma-marathi-news-1443671",
    "time": "2026-10-27T04:18:07.000Z"
  }
];