const newsData_mr = [
  {
    "cat": "Politics",
    "title": "पश्चिम बंगालमध्ये आज नव्या सरकारचा शपथविधी",
    "desc": "पहिल्यांदाच भाजप पश्चिम बंगालमध्ये सरकार स्थापन करतंय... पश्चिम बंगालमध्ये अखेर शुभेंदू अधिकारी यांची मुख्यमंत्रिपदी निवड करण्यात आलीय... विधिमंडळ पक्षाच्या नेतेपदी शुभेंदू अधिकारींच्या नावाची &nbsp;घोषणा अमित शाहांनी केली... शुभेंदू अधिकारी आज सकाळी ११ वाजता पश्चिम बंगालच्या मुख्यमंत्रीपदाची शपथ घेणार आहेत..रवींद्रनाथ टागोर यांच्या जयंतीनिमित्त आज कोलकाता येथील ब्रिगेड परेड मैदानावर नवीन सरकारचा शपथविधी सोहळा पार पडणार आहे. &nbsp;या शपथविधी सोहळ्याला पंतप्रधान मोदी आणि शाह यांच्यासह एनडीएचे अनेक ज्येष्ठ नेते उपस्थित राहणारेत. भाजप पश्चिम बंगालमध्ये दोन उपमुख्यमंत्री देण्याची शक्यताही वर्तवली जातेय यामध्ये एका महिलेचा समावेश असू शकतो... नंदीग्राम आणि भवानीपूर अशा दोन्ही ठिकाणी शुभेंदू अधिकारी यांनी विजय मिळवलाय... शुभेंदू यांनी भवानीपूरमधून माजी मुख्यमंत्री ममता बॅनर्जी यांचा पराभव केलाय... त्यांनी 2021 मध्येही ममता यांचा पराभव केला होता..",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/05/09/6262cfc0bb1df59f4753c1d61f3bb6de1778290597451987_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/news/maharashtra-live-blog-updates-todays-breaking-news-09-may-2026-west-bengal-suvendu-adhikari-tamilnadu-vijay-thalapathy-kerla-maharashtra-politics-1423315",
    "time": "2026-05-09T01:36:48.000Z"
  },
  {
    "cat": "Sports",
    "title": "फिन ॲलनचे झंझावाती शतक; कोलकाता नाईट रायडर्सचा दिल्लीवर 8 गडी राखून दणदणीत विजय",
    "desc": "आयपीएलच्या 19 व्या हंगामातील 51 व्या सामन्यात दिल्ली कॅपिटल्स आणि कोलकाता नाईट रायडर्स यांच्यात सामना होणार आहे. हा सामना दिल्लीतील अरुण जेटली स्टेडियमवर खेळला जाईल. दिल्ली कॅपिटल्सचे कर्णधारपद अक्षर पटेलकडे आहे, तर कोलकाता नाईट रायडर्सचे नेतृत्व अजिंक्य रहाणे करत आहे.&nbsp; सामना सायंकाळी 7:30 वाजता सुरू होईल, तर नाणेफेक सायंकाळी 7:000 वाजता होईल. चालू हंगामात दिल्लीतील अरुण जेटली स्टेडियमवर खेळला जाणारा हा सहावा सामना आहे. यापूर्वी खेळल्या गेलेल्या पाच सामन्यांपैकी दिल्लीने केवळ एक सामना जिंकला आहे, तर चार सामन्यांमध्ये त्यांना पराभव पत्करावा लागला आहे. पाचपैकी दोन सामन्यांमध्ये 200 पेक्षा जास्त धावा झाल्या आहेत.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/05/08/cac14a07c889757fe6c7d4071112317e17782594689651378_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/sports/cricket/dc-vs-kkr-live-score-ipl-2026-update-axar-patel-ajinkya-rahane-delhi-capitals-vs-kolkata-knight-riders-marathi-news-1423236",
    "time": "2026-05-08T05:38:18.000Z"
  }
];