const newsData_mr = [
  {
    "cat": "Politics",
    "title": "विदर्भात उष्णतेची लाट, वर्धा, अकोला आणि अमरावतीला उष्णतेचा रेड अलर्ट,",
    "desc": "&nbsp;विदर्भात सध्या उष्णतेची भीषण लाट पाहायला मिळतेय.. वर्धा जिल्ह्यात तापमानाने उच्चांक गाठला. काल वर्ध्यात तब्बल ४७ पूर्णांक १ अंश सेल्सिअस एवढ्य तापमानाची नोंद करण्यात आली. मागील दोन दिवस तापमान ४६.५ अंश सेल्सिअस एवढं होतं. गेल्या पाच दिवसांपासून वर्ध्यामध्ये सातत्याने तापमानात वाढ होतेय. &nbsp;या वाढत्या उष्णतेचा नागरिकांनाही फटका बसत आहे. सेलू तालुक्यातील धानोली इथे एका महिलेचा उष्माघाताने मृत्यू झाल्याचं सांगण्यात येतंय. आरोग्य विभागाकडून नागरिकांना सावध राहण्याचं आवाहन करण्यात आलंय.&nbsp;",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/05/21/8421144f1967e0b50555fcfb9ad157ce1779327645172987_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/news/maharashtra-live-blog-updates-todays-breaking-news-21-may-2026-vidhan-parishad-election-2026-neet-paper-leak-case-narendra-modi-gold-silver-rate-maharashtra-politics-1424866",
    "time": "2026-05-21T01:40:53.000Z"
  },
  {
    "cat": "World",
    "title": "Rahul Gandhi Sharad Pawar on PM Modi  काँग्रेसचे बोल कडवे,पवारांनी गायले गोडवे Special Report",
    "desc": "Rahul Gandhi Sharad Pawar on PM Modi काँग्रेसचे बोल कडवे,पवारांनी गायले गोडवे Special Report पंतप्रधान नरेंद्र मोदींनी राज्यघटनेतील तत्त्वांना हरताळ फासल्याची टीका करत राहुल गांधींनी त्यांच्यावर जोरदार टीका केलीय. मोदी आणि शाहांचा राहुल गांधींनी गद्दार असा उल्लेख केल्यामुळं भाजपचं चांगलंच पित्त खवळलंय. राहुल गांधींनी देशाचा अपमान केल्याचा दावा करत भाजपनं त्यांना माफी मागण्याचा सल्ला दिलाय. तर माफी मागायला स्पष्ट नकार देत राहुल गांधींनी आपल्या टीकेची धार अधिकच तीव्र केलीय.देशवासियांना परदेश प्रवास टाळण्याचं आवाहन करून स्वतः परदेश दौऱ्यावर गेलेल्या पंतप्रधान मोदींना तुम्ही काही का बोलत नाही, असा सवाल राहुल गांधींनी जनतेला विचारलाय. पंतप्रधानांना गद्दार म्हणणं हा सगळ्या देशवासियांचा अपमान असल्याचं भाजपला वाटतंय. &nbsp;दुसरीकडं शरद पवारांनी पंतप्रधान मोदींचं कौतुक केल्यामुळं त्यावरून महाराष्ट्रात उलटसुलट प्रतिक्रिया उमटू लागल्यात. याच सगळ्याचा आढावा घेणारा हा स्पेशल रिपोर्ट.&nbsp;",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/05/20/3d7e292dfa90a34f7db1017efee2c7a017792989946031343_original.jpeg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/videos/news/politics-rahul-gandhi-criticized-pm-modi-on-giorgia-meloni-melody-moment-1424850",
    "time": "2026-05-20T17:47:50.000Z"
  }
];