const newsData_mr = [
  {
    "cat": "Politics",
    "title": "अयातुल्लाह खामेनींचा मृत्यूनंतर इराणकडून बदला, अमेरिकेच्या लष्करी तळावर सहवा हल्ला",
    "desc": "&nbsp;मध्य पूर्वेतील तणावाने आता धोक्याची पातळी ओलांडलीय. अमेरिका आणि इस्रायलच्या हल्ल्यांना इराणनेही प्रत्युत्तर दिलंय. या हल्ल्याचा परिणाम भारतासह संपूर्ण जगाच्या अर्थव्यवस्थेवर होण्याची शक्यता वर्तवली जातेय.. इराण हा जगातील प्रमुख तेल उत्पादक देशांपैकी एक आहे. युद्ध अधिक भडकल्यास, पुरवठा साखळी विस्कळीत होऊ शकते.. याचा परिणाम कच्च्या तेलाच्या किमतीवर होऊन, त्यात मोठ्या प्रमाणावर वाढ होऊ शकते. जर हा संघर्ष अधिक चिघळला, तर कच्च्या तेलाच्या वाढत्या किमतीचा भारतीय अर्थव्यवस्थेवर नकारात्मक परिणाम दिसू शकतो.. जर किमतीत मोठी वाढ झाली तर पेट्रोल आणि डिझेलच्या दरातही वाढ होऊ शकते.. तसेच, येणाऱ्या काही आठवड्यांत बाजारात मोठी अस्थिरता आणि चढ-उतार पाहायला मिळतील, असाही अंदाज तज्ज्ञ व्यक्त करतायत...दुसरी गोष्ट म्हणजे सोने आणि चांदी महाग होतील. युद्धामुळे जागतिक बाजारपेठेत अनिश्चितता निर्माण होते. गुंतवणूकदार पैसे शेअर बाजारातून काढून सोने आणि चांदीमध्ये गुंतवतात. यामुळे सोने आणि चांदीच्या किमती ऐतिहासिक पातळीवर जाऊ शकतात.&nbsp;",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/03/01/57d70e321c5ae571658d39f104d0187d1772329962129987_original.jpeg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/news/world/israel-vs-iran-war-live-updates-ali-khamenei-death-donald-trump-narendra-modi-dubai-israel-iran-tension-latest-update-in-marathi-1414563",
    "time": "2026-03-01T01:59:07.000Z"
  }
];