const newsData_mr = [
  {
    "cat": "Sports",
    "title": "राजस्थान रॉयल्सने नाणेफेक जिंकली; दिल्ली कॅपिटल्सविरुद्ध प्रथम फलंदाजीचा निर्णय, जाणून घ्या Live अपडेट्स",
    "desc": "आयपीएल 2026 चा 43 वा सामना आज राजस्थान रॉयल्स आणि दिल्ली कॅपिटल्स यांच्यात खेळला जाणार आहे. हा सामना जयपूरच्या सवाई मानसिंग स्टेडियमवर खेळला जाईल. आजचा सामना या मैदानातील खेळपट्टी क्रमांक 4 वर खेळला जाईल. आज एक हाय-स्कोअरिंग सामना अपेक्षित आहे. &nbsp; आयपीएल2026 बद्दल बोलायचे झाल्यास, राजस्थान रॉयल्स गुणतालिकेत चौथ्या स्थानावर आहे. आरआरने नऊपैकी सहा सामने जिंकले आहेत. राजस्थानने आपल्या शेवटच्या पाच सामन्यांपैकी तीन गमावले आहेत, परंतु आपल्या शेवटच्या सामन्यात पंजाब किंग्सला पराभूत केल्यानंतर संघाला गती मिळाली आहे. दिल्ली कॅपिटल्सने आठपैकी तीन सामने जिंकले आहेत, तर डीसीने आपल्या शेवटच्या पाचपैकी चार गमावले आहेत. दिल्ली सहा गुणांसह गुणतालिकेत सातव्या स्थानावर आहे.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/05/01/bb282cf342bd54fb098fb6b9571cbea417776330494581378_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/sports/cricket/rr-vs-dc-live-score-update-in-ipl-2026-vaibhav-sooryavanshi-riyan-parag-kl-rahul-axar-patel-marathi-news-1422420",
    "time": "2026-05-01T10:57:34.000Z"
  }
];