const newsData_mr = [
  {
    "cat": "Sports",
    "title": "दिल्लीच्या 'कॅपिटल्स' पुढे कोलकाता 'नाईट' ढेर; 204 धावांच्या आव्हानाचा पाठलाग करताना केकेआरची गाडी 163 वरच रोखली",
    "desc": "आयपीएल 2026 च्या लीग टप्प्यातील अंतिम सामना आज कोलकाता नाईट रायडर्स आणि दिल्ली कॅपिटल्स यांच्यात डबलहेडर खेळला जात आहे. हे दोन्ही संघ कोलकाता येथील ईडन गार्डन्सवर एकमेकांसमोर उभे ठाकतील. हा सामना संध्याकाळी खेळला जाईल. दिल्ली कॅपिटल्स आधीच प्लेऑफमधून बाहेर पडली आहे. जर राजस्थान रॉयल्सने मुंबई इंडियन्सविरुद्धचा आपला दुपारचा सामना जिंकला, तर केकेआरचा प्रवास तिथेच संपेल. जर राजस्थान हरला, तर केकेआरकडे चांगल्या नेट रन रेटने दिल्लीविरुद्ध विजय मिळवून 15 गुणांसह प्लेऑफमध्ये पोहोचण्याची संधी आहे. पण, हे केकेआरसाठी सोपे नसेल, कारण पंजाब किंग्सला मागे टाकण्यासाठी त्यांना खूप चांगल्या नेट रन रेटची गरज असेल.&nbsp;",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/05/24/b31d46ebe252add77d09344c63e321c217796449376261378_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/sports/cricket/kkr-vs-dc-live-score-updates-ipl-2026-ajinkya-rahane-finn-allen-kl-rahul-axar-patel-playoff-equation-ipl-2026-marathi-news-1425329",
    "time": "2026-05-24T13:28:20.000Z"
  },
  {
    "cat": "World",
    "title": "डोनाल्ड ट्रम्प यांच्या मुलीच्या हत्येचा कट ? धक्कादायक माहिती..",
    "desc": "डोनाल्ड ट्रम्प यांच्या मुलीच्या हत्येचा कट ? धक्कादायक माहिती.. अमेरिका आणि इराणमधला संघर्षही अजूनही सुरूच आहे. मात्र याच संघर्षादरम्यान अमेरिकन सुरक्षा यंत्रणांनी एक कट उघडकीस आणलाय. हा कट होता डोनाल्ड ट्रम्प यांची थोरली लेक इव्हांका ट्रम्प यांच्या हत्येचा. पण हा कट कुणी रचला होता? काय आहे हे सगळं प्रकरण?अमेरिकेचे अध्यक्ष डोनाल्ड ट्रम्प यांची थोरली लेक...पण हीच इव्हांका दहशतवाद्यांच्या रडारवर असल्याची धक्कादायक माहितीअमेरिकन सुरक्षा यंत्रणांनी समोर आणली आणि एकच खळबळ उडाली... अमेरिका आणि इराण यांच्यात सध्या तीव्र संघर्ष सुरू आहे. याच लष्करी आणि राजकीय संघर्षाच्या पार्श्वभूमीवर हा कट रचल्याची माहिती आहे. इराणच्या 'इस्लामिक रिव्होल्यूशनरी गार्ड कॉर्प्स' म्हणजेच आयआरजीसीकडून प्रशिक्षित एका इराकी दहशतवाद्यानं हा संपूर्ण कट आखल्याचं समोर आलंय.पाहूयात या सगळ्याचा सविस्तर आढावा घेणारा हा स्पेशल रिपोर्ट....",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/05/23/f65efa5c2303a1aea862972c7874f00017795573250661343_original.png",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/videos/news/politics-international-news-there-has-been-a-major-attempt-to-attack-donald-trump-daughter-1425226",
    "time": "2026-05-23T17:34:26.000Z"
  }
];