const newsData_mr = [
  {
    "cat": "Politics",
    "title": "विधानपरिषद निवडणुकीसाठी उमेदवारी अर्ज भरण्याचा आज शेवटचा दिवस",
    "desc": "आपल्या महाराष्ट्राचा 67 वा वर्धापन दिन..यानिमित्त एबीपी माझानं आज माझा व्हिजन हा कार्यक्रम आयोजित केलाय. राजकीय, सामाजिक,चित्रपट,क्रीडा अशा विविध क्षेत्रातले मान्यवर त्यांच्या नजरेतून भविष्यातल्या महाराष्ट्राचा पट उलगडणार आहेत. मुख्यमंत्री देवेंद्र फडणवीस, उपमुख्यमंत्री एकनाथ शिंदे, मंत्री आदिती तटकरे आणि योगेश कदम, काँग्रेसचे प्रदेशाध्यक्ष हर्षवर्धन सपकाळ, खासदार सुप्रिया सुळे, आमदार रोहित पवार, आमदार विश्वजीत कदम यांच्यासारखे डिसिजन मेकर्स भाग घेत आहेत. अभिनेते रितेश देशमुख यांचा छत्रपती शिवरायांवर महत्वाकांक्षी चित्रपट उद्या रिलीज होतोय, त्यापूर्वी ते आज माझाच्या व्हिजनमध्ये त्यांचं व्हिजन सांगणार आहेत. सोशल मिडीयावर लाखो लोकांची पसंती असलेले प्राजक्ता माळी, श्रुतिका गावंडे, अथर्व सुदामे हेही माझाच्या व्यासपीठावर त्यांचे अनुभव कथन करणार आहेत.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/04/30/41a42df3a330d63a7393ddcd2ec50f411777513503278987_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/news/maharashtra-news-live-updates-30-april-2026-abp-majha-vision-2026-devendra-fadnavis-eknath-shinde-riteish-deshmukh-watermelon-case-mumbai-maharashtra-politics-1422206",
    "time": "2026-04-30T01:45:25.000Z"
  }
];