const newsData_mr = [
  {
    "cat": "Sports",
    "title": "शुभमन गिल अन् साई सुदर्शनची वादळी फटकेबाजी; गुजरात टायटन्सचे चेन्नईसमोर 230 धावांचे आव्हान",
    "desc": "आज आयपीएल 2026 मधील 66वा सामना गुजरात टायटन्स आणि चेन्नई सुपर किंग्स यांच्यात अहमदाबादच्या नरेंद्र मोदी स्टेडियम येथे रंगणार आहे. या सामन्यात सीएसकेसाठी &lsquo;करो या मरो&rsquo;ची परिस्थिती असणार असून प्लेऑफच्या आशा जिवंत ठेवण्यासाठी त्यांना कोणत्याही परिस्थितीत मोठा विजय मिळवावा लागणार आहे. दुसरीकडे गुजरात टायटन्सने आधीच प्लेऑफमध्ये धडक मारली असल्याने ते निर्धास्तपणे मैदानात उतरणार आहेत. गुरुवारी होणाऱ्या या महत्त्वाच्या सामन्यापूर्वी सीएसकेचे मुख्य प्रशिक्षक स्टीफन फ्लेमिंग यांनी संघ गुजरातच्या मजबूत गोलंदाजी आक्रमणाविरुद्ध सर्वोत्तम खेळ करण्यासाठी सज्ज असल्याचे सांगितले. सीएसकेची आतापर्यंतची कामगिरी चेन्नई सुपर किंग्सने 13 पैकी 6 सामने जिंकले असून गुणतालिकेत सध्या सातव्या स्थानावर आहे. प्लेऑफच्या शर्यतीत टिकून राहण्यासाठी सीएसकेला मोठ्या फरकाने विजय मिळवणे अत्यंत गरजेचे आहे. चेन्नई जास्तीत जास्त 14 गुणांपर्यंत पोहोचू शकते, मात्र त्यानंतर त्यांना इतर संघांच्या निकालांवरही अवलंबून राहावे लागणार आहे.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/05/21/8067413677adf260bb16bba52301b74417793697813421378_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/sports/cricket/gt-vs-csk-live-score-updates-ipl-2026-sai-sudharsan-shubman-gill-sanju-samson-ruturaj-gaikwad-marathi-news-1424970",
    "time": "2026-05-21T13:31:10.000Z"
  },
  {
    "cat": "World",
    "title": "Rahul Gandhi Sharad Pawar on PM Modi  काँग्रेसचे बोल कडवे,पवारांनी गायले गोडवे Special Report",
    "desc": "Rahul Gandhi Sharad Pawar on PM Modi काँग्रेसचे बोल कडवे,पवारांनी गायले गोडवे Special Report पंतप्रधान नरेंद्र मोदींनी राज्यघटनेतील तत्त्वांना हरताळ फासल्याची टीका करत राहुल गांधींनी त्यांच्यावर जोरदार टीका केलीय. मोदी आणि शाहांचा राहुल गांधींनी गद्दार असा उल्लेख केल्यामुळं भाजपचं चांगलंच पित्त खवळलंय. राहुल गांधींनी देशाचा अपमान केल्याचा दावा करत भाजपनं त्यांना माफी मागण्याचा सल्ला दिलाय. तर माफी मागायला स्पष्ट नकार देत राहुल गांधींनी आपल्या टीकेची धार अधिकच तीव्र केलीय.देशवासियांना परदेश प्रवास टाळण्याचं आवाहन करून स्वतः परदेश दौऱ्यावर गेलेल्या पंतप्रधान मोदींना तुम्ही काही का बोलत नाही, असा सवाल राहुल गांधींनी जनतेला विचारलाय. पंतप्रधानांना गद्दार म्हणणं हा सगळ्या देशवासियांचा अपमान असल्याचं भाजपला वाटतंय. &nbsp;दुसरीकडं शरद पवारांनी पंतप्रधान मोदींचं कौतुक केल्यामुळं त्यावरून महाराष्ट्रात उलटसुलट प्रतिक्रिया उमटू लागल्यात. याच सगळ्याचा आढावा घेणारा हा स्पेशल रिपोर्ट.&nbsp;",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/05/20/3d7e292dfa90a34f7db1017efee2c7a017792989946031343_original.jpeg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/videos/news/politics-rahul-gandhi-criticized-pm-modi-on-giorgia-meloni-melody-moment-1424850",
    "time": "2026-05-20T17:47:50.000Z"
  }
];