const newsData_mr = [
  {
    "cat": "Politics",
    "title": "मोदींचं आवाहन, भारतीय स्वतःला वर्षभर सोनं खरेदीपासून दूर ठेवू शकतात?",
    "desc": "एका पारड्यात सोनं, भारतीयांची सोन्याच्या दागिन्यांची हौस आणि सोन्याशी निगडीत परंपरा-संस्कृती... तर दुसऱ्या पारड्यात अमेरिका-युद्धामुळे परकीय चलनाचं ओढवलेलं संकट आणि त्यासाठी पंतप्रधानांनी देशवासियांना घातलेलं साकडं. देशभक्तीच्या तराजूत तोलल्या जाणाऱ्या या दोघांपैकी नेमकी कशाची निवडं करायची? असा प्रश्न १४० कोटी भारतीयांना पडला आहे.. मोदींनी आवाहनं तर बरीच केली आहेत... मात्र सर्वात जास्त चर्चेत आहे ते, वर्षभर सोनं खरेदी न करण्यासाठी मोदींनी घातलेलं साकडं...खरंच भारतीय स्वतःला वर्षभर सोनं खरेदीपासून दूर ठेवू शकतात? लग्न, बारसं आणि इतर मंगल कार्य सोनं खरेदीशिवाय उरकायची? हे आणि असे अनेक प्रश्न आता उपस्थित झालेत... आणि त्या प्रश्नांची उत्तरं शोधताना नेमकं काय हाती लागलंय.. पाहुयात एबीपी माझाचा हा स्पेशल रिपोर्ट...&nbsp;",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/05/11/0ade6ea579a0e24f8a2a20c161818e8917785222014711404_original.jpeg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/videos/news/india-pm-modi-s-appeal-to-india-can-indians-refrain-from-buying-gold-for-a-year-abp-majha-special-report-1423699",
    "time": "2026-05-11T17:57:32.000Z"
  },
  {
    "cat": "Sports",
    "title": "दिल्ली कॅपिटल्सचा थरारक विजय; पंजाब किंग्सवर 3 गडी राखून मात!",
    "desc": "आयपीएल 2026 च्या 55व्या सामन्यात आज दिल्ली कॅपिटल्स आणि पंजाब किंग्स आमनेसामने येणार आहेत. हा रोमांचक सामना धर्मशालातील हिमाचल प्रदेश क्रिकेट असोसिएशन स्टेडियमवर रंगणार आहे. दिल्ली कॅपिटल्सची धुरा अक्षर पटेल सांभाळणार असून पंजाब किंग्सचे नेतृत्व पुन्हा एकदा श्रेयस अय्यरकडे असेल. &nbsp; धर्मशालाच्या मैदानावर यंदाच्या हंगामातील हा पहिलाच सामना असणार आहे. पंजाब किंग्ससाठी हा टप्पा अत्यंत महत्त्वाचा मानला जात आहे, कारण सलग तीन पराभवानंतर संघाची कामगिरी घसरलेली दिसत आहे. प्लेऑफच्या शर्यतीत टिकून राहण्यासाठी श्रेयस अय्यरच्या नेतृत्वाखालील पंजाबला आता किमान दोन विजयांची नितांत गरज आहे. 17 मेपर्यंत पंजाब किंग्स धर्मशालामध्ये तीन सामने खेळणार असून घरच्या मैदानावर पुनरागमन करण्याची मोठी संधी त्यांच्यासमोर आहे. दुसरीकडे, खराब फॉर्मशी झुंजणाऱ्या दिल्ली कॅपिटल्सलाही विजयाची अत्यंत गरज आहे. त्यामुळे दोन्ही संघांसाठी हा सामना &lsquo;करो या मरो&rsquo;सारखा ठरणार असून चाहत्यांना एक हायव्होल्टेज लढत पाहायला मिळण्याची शक्यता आहे. &nbsp;",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/05/11/b8244b0e09c2691e575568e3969040c717785214796781378_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/sports/cricket/pbks-vs-dc-live-update-ipl-2026-kl-rahul-axar-patel-priyansh-arya-prabhsimran-singh-shreyas-iyer-marathi-news-1423608",
    "time": "2026-05-11T05:36:41.000Z"
  }
];