const newsData_mr = [
  {
    "cat": "Politics",
    "title": "महाराष्ट्र ते बंगाल, काश्मीर ते कन्याकुमारी; सर्व राज्यांचे चित्ररथ एका क्लिकवर",
    "desc": "देशभरात ७७वा प्रजासत्ताकदिन उत्साहात साजरा करण्यात येतोय. राजधानी दिल्लीतील कर्तव्यपथावर भव्य पथसंचलन पार पडले. भारतीय सैन्य दल, हवाई दल आणि नौदलाच्या विविध रेजिमेंट्स सहभागी झाल्या होत्या. तसंच &nbsp;विविध राज्यांचे चित्ररथांचंही संचलन पार पडलं. राष्ट्रपती द्रौपदी मुर्मू, पंतप्रधान नरेंद्र मोदी आणि युरोपियनची उपस्थिती होती. भारताच्या प्रजासत्ताक दिनानिमित्त दिल्लीतील कर्तव्यपथावर आज विविध राज्याचे चित्ररथ पाहायला मिळाले.. महाराष्ट्राच्या चित्ररथात गणेशोत्सवाचं सादरीकरण करण्यात आलं होतं.. चित्ररथात गणेशोत्सव जो महाराष्ट्राचा राज्यउत्सव आहे त्या गणेशोत्सवाचं सादरदीकरण करण्यात आलं होतं. गणपती बाप्पाच्या मन मोहून टाकणाऱ्या रूपासह महाराष्ट्राच्या समृद्ध सांस्कृतिक वैभवाचे भव्य दर्शन घडले. या चित्ररथात गणपतीचं स्थान, गणपती विसर्जन आणि महाराष्ट्रातील अष्टविनायकाचं दर्शन घडवण्यात आलं.एकूणच या चित्ररथात महाराष्ट्राची संस्कृती, परंपरा आणि गणेशोत्सवाचा उत्सव साकारण्यात आला आहे.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/01/26/6441af02a100a08df2c6889cf2833723176941867740290_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/videos/news/india-republic-day-2026-17-states-present-tableaux-at-kartavya-path-parade-1410086",
    "time": "2026-01-26T09:11:47.000Z"
  },
  {
    "cat": "Politics",
    "title": "लष्करी महिलांचे डेअर डेव्हिल सादरीकरण, व्हिडीओ पाहून थक्क व्हाल",
    "desc": "महाराष्ट्राचं वैभव असलेल्या गणेशोत्सवावर आधारीत चित्ररथानं जिंकली कर्तव्यपथावरच्या पाहुण्यांची मनं, लेझिम खेळणाऱ्या मुली, झांज आणि ढोलवादकांनी वेधून घेतलं उपस्थितांचं लक्ष... भारताच्या प्रजासत्ताक दिनानिमित्त दिल्लीतील कर्तव्यपथावर आज विविध राज्याचे चित्ररथ पाहायला मिळाले.. महाराष्ट्राच्या चित्ररथात गणेशोत्सवाचं सादरीकरण करण्यात आलं होतं.. चित्ररथात गणेशोत्सव जो महाराष्ट्राचा राज्यउत्सव आहे त्या गणेशोत्सवाचं सादरदीकरण करण्यात आलं होतं. गणपती बाप्पाच्या मन मोहून टाकणाऱ्या रूपासह महाराष्ट्राच्या समृद्ध सांस्कृतिक वैभवाचे भव्य दर्शन घडले. या चित्ररथात गणपतीचं स्थान, गणपती विसर्जन आणि महाराष्ट्रातील अष्टविनायकाचं दर्शन घडवण्यात आलं.एकूणच या चित्ररथात महाराष्ट्राची संस्कृती, परंपरा आणि गणेशोत्सवाचा उत्सव साकारण्यात आला आहे. देशभरात ७७वा प्रजासत्ताकदिन उत्साहात साजरा करण्यात येतोय. राजधानी दिल्लीतील कर्तव्यपथावर भव्य पथसंचलन पार पडले. भारतीय सैन्य दल, हवाई दल आणि नौदलाच्या विविध रेजिमेंट्स सहभागी झाल्या होत्या. तसंच &nbsp;विविध राज्यांचे चित्ररथांचंही संचलन पार पडलं. राष्ट्रपती द्रौपदी मुर्मू, पंतप्रधान नरेंद्र मोदी आणि युरोपियनची उपस्थिती होती.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/01/26/65594e60b3a255bd9a473934a9e7facd176941831906990_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/videos/news/india-republic-day-2026-kartavya-path-parade-women-bike-ride-1410085",
    "time": "2026-01-26T09:07:56.000Z"
  },
  {
    "cat": "Politics",
    "title": "गणपती बाप्पा मोरया...!दिल्लीच्या कर्तव्यपथावर महाराष्ट्राचा चित्ररथ",
    "desc": "भारताच्या प्रजासत्ताक दिनानिमित्त दिल्लीतील कर्तव्यपथावर आज विविध राज्याचे चित्ररथ पाहायला मिळाले.. महाराष्ट्राच्या चित्ररथात गणेशोत्सवाचं सादरीकरण करण्यात आलं होतं.. चित्ररथात गणेशोत्सव जो महाराष्ट्राचा राज्यउत्सव आहे त्या गणेशोत्सवाचं सादरदीकरण करण्यात आलं होतं. गणपती बाप्पाच्या मन मोहून टाकणाऱ्या रूपासह महाराष्ट्राच्या समृद्ध सांस्कृतिक वैभवाचे भव्य दर्शन घडले. या चित्ररथात गणपतीचं स्थान, गणपती विसर्जन आणि महाराष्ट्रातील अष्टविनायकाचं दर्शन घडवण्यात आलं.एकूणच या चित्ररथात महाराष्ट्राची संस्कृती, परंपरा आणि गणेशोत्सवाचा उत्सव साकारण्यात आला आहे. देशभरात ७७वा प्रजासत्ताकदिन उत्साहात साजरा करण्यात येतोय. राजधानी दिल्लीतील कर्तव्यपथावर भव्य पथसंचलन पार पडले. भारतीय सैन्य दल, हवाई दल आणि नौदलाच्या विविध रेजिमेंट्स सहभागी झाल्या होत्या. तसंच &nbsp;विविध राज्यांचे चित्ररथांचंही संचलन पार पडलं. राष्ट्रपती द्रौपदी मुर्मू, पंतप्रधान नरेंद्र मोदी आणि युरोपियनची उपस्थिती होती.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/01/26/f79c85bfa2c5847ea83df78144e1c89e176941809095890_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/videos/news/india-republic-day-2026-maharashtra-tableau-in-kartavya-path-parade-1410083",
    "time": "2026-01-26T09:01:40.000Z"
  },
  {
    "cat": "Politics",
    "title": "पश्चिम बंगाल, मध्य प्रदेश ते मणिपूर, कर्तव्य पथावरील हे चित्ररथ पाहाच",
    "desc": "देशभरात ७७वा प्रजासत्ताकदिन उत्साहात साजरा करण्यात येतोय. राजधानी दिल्लीतील कर्तव्यपथावर भव्य पथसंचलन पार पडले. भारतीय सैन्य दल, हवाई दल आणि नौदलाच्या विविध रेजिमेंट्स सहभागी झाल्या होत्या. तसंच &nbsp;विविध राज्यांचे चित्ररथांचंही संचलन पार पडलं. राष्ट्रपती द्रौपदी मुर्मू, पंतप्रधान नरेंद्र मोदी आणि युरोपियनची उपस्थिती होती. भारताच्या प्रजासत्ताक दिनानिमित्त दिल्लीतील कर्तव्यपथावर आज विविध राज्याचे चित्ररथ पाहायला मिळाले.. महाराष्ट्राच्या चित्ररथात गणेशोत्सवाचं सादरीकरण करण्यात आलं होतं.. चित्ररथात गणेशोत्सव जो महाराष्ट्राचा राज्यउत्सव आहे त्या गणेशोत्सवाचं सादरदीकरण करण्यात आलं होतं. गणपती बाप्पाच्या मन मोहून टाकणाऱ्या रूपासह महाराष्ट्राच्या समृद्ध सांस्कृतिक वैभवाचे भव्य दर्शन घडले. या चित्ररथात गणपतीचं स्थान, गणपती विसर्जन आणि महाराष्ट्रातील अष्टविनायकाचं दर्शन घडवण्यात आलं.एकूणच या चित्ररथात महाराष्ट्राची संस्कृती, परंपरा आणि गणेशोत्सवाचा उत्सव साकारण्यात आला आहे.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/01/26/4d7f01a4f10f6878b7e604ad5be859e9176941794610890_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/videos/news/india-republic-day-2026-west-bengal-madhya-pradesh-to-manipur-chitrarath-1410082",
    "time": "2026-01-26T08:59:13.000Z"
  }
];