const newsData_mr = [
  {
    "cat": "Politics",
    "title": "आसामचा रणसंग्राम, काँग्रेसची हिमंता बिस्वा यांच्यावर गंभीर आरोप",
    "desc": "आसामचा रणसंग्राम, काँग्रेसची हिमंता बिस्वा यांच्यावर गंभीर आरोप आसाममध्ये ९ एप्रिल रोजी एकाच टप्प्यात मतदान होणार आहे. निवडणुकीची तारीख जसजशी जवळ येत आहे, तसतसं राजकीय वातावरण तापू लागंय.. प्रमुख लढत भाजप आणि काँग्रेसमध्येच आहे... भाजप राज्यात सत्तेची हॅटट्रिक साधण्याचं लक्ष्य ठेवूनय.. तर काँग्रेस दशकानंतर आसाममध्ये पुनरागमन करण्याच्या आशेवर आहे.. याच दरम्यान, काँग्रेसचे ज्येष्ठ नेते पवन खेरांनी आसामचे मुख्यमंत्री हिमंता बिस्वा सरमा यांच्यावर गंभीर आरोप केलाय.. ज्याचा थेट आगामी निवडणुकांवरही परिणाम होवू शकतो.. पाहुयात आसामचा रणसंग्राम..काँग्रेसकडून मुख्यमंत्री हिमंतांच्या पत्नीवर आरोप,'बिस्वा यांच्या पत्नीकडे तीन मुस्लिम देशांचे पासपोर्ट',काँग्रेसच्या पवन खेरांनी पासपोर्ट दाखवत केले आरोप,'हिमंता बिस्वा देशातील सर्वात भ्रष्ट मुख्यमंत्री',राहुल गांधींची आसामच्या प्रचारसभेत आरोप,आसाममध्ये भाजपचंच सराकर येणार, हिमंता बिस्वा यांच्याकडून विश्वास व्यक्त",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/04/05/6a95fe07b4b86fa0fab94defed65960017754097140361343_original.png",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/videos/news/trending-news-congress-on-himanta-biswa-sarma-1419094",
    "time": "2026-04-05T17:24:18.000Z"
  }
];