const newsData_mr = [
  {
    "cat": "Politics",
    "title": "निवडणूक आयोगाविरोधात 'इंडिया'ची याचिका; सुप्रीम कोर्टाकडे भव्य मोर्चा काढून याचिका",
    "desc": "निवडणूक प्रक्रियेतील अनियमितता आणि एसआयआर प्रक्रियेला आव्हान देत इंडिया आघाडीनं नवी दिल्लीत मोठा निषेध मोर्चा काढला आणि सुप्रीम कोर्टात रिट याचिका दाखल केली. मोर्चाचं नेतृत्व लोकसभेतील विरोधी पक्षनेते राहुल गांधी, प्रियांका गांधी, काँग्रेस अध्यक्ष मल्लिकार्जुन खरगे आणि इतर प्रमुख नेत्यांनी केलं. कालच सरन्यायाधीशांनी भेट नाकारल्यामुळं इंडिया आघाडीनं भव्य मोर्चा काढून सुप्रीम कोर्टात जाऊन याचिका केली. यात एकूण ११ याचिकाकर्ते आहेत. याचिकेत मुख्य निवडणूक आयुक्तांसह उर्वरित दोन आयुक्तांनाही प्रतिवादी करण्यात आलं. याचिकाकर्त्यांमध्ये राहुल गांधींसह, खरगे, अखिलेश यादव, तेजस्वी यादव, संजय राऊत, सुप्रिया सुळे, यांचाही समावेश आहे. या याचिकेतील तांत्रिक त्रुटी दूर करण्याचे निर्देश सरन्यायाधीशंनी दिलेत. याचिकेत त्रुटी असल्याने आज सुनावणी होण्याची &nbsp;शक्यता कमी आहे..&nbsp;",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/10/13/56928da1eabf194b067310f7d2b6ffa61791853146854987_original.jpeg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/news/maharashtra-live-news-updates-13-october-2026-india-alliance-rahul-gandhi-priyanka-gandhi-eci-gyanesh-kumar-mpsc-protest-pune-rohit-pawar-maharashtra-goverment-1442200",
    "time": "2026-10-13T01:01:11.000Z"
  }
];