const newsData_mr = [
  {
    "cat": "Sports",
    "title": "पहिला विजय अखेर मिळाला! सॅमसन-ओव्हर्टनच्या जादूने चेन्नईचा ‘क्लायमॅक्स’ जिंकला, दिल्लीचा खेळ खल्लास",
    "desc": "&nbsp;शनिवारी आयपीएल 2026 मधील 18वा सामना चेन्नई सुपर किंग्स आणि दिल्ली कॅपिटल्स यांच्यात एम.ए. चिदंबरम स्टेडियम येथे रंगणार आहे. पाच वेळा विजेतेपद पटकावलेल्या चेन्नई सुपर किंग्ससाठी यंदाचा हंगाम अत्यंत निराशाजनक ठरला आहे. संघाने सलग तीन सामने गमावले असून गुणतालिकेत तळाशी घसरला आहे. दुसरीकडे, अक्षर पटेलच्या नेतृत्वाखालील दिल्ली कॅपिटल्सने तीन सामन्यांपैकी दोन सामने जिंकत चांगली सुरुवात केली आहे. मात्र, त्यांचा मागील सामना थरारक ठरला होता, ज्यामध्ये गुजरात टायटन्सने शेवटच्या चेंडूवर एक धाव राखत विजय मिळवला. आजच्या आयपीएल सामन्यांबाबत बोलायचे झाल्यास, शनिवारी डबल हेडर सामने खेळवले जात आहेत. मुल्लानपूर येथे पंजाब किंग्स आणि सनरायझर्स हैदराबाद यांच्यात पहिला सामना खेळला गेला. तर दिवसातील दुसरा सामना चेन्नई सुपर किंग्स आणि दिल्ली कॅपिटल्स यांच्यात चेन्नईच्या एम. ए. चिदंबरम स्टेडियममध्ये खेळला जाणार आहे.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/04/11/3f5ecf881f5b0c7fbdf72386a9faf8e617759287206861378_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/sports/cricket/csk-vs-dc-live-score-update-in-marathi-ipl-2026-sanju-samson-axar-patel-david-miller-ruturaj-gaikwad-ms-dhoni-marathi-news-1419850",
    "time": "2026-04-11T12:25:01.000Z"
  }
];