const newsData_mr = [
  {
    "cat": "Sports",
    "title": "महाशिवरात्रीला टीम इंडियाचा विजयाचा अभिषेक; पाकिस्तानवर दणदणीत विजय",
    "desc": "महाशिवरात्रीला टीम इंडियाचा विजयाचा अभिषेक; पाकिस्तानवर दणदणीत विजय ईशान किशनचे वादळ सलामीच्या ईशान किशनची खेळी भारताच्या या विजयात निर्णायक ठरली. त्यानं 40 चेंडूत 10 चौकार आणि तीन षटकारांसह 77 धावांची खेळी करून भारताच्या डावाचा पाय रचला. सूर्यकुमार यादवची संयमी पण मोलाची खेळी&nbsp; कर्णधार सूर्यकुमार यादव या सामन्यात भारताकडून दुसऱ्या क्रमांकाचे सर्वाधिक धावा करणारा फलंदाज ठरला. ईशान बाद झाल्यानंतर मधल्या षटकांत त्याने शांत, संयमी आणि शहाणपणाची फलंदाजी करत संघाला 170 धावांच्या पुढे नेण्यात महत्त्वाची भूमिका बजावली. सूर्यकुमारने 29 चेंडूत 32 धावा केल्या, ज्यात तीन चौकारांचा समावेश होता.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/02/15/ba6dd7d9585e19c0b1571a3c69885cc11771179922686976_original.png",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/short-videos/sports/ind-beat-pak-t20-world-cup-1412893",
    "time": "2026-02-15T18:25:29.000Z"
  },
  {
    "cat": "Sports",
    "title": "पाकिस्तानला धूळ चारणाऱ्या ईशान किशनची सक्सेस स्टोरी",
    "desc": "सूर्यकुमार यादवच्या टीम इंडियानं ट्वेन्टी ट्वेन्टी विश्वचषकातल्या साखळी सामन्यात पाकिस्तानचा ६१ धावांनी धुव्वा उडवला. भारताचा गटनिहाय साखळीत सलग तिसरा विजय ठरला. या विजयासह भारतानं ट्वेन्टी ट्वेन्टी विश्वचषकाच्या सुपर साखळीत धडक मारली. या सामन्यात भारतानं पाकिस्तानला विजयासाठी १७६ धावांचं आव्हान दिलं होतं. त्या आव्हानाचा पाठलाग करताना पाकिस्तानचा अख्खा डाव ११४ धावांत गडगडला. भारताकडून हार्दिक पंड्या, जसप्रीत बुमरा, वरुण चक्रवर्ती आणि अक्षर पटेलनं प्रत्येकी दोन फलंदाजांना माघारी धाडलं. तर कुलदीप आणि तिलक वर्मानं प्रत्येकी एक विकेट घेतली. सलामीच्या ईशान किशनची खेळी भारताच्या या विजयात निर्णायक ठरली. त्यानं ४० चेंडूंत १० चौकार आणि तीन षटकारांसह ७७ धावांची खेळी करून भारताच्या डावाचा पाय रचला. तिलक वर्मानं २४ चेंडूंत २५, सूर्यकुमार यादवनं २९ चेंडूंत ३२, तर शिवम दुबेनं १७ चेंडूंत २७ धावांची खेळी उभारली.&nbsp;",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/02/15/cc67ae89161284ee9b1c744126f48fb3177117955079390_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/videos/sports/ishan-kishan-success-story-india-beat-pakistan-t20-world-cup-1412891",
    "time": "2026-02-15T18:20:49.000Z"
  },
  {
    "cat": "Politics",
    "title": "म्हात्रोळीतील जमीन गुजराती उद्योगपतीच्या घशात घालण्यासाठी राहुल नार्वेकर गेले होते; संजय राऊतांचा आरोप",
    "desc": "म्हात्रोळीतील जमीन गुजराती उद्योगपतीच्या घशात घालण्यासाठी राहुल नार्वेकर गेले होते; संजय राऊतांचा आरोप विधानसभा अध्यक्ष राहुल नार्वेकरांचा अलिबाग तालुक्यातील एक व्हिडीओ व्हायरल झाल्यानंतर ठाकरे गटाचे खासदार संजय राऊत यांनी मोठा आरोप केला. राहुल नार्वेकर हे कोकणातल्या जमिनी गुजरातच्या उद्योगपतींच्या घशात घालत असल्याचा आरोप राऊतांनी केला. म्हात्रोळी गावातील जमीन ही एका गुजराती उद्योगपतीच्या फार्महाऊससाठी हवी होती, म्हणून नार्वेकर त्या ठिकाणी सरकारी अधिकाऱ्यांना घेऊन गेले होते असल्याचा आरोप संजय राऊतांनी केला. रायगड जिल्ह्यातील अलिबाग तालुक्यातील म्हात्रोळी गावातील राहुल नार्वेकरांचा एक व्हिडीओ व्हायरल होत आहे. त्यामध्ये एक दाम्पत्य नार्वेकरांच्या सहकाऱ्यांवर आरोप करताना दिसत आहे. आपण घरी नसताना आपल्या जमिनीची मोजणी कशी केली असा प्रश्न हे दाम्पत्य विचारताना दिसत आहे. त्यानंतर राहुल नार्वेकरांनी त्या ठिकाणाहून पाय काढता घेतला.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/02/14/b1b9a84e51a90a7ee84bd26e2e9d99311771051208771977_original.png",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/videos/news/trending-news-sanjay-raut-1412735",
    "time": "2026-02-14T14:17:34.000Z"
  }
];