const newsData_mr = [
  {
    "cat": "Sports",
    "title": "अक्षर IN, सुंदर OUT; झिम्बाब्वे विरुद्ध ‘करो किंवा मरो’ लढतीत अशी असणार टीम इंडियाची Playing-11",
    "desc": "टी-20 वर्ल्ड कप 2026चा थरार आता शिगेला पोहोचला आहे. गुरुवार 26 फेब्रुवारी रोजी चेन्नईच्या एम. ए. चिदंबरम स्टेडियममध्ये भारतासाठी अक्षरशः &lsquo;करो किंवा मरो&rsquo; अशी लढत रंगणार आहे. भारत आणि झिम्बाब्वे आमनेसामने येणार असून, या सामन्यातील पराभव म्हणजे स्पर्धेतून जवळपास बाहेर पडण्याची वेळ येऊ शकते.&nbsp; सुपर-8च्या गट-1मध्ये दोन्ही संघांची सुरुवात निराशाजनक ठरली आहे. भारताला दक्षिण आफ्रिकेकडून पराभव स्वीकारावा लागला, तर झिम्बाब्वेला वेस्ट इंडिजने धक्का दिला. त्यामुळे सेमीफायनलच्या आशा जिवंत ठेवण्यासाठी टीम इंडियाला हा सामना कोणत्याही परिस्थितीत जिंकणे अत्यावश्यक आहे. इतकंच नव्हे, तर विजयासोबत नेट रनरेटवरही बारकाईने लक्ष ठेवावं लागणार आहे.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/02/26/3a6fc268169ad40a9d48b412ea63d1d017720995125271091_original.jpeg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/sports/cricket/ind-vs-zim-live-score-upadte-super-8-t20-world-cup-2026-sikandar-raza-abhishek-sharma-suryakumar-yadav-india-vs-zimbabwe-scorecard-upadte-marathi-news-1414244",
    "time": "2026-02-26T09:52:03.000Z"
  }
];