const newsData_mr = [
  {
    "cat": "Sports",
    "title": "म्हात्रेची तुफानी ‘फिफ्टी’! चेन्नई 150 पार; संजू शतकाच्या उंबरठ्यावर, जाणून घ्या Live अपडेट्स",
    "desc": "&nbsp;शनिवारी आयपीएल 2026 मधील 18वा सामना चेन्नई सुपर किंग्स आणि दिल्ली कॅपिटल्स यांच्यात एम.ए. चिदंबरम स्टेडियम येथे रंगणार आहे. पाच वेळा विजेतेपद पटकावलेल्या चेन्नई सुपर किंग्ससाठी यंदाचा हंगाम अत्यंत निराशाजनक ठरला आहे. संघाने सलग तीन सामने गमावले असून गुणतालिकेत तळाशी घसरला आहे. दुसरीकडे, अक्षर पटेलच्या नेतृत्वाखालील दिल्ली कॅपिटल्सने तीन सामन्यांपैकी दोन सामने जिंकत चांगली सुरुवात केली आहे. मात्र, त्यांचा मागील सामना थरारक ठरला होता, ज्यामध्ये गुजरात टायटन्सने शेवटच्या चेंडूवर एक धाव राखत विजय मिळवला. आजच्या आयपीएल सामन्यांबाबत बोलायचे झाल्यास, शनिवारी डबल हेडर सामने खेळवले जात आहेत. मुल्लानपूर येथे पंजाब किंग्स आणि सनरायझर्स हैदराबाद यांच्यात पहिला सामना खेळला गेला. तर दिवसातील दुसरा सामना चेन्नई सुपर किंग्स आणि दिल्ली कॅपिटल्स यांच्यात चेन्नईच्या एम. ए. चिदंबरम स्टेडियममध्ये खेळला जाणार आहे.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/04/11/ca0c92df5ab244d657cb12832a62019e17759102659781378_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/sports/cricket/csk-vs-dc-live-score-update-in-marathi-ipl-2026-sanju-samson-axar-patel-david-miller-ruturaj-gaikwad-ms-dhoni-marathi-news-1419850",
    "time": "2026-04-11T12:25:01.000Z"
  },
  {
    "cat": "Sports",
    "title": "219 करूनही हैदराबाद हरली, पंजाबने अशक्य शक्य केलं! 6 विकेट्सने जिंकला सामना",
    "desc": "आज आयपीएल 2026 मध्ये दोन रोमांचक सामने खेळवले जाणार आहेत. त्यातील पहिला सामना पंजाब किंग्स आणि सनरायझर्स हैदराबाद यांच्यात होणार आहे. हा सामना न्यू चंदीगडमधील मुल्लापूर येथे खेळवला जाणार असून दुपारी 3 वाजता टॉस, तर 3:30 वाजता सामना सुरू होईल. पंजाब किंग्सची या हंगामातील सुरुवात दमदार झाली आहे. त्यांनी आतापर्यंत खेळलेल्या 3 सामन्यांपैकी 2 सामने जिंकले, तर 1 सामना पावसामुळे रद्द झाला. त्यामुळे त्यांच्या खात्यात 5 गुण आहेत. दुसरीकडे, सनरायझर्स हैदराबादने 3 सामन्यांतून फक्त 1 विजय मिळवला, तर 2 सामने गमावले आहेत. हेड-टू-हेड रेकॉर्ड पंजाब आणि हैदराबाद यांच्यातील हेड-टू-हेड आकडेवारीत सनरायझर्स हैदराबाद स्पष्टपणे आघाडीवर आहे. हैदराबादने पंजाबला 17 वेळा पराभूत केले आहे, तर पंजाबला फक्त 7 विजय मिळाले आहेत.&nbsp;",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/04/11/c97dec25810c4409345b978325ff049d17759150898511378_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/sports/cricket/pbks-vs-srh-live-cricket-score-updates-17th-match-ipl-2026-shreyas-iyer-travis-head-abhishek-sharma-ishan-kishan-marathi-news-1419828",
    "time": "2026-04-11T09:10:35.000Z"
  }
];