const newsData_mr = [
  {
    "cat": "Sports",
    "title": "जिंकूनही बाहेर? पंजाबवर दुहेरी संकट, KKR-RR च्या पराभवासाठी प्रार्थना, जाणून घ्या अपडेट्स",
    "desc": "आयपीएल 2026 च्या 68व्या सामन्यात लखनऊ सुपर जायंट्स आणि पंजाब किंग्स यांच्यात लखनऊच्या इकाना क्रिकेट स्टेडियमवर आमनेसामने येणार आहे. प्लेऑफच्या शर्यतीत टिकून राहण्यासाठी पंजाबसाठी हा सामना &lsquo;करो या मरो&rsquo; असा असणार आहे. मात्र फक्त विजय मिळवून उपयोग नाही, तर पंजाबला अशीही प्रार्थना करावी लागणार आहे की कोलकाता नाइट रायडर्स आणि राजस्थान रॉयल्स हे दोन्ही संघ आपल्या अखेरच्या लीग सामन्यात पराभूत व्हावेत. दुसरीकडे लखनऊ सुपर जायंट्स संघ गुणतालिकेत आपली स्थिती सुधारण्यासाठी मैदानात उतरणार आहे. लखनऊने हा सामना जिंकला तर त्यांच्या खात्यात 10 गुण जमा होतील आणि ते थेट 10व्या स्थानावरून 9व्या क्रमांकावर झेप घेतील. पण लखनऊच्या विजयामुळे पंजाबच्या प्लेऑफच्या आशांवर जवळपास पाणी फिरू शकतं. त्यामुळे हा सामना पंजाबसाठी &lsquo;अस्तित्वाची लढाई&rsquo; ठरणार आहे.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/05/23/032c85fee7fdd24e68aac8040946ff8c17795413280111378_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/sports/cricket/lsg-vs-pbks-live-score-update-ipl-2026-priyansh-arya-shreyas-iyer-mitchell-marsh-josh-inglis-rishabh-pant-marathi-news-1425206",
    "time": "2026-05-23T13:02:18.000Z"
  }
];