const newsData_mr = [
  {
    "cat": "Politics",
    "title": "भारतात कोणत्या ब्रँड्सच्या रम आणि व्हिस्कीवर बंदी?, A टू Z माहिती",
    "desc": "भारतीय अन्न सुरक्षा आणि मानक प्राधिकरण (FSSAI) ने काही लोकप्रिय रम आणि व्हिस्की ब्रँड्सच्या (Liquor Brands Banned) विशिष्ट उत्पादनांवर कारवाई केली आहे. यामध्ये ओल्ड मॉन्क, मॅकडॉवेल्स, बॅगपाइपर, रॉयल चॅलेंज, अँटीक्विटी ब्ल्यू या ब्रँड्सचा समावेश आहे. ही कारवाई काही विशिष्ट उत्पादने आणि उत्पादन केंद्रांमधील नियमभंगाच्या आरोपांशी संबंधित आहे. FSSAI च्या तपासात काही उत्पादकांनी रम आणि व्हिस्कीला नैसर्गिकरित्या परिपक्व (Aged) झाल्यासारखा स्वाद व सुगंध देण्यासाठी कृत्रिम किंवा \"Nature Identical\" फ्लेवरिंगचा वापर केल्याचा आरोप आहे. संबंधित उत्पादनांची विक्री काही ठिकाणी तात्पुरती थांबवली जाऊ शकते. अंतिम न्यायालयीन किंवा नियामक निर्णय येईपर्यंत परिस्थिती बदलू शकते. दरम्यान, संबंधित कंपन्यांनी नियमांचे पालन केल्याचा दावा केला असून काही कंपन्यांनी या निर्णयाला न्यायालयात आव्हान दिले आहे.&nbsp;",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/08/04/e06207a3ca07ed4b52a03178ed6720521785827996798987_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/videos/news/india-old-monk-royal-challenge-whisky-banned-in-india-marathi-news-1434375",
    "time": "2026-08-04T07:21:35.000Z"
  }
];