const newsData_mr = [
  {
    "cat": "Sports",
    "title": "न्यूझीलंडचा जबरदस्त पलटवार; टीम इंडियाचा ऑकलंडच्या ईडन पार्कवर 87 धावांनी पराभव",
    "desc": "भारत आणि न्यूझीलंड यांच्यातील पाच सामन्यांच्या टी-20 मालिकेतील चौथा सामना आज ऑकलंडमध्ये खेळवला गेला. या सामन्यात टीम इंडियाला लाजिरवाण्या पराभवाचा सामना करावा लागला. ग्लेन फिलिप्सच्या 107 धावांच्या स्फोटक शतकी खेळीच्या आणि मायकेल ब्रेसवेलच्या 65 धावांच्या जोरावर न्यूझीलंडने निर्धारित 20 षटकांत 259 धावांचा डोंगर उभा केला होता. या धावांचा पाठलाग करताना पहिल्याच षटकात संजू सॅमसन व इशान किशन शून्यावर बाद झाल्याने भारतीय संघाची सुरुवात अत्यंत निराशाजनक झाली. परिणामी, टीम इंडियाला पराभव स्वीकारावा लागला.&nbsp;",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/10/30/e8aac68c30934f57aa29b82b46ba6fc417933575343871378_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/sports/cricket/ind-vs-nz-4th-t20i-live-score-update-mitchell-santner-vaibhav-sooryavanshi-abhishek-sharma-shreyas-iyer-india-vs-new-zealand-marathi-news-1443992",
    "time": "2026-10-30T05:22:32.000Z"
  }
];