const newsData_mr = [
  {
    "cat": "Politics",
    "title": "इंडिया आघाडीचा एल्गार; ज्ञानेश कुमारांच्या राजीनाम्यापर्यंत आंदोलन करण्याची घोषणा",
    "desc": "सलग तिसऱ्या दिवशी इंडिया आघाडीच्या खासदारांनी नवी दिल्ली हादरवून सोडलीय..राहुल आणि प्रियांका गांधींसह इंडिया आघाडीचे अनेक नेते आजच्या आंदोलनात पाहायला मिळाले...राजघाटावर महात्मा गांधींना श्रद्धांजली वाहत शांततेच्या मार्गानं हे आंदोलन करण्यात आलं...या आंदोलनात काँग्रेससोबतच &nbsp;समाजवादी, ममतांचा तृणमूल काँग्रेस, राजद यासहित काँग्रेसशासित राज्याचे मुख्यमंत्री या आंदोलनात सहभागी झाले..मुख्य निवडणूक आयुक्त ज्ञानेश कुमारांच्या राजीनाम्याची प्रमुख मागणी विरोधकांनी लावून धरली. दरम्यान आज दुपारी 3 वाजता संसद भवनच्या सेंट्रल हॉलमध्ये इंडिया आघाडीच्या खासदारांना बोलवण्यात आलंय..",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/10/09/e9764253f5ade60bcbeeefff1776c7ff1791507540145987_original.jpeg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/news/maharashtra-live-news-updates-09-october-2026-india-alliance-rahul-gandhi-priyanka-gandhi-eci-gyanesh-kumar-mpsc-protest-pune-rohit-pawar-maharashtra-goverment-nana-patekar-1441747",
    "time": "2026-10-09T01:03:06.000Z"
  }
];