const newsData_mr = [
  {
    "cat": "Sports",
    "title": "शाई होपचं शतक! वेस्ट इंडिजकडून टीम इंडियाचा 6 गडी राखून पराभव",
    "desc": "भारत आणि वेस्ट इंडिज यांच्यातील पाच सामन्यांच्या टी-20 मालिकेतील दुसरा सामना शुक्रवारी रांची येथील जेएससीए आंतरराष्ट्रीय स्टेडियमवर खेळवला जाणार आहे. पहिल्या सामन्यात दमदार विजय मिळवत भारताने मालिकेत 1-0 अशी आघाडी घेतली आहे. कर्णधार श्रेयस अय्यरच्या वादळी शतकाच्या जोरावर भारताने लखनऊमध्ये झालेल्या पहिल्या टी-20 सामन्यात वेस्ट इंडिजचा आठ गडी राखून पराभव केला होता. अय्यरने अवघ्या 43 चेंडूंमध्ये नाबाद 102 धावांची खेळी खेळली होती. आता दुसरा सामना जिंकून मालिकेत 2-0 अशी भक्कम आघाडी घेण्याचा भारतीय संघाचा प्रयत्न असेल. दुसरीकडे, वेस्ट इंडिजचा संघ पुनरागमन करत मालिका 1-1 अशी बरोबरीत आणण्यासाठी मैदानात उतरेल.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/10/09/252c3a80005d140e657ac6632d58afba17915475127101378_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/sports/cricket/ind-vs-wi-2nd-t20-live-score-shai-hope-sanju-samson-shreyas-iyer-india-vs-west-indies-2nd-t20-update-in-marathi-1441838",
    "time": "2026-10-09T12:05:22.000Z"
  }
];