const newsData_mr = [
  {
    "cat": "Sports",
    "title": "पराभवांच्या छायेत दिल्ली, स्टार्क बनणार का गेमचेंजर? राजस्थानसमोर आज निर्णायक सामना",
    "desc": "आयपीएल 2026 चा 43 वा सामना आज राजस्थान रॉयल्स आणि दिल्ली कॅपिटल्स यांच्यात खेळला जाणार आहे. हा सामना जयपूरच्या सवाई मानसिंग स्टेडियमवर खेळला जाईल. आजचा सामना या मैदानातील खेळपट्टी क्रमांक 4 वर खेळला जाईल. आज एक हाय-स्कोअरिंग सामना अपेक्षित आहे. &nbsp; आयपीएल2026 बद्दल बोलायचे झाल्यास, राजस्थान रॉयल्स गुणतालिकेत चौथ्या स्थानावर आहे. आरआरने नऊपैकी सहा सामने जिंकले आहेत. राजस्थानने आपल्या शेवटच्या पाच सामन्यांपैकी तीन गमावले आहेत, परंतु आपल्या शेवटच्या सामन्यात पंजाब किंग्सला पराभूत केल्यानंतर संघाला गती मिळाली आहे. दिल्ली कॅपिटल्सने आठपैकी तीन सामने जिंकले आहेत, तर डीसीने आपल्या शेवटच्या पाचपैकी चार गमावले आहेत. दिल्ली सहा गुणांसह गुणतालिकेत सातव्या स्थानावर आहे.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/05/01/bb282cf342bd54fb098fb6b9571cbea417776330494581378_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/sports/cricket/rr-vs-dc-live-score-update-in-ipl-2026-vaibhav-sooryavanshi-riyan-parag-kl-rahul-axar-patel-marathi-news-1422420",
    "time": "2026-05-01T10:57:34.000Z"
  },
  {
    "cat": "Politics",
    "title": "तीन दिवसांच्या सुट्ट्यांचा परिणाम; पुणे-मुंबई एक्सप्रेस वेवर प्रचंड वाहतूक कोंडी",
    "desc": "&nbsp;आज 1 मे महाराष्ट्र दिन... महाराष्ट्र दिनानिमित्त राज्यातील सरकारी इमारती, प्रशासकीय कार्यालयं आणि ऐतिहासिक वास्तूंना सजावट करण्यात आलीये. सरकारी इमारती तिरंगी रंगात न्हाऊन निघाल्यात...आज 1 मेचा दिवस अनेक अर्थांनी ऐतिहासिक आहे... संयुक्त महाराष्ट्राच्या लढ्याला मोठं यश आल्यानंतर मुंबईसह स्वतंत्र महाराष्ट्राच्या निर्मितीची, शौर्याची आणि अभिमानाची आठवण म्हणून 1 मे ला महाराष्ट्र दिन साजरा केला जातो...दरम्यान याच पार्श्वभूमीवर मुंबईतील 227 वॉर्डमध्ये आज \"जय जय महाराष्ट्र\"चा नारा घुमणार आहे....यावेळी शाहीर साबळे यांच्याद्वारे गायलेल्या महाराष्ट्र गीताचे लाऊड स्पीकरवर वादन केले जाणार आहे.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/05/01/adba7314f26ed564c089b0decfb257db1777604687677987_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/news/maharashtra-news-live-updates-1-may-2026-maharashtra-din-mumbai-pune-missing-link-devendra-fadnavis-eknath-shinde-riteish-deshmukh-watermelon-case-mumbai-maharashtra-politics-1422340",
    "time": "2026-05-01T03:05:03.000Z"
  }
];