const newsData_mr = [
  {
    "cat": "Sports",
    "title": "खळबळजनक! सेमीफायनलमध्ये भारताचा पत्ता कट होणार... पाकिस्तानी मोहम्मद आमिरची भविष्यवाणी, जाणून घ्या Live अपडेट्स",
    "desc": "आयसीसी टी-20 वर्ल्ड कपच्या अंतिम फेरीत खेळणाऱ्या दुसऱ्या संघाचे आज नाव निश्चित होणार आहे. टीम इंडिया मुंबईतील ऐतिहासिक वानखेडे स्टेडियम येथे इंग्लंडविरुद्ध मैदानात उतरणार आहे. या स्पर्धेत दोन्ही संघांमध्ये उपांत्य फेरीत सामना होण्याची ही सलग तिसरी वेळ ठरणार आहे. मागील वेळी भारताने इंग्लंडला पराभूत करत अंतिम फेरीत प्रवेश केला होता. त्यानंतर रोहित शर्माच्या नेतृत्वाखाली भारताने दक्षिण आफ्रिकेला रोमांचक सामन्यात हरवत ट्रॉफी उंचावली होती. या स्पर्धेतील सुपर-8 फेरीत इंग्लंडने दमदार कामगिरी करत तिन्ही सामने जिंकले. त्यांनी श्रीलंका, न्यूझीलंड आणि पाकिस्तान यांना पराभूत करून उपांत्य फेरीचे तिकीट मिळवले. दुसरीकडे, भारताला सुपर-8 मध्ये दक्षिण आफ्रिकेविरुद्ध पराभव स्वीकारावा लागला होता. मात्र त्यानंतर भारताने झिम्बाब्वे आणि वेस्ट इंडिज यांना हरवत उपांत्य फेरीत आपले स्थान निश्चित केले.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/03/05/7a2274f4dae9e0b8389e83e430d78ceb17727049240241378_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/sports/cricket/ind-vs-eng-live-score-update-t20-world-cup-semi-final-jos-buttler-harry-brook-abhishek-sharma-sanju-samson-suryakumar-yadav-india-vs-england-match-marathi-news-1415113",
    "time": "2026-03-05T10:02:11.000Z"
  }
];