const newsData_mr = [
  {
    "cat": "World",
    "title": "अजित दादांसाठी बारामती आईसारखीच होती, अजित पवारांच्या आठवणींनी सुनेत्रा पवार भावूक",
    "desc": "उपमुख्यमंत्री सुनेत्रा पवार आज बारामती पोटनिवडणुकीचा उमेदवारी अर्ज भरणार आहेत...आज दुपारी 12.30 वाजता प्रफुल पटेल, सुनिल तटकरे, छगन भुजबळ यांच्यासह राष्ट्रवादी काँग्रेसच्या इतर महत्वाच्या नेत्यांच्या उपस्थितीत सुनेत्रा पवार अर्ज भरणार आहेत.. त्याआधी सकाळी 9.30 सुनेत्रा पवार अजित पवारांच्या विद्या प्रतिष्ठान येथील स्मृतीस्थळी जाऊन अभिवादन करणार आहेत..त्याचबरोबर छत्रपती शिवाजी महाराज आणि बाबासाहेब आंबेडकरांच्या प्रतिमेलाही अभिवादन करतील.. त्यानंतर कविवर्य मोरोपंत नाट्यगृहात कार्यकर्ता मेळाव्याला सुनेत्रा पवार संबोधीत करतील..तसंच आज उमेदवारी अर्ज भरण्यासाठी मुख्यमंत्री देवेंद्र फडणवीस, उपमुख्यमंत्री एकनाथ शिंदे उपस्थित राहणार नाहीत अशी माहिती तटकरेंनी दिलीय.. मुख्यमंत्री देवेंद्र फडणवीस तामिळनाडू आणि गोव्यात प्रचारात व्यस्त आहेत.. मात्र भाजपकडून महसूलमंत्री चंद्रशेखर बावनकुळे उपस्थित राहणार आहेत..ही पोटनिवडणूक बिनविरोध व्हावी, याकरता प्रयत्न करणार असून गरज पडल्यास राहुल गांधींना भेटणार असल्याचं तटकरेंनी सांगितलंय.&nbsp;",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/04/06/5354c20bad9a73185ddf53fae15f79481775439431469987_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/news/maharashtra-live-blog-updates-6-april-2026-baramati-and-rahuri-byelection-2026-sunetra-pawar-ajit-pawar-ashok-kharat-nashik-donald-trump-iran-israel-america-war-maharashtra-politics-1419105",
    "time": "2026-04-06T01:39:01.000Z"
  }
];