const newsData_mr = [
  {
    "cat": "Sports",
    "title": "IND vs SL 1st Test DAY-2 Live : IND vs SL 1st Test DAY-2 Live : सामना सुरू व्हायला 3 मिनिटे शिल्लक असताना, पुन्हा आला पाऊस अन्.... जाणून घ्या LIVE अपडेट्स",
    "desc": "भारत आणि श्रीलंका यांच्यात गॉलमध्ये सुरू असलेल्या पहिल्या कसोटी सामन्याचा आज दुसरा दिवस आहे. सामन्याच्या पहिल्या दिवशी टीम इंडियाने दमदार फलंदाजी करत श्रीलंकेवर दबाव निर्माण केला. कर्णधार शुभमन गिलने टॉस जिंकून प्रथम फलंदाजी करण्याचा निर्णय घेतला आणि भारतीय फलंदाजांनी त्याला योग्य ठरवलं. पहिल्या दिवसाचा खेळ संपला तेव्हा भारताने 73 षटकांत 2 बाद 288 धावा केल्या होत्या. देवदत्त पडिक्कलने शानदार शतक ठोकत कसोटी कारकिर्दीतील पहिलं शतक साजरं केलं. तो 131 धावांवर नाबाद परतला. आता दुसऱ्या दिवशी पडिक्कलसोबत ऋषभ पंत भारतीय डाव पुढे नेणार आहे. भारताकडून यशस्वी जैस्वाल 32 धावांवर, तर कर्णधार शुभमन गिल 16 धावांवर बाद झाला. त्यानंतर केएल राहुलने दमदार 77 धावांची खेळी करत पडिक्कलसोबत महत्त्वाची भागीदारी रचली. मात्र, शतकाच्या दिशेने वाटचाल सुरू असतानाच राहुलला दुखापतीमुळे रिटायर्ड हर्ट व्हावं लागलं.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/08/16/64257b03e30ed8455d4c828cc8c726e517868510387971378_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/sports/cricket/ind-vs-sl-1st-test-day-2-live-scorecard-update-devdutt-padikkal-shubman-gill-rishabh-pant-dhananjaya-de-silva-sri-lanka-vs-india-1st-test-day-2-highlights-marathi-news-1435648",
    "time": "2026-08-16T03:31:00.000Z"
  }
];