const newsData_mr = [
  {
    "cat": "Politics",
    "title": "यंदा एका EVM वर नाही, तर 4 EVM वर मतदान! पूर्ण मतदान कसं करायचं?",
    "desc": "पांढरा रंग जागा 'ब' साठी: फिक्कट गुलाबी रंग जागा 'क' साठी: फिक्कट पिवळा रंग जागा 'ड' साठी: फिक्कट निळा रंग या सर्व मशिनवर तुम्हाला एक एक बटन दाबायचे आहे. तुम्ही यामध्ये वेगवेगळ्या पक्षाच्या उमेदवारांना देखील मतदान करू शकता.. किंवा नोटा बटन देखील दाबू शकता. &nbsp;पण चार पैकी जर तुम्ही एकाही मशिनवर मतदान केलं नाही, तर तुमचं मतदान अपूर्ण राहणार आहे.&nbsp; एक तांत्रिक गोष्ट लक्षात घ्या की, पहिल्या, दुसऱ्या आणि तिसऱ्या मशिनवर मतदान केल्यावर फक्त लाल दिवा लागेल. कोणताही आवाज येणार नाही. जेव्हा तुम्ही चौथ्या आणि शेवटच्या मशिनवर बटण दाबाल, तेव्हाच 'बीप' असा आवाज येईल. तो आवाज आला की समजायचं तुमचं मतदान पूर्ण झालं!",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/01/09/e5845e4925dd5ea5f27002b3412610591767924206529977_original.png",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/news/india/new-voting-rules-municipal-corporation-election-2026-marathi-news-abp-majha-1407772",
    "time": "2026-01-10T10:56:35.000Z"
  }
];