const newsData_mr = [
  {
    "cat": "Entertainment",
    "title": "सिद्धार्थ जाधवची फटकेबाजी, विशाल पाटलांची जबरदस्त फिल्डिंग",
    "desc": "सांगलीत आमदार विश्वजित कदम यांच्या अध्यक्षतेखाली अभिजित कदम मेमोरियल फाउंडेशनतर्फे आयोजित विश्वजित मराठी सेलिब्रिटी क्रिकेट लीगमध्ये खासदार-आमदार विरुद्ध सेलिब्रिटी असा सामना रंगला. या सामन्यात खासदार विशाल पाटील यांनी डाईव्ह मारत प्रवीण तरडेना रन-आऊट केल्याचा क्षण सर्वाचे लक्ष वेधून गेला. यामध्ये खासदार-आमदार संघाकडून आमदार विश्वजीत कदम, आमदार सत्यजित देशमुख, आमदार सुहास बाबर, आमदार राहुल आवाडे, आमदार रोहित पाटील, तर खासदार धैर्यशील माने, खासदार विशाल पाटील आणि प्रसिद्ध उद्योगपती संजय घोडावत यांचा मिळून राजकारणी संघ स्थापन करण्यात आला होता. तर सेलिब्रिटी संघामध्ये, प्रवीण तरडे, महेश लिमये, संजय जाधव, हार्दिक जोशी सिद्धार्थ जाधव सिद्धार्थ जाधव, गौरव मोरे, सौरभ गोखले आणि प्रथमेश परब हे सेलिब्रिटी संघातून खेळत होते. भारती विद्यापीठ वैद्यकीय महाविद्यालयाच्या मैदानावर हा क्रिकेट सामना रंगला. या सामन्यात आधी राजकारणी संघाने केलेला धावाचा डोंगर सेलिब्रिटी संघाला गाठता आला नाही.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/08/17/33187325f3cdd27dba9bc26654c1d91b1786957060835987_original.jpeg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/videos/news/politics-celebrity-vs-politicians-cricket-match-sangli-vishal-patil-siddharth-jadhav-pravin-tarde-video-1435828",
    "time": "2026-08-17T09:01:00.000Z"
  }
];