const newsData_mr = [
  {
    "cat": "World",
    "title": "मुंबई शाळांमध्ये ‘मनाचे श्लोक’ सक्तीचे? BMC सभेत प्रस्तावावर राजकीय खळबळ",
    "desc": "सोलापूरच्या माढा तालुक्यातील अंजनगाव खेलोबा इथे महापुरूषांच्या पुतळ्यावरून दोन समाजात तणाव निर्माण झालाय. गावातील खेलोबा मंदिर परिसरात पुतळा उभारण्यावरून २ समाज आमनेसामने आले... या वादात लक्ष्मण हाकेंनीही उडी घेतली.. त्यांनी थेट अंजनगाव गावात येण्याचा इशारा दिला.. त्यांना दुसऱ्या समाजाने विरोध केला... &nbsp;मात्र पोलीस बंदोबस्तात लक्ष्मण हाके गावात दाखल झाले. अंजनगाव खेलोबा इथल्या जागेसाठी आंदोलन करण्यावर हाके ठाम आहेत.दरम्यान आज प्रशासनाने एका समाजाशी बैठक घेऊन तोडगा काढण्याचा प्रयत्न केला पण ही बैठक निष्फळ ठरल्याची माहिती आहे. देवस्थानचे मुख्य पुजारी आणि लक्ष्मण हाकेंसह इतरांनी अन्नत्याग आंदोलनाला सुरूवात केलीये. त्यामुळे प्रशासनासमोरच्या अडचणी आणखी वाढण्याची शक्यता आहे.&nbsp;",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/04/03/3489901d9c3eb65f0f5aa2ae620dc2f41775177472685987_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/news/politics/maharashtra-live-blog-updates-3-april-2026-ashok-kharat-nashik-crime-petrol-diesel-india-devendra-fadnavis-eknath-shinde-sunetra-pawar-donald-trump-iran-israel-america-war-maharashtra-politics-1418727",
    "time": "2026-04-03T00:53:17.000Z"
  }
];