const newsData_mr = [
  {
    "cat": "Politics",
    "title": "उपमुख्यमंत्री एकनाथ शिंदे यांच्यावर विडंबनात्मक गीत गायल्याप्रकरणी विधान परिषदेच्या विशेषाधिकार समितीची आज बैठक",
    "desc": "&nbsp;देशात नुकत्याच पाच राज्यांच्या विधानसभा निवडणुका पार पडल्यानंतर, पंतप्रधान मोदींनी देशवासियांना मोठं आवाहन केलं आहे. पुढील वर्षभर देशवासियांनी सोनं खरेदी करू नये, तसंच पेट्रोल डिझेलचा वापरही कमीत कमी करावा असं आवाहन त्यांनी केलं. हैदराबादमधील एका जाहीर सभेतून मोदींनी जागतिक संकट आणि भारताची भूमिका याबद्दल त्यांनी मतं मांडली. आखाती युद्धामुळे जगभरात कच्च्या तेलाच्या अपुऱ्या पुरवठा होतोय, ज्यामुळे अनेक देशांत इंधन दराचा भडका उडालाय.. त्यामुळे मोदींच्या आवाहनामुळे पुढील काळात नेमकी काय परिस्थिती ओढावणार आहे, याबद्दल लोकांच्या मनात अनेक प्रश्न उपस्थित होत आहेत.&nbsp;",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/05/11/5bb4ccf2d2b4ed25807ccdb9d97477c61778460332470987_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/news/maharashtra-live-blog-updates-todays-breaking-news-11-may-2026-narendra-modi-gold-silver-rate-vijay-thalapathy-tamil-nadu-politics-kerla-goverment-maharashtra-politics-1423561",
    "time": "2026-05-11T00:48:01.000Z"
  }
];