const newsData_mr = [
  {
    "cat": "Politics",
    "title": "नाशिकमध्ये पुन्हा 3.4 रिश्टर स्केलचा भूकंप, नागरिक भयभीत",
    "desc": "&nbsp;चाकण एमआयडीसीत खड्डे आणि पायाभूत सुविधांचा अभाव असल्यानं 20 हून अधिक कंपन्यांनी स्थलांतरित होण्याचा इशारा दिला आहे. या पार्श्वभूमीवर उद्योगमंत्री उदय सामंत 16 तारखेला चाकणमध्ये जाणार आहे. उद्योजकांच्या समस्या चर्चेपुरत्या मर्यादित न ठेवता त्यावर मार्ग काढू असंही सामंतांनी म्हटलंय. दरम्यान उदय सामंत चाकणमध्ये येणार असल्यानं आता अधिकारी खडबडू जागे झालेत. पुण्याचे जिल्हाधिकारी जितेंद्र डुडी आणि एमआयडीसी मुख्याधिकाऱ्यांनी चाकणमधील वाहतूक कोडींची प्रत्यक्ष पाहणी केली..रस्त्यावर पडलेले खड्डे आणि वाहतूक कोंडीमागची कारणं अधिकाऱ्यांनी जाणून घेतली.&nbsp;",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/08/14/5c4ed032827489a83ddf28ff275b8a451786672405378987_original.jpeg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/news/maharashtra-live-news-updates-14-august-2026-shivsena-name-symbol-hearing-uddhav-thackeray-eknath-shinde-sukhbir-singh-badal-devendra-fadnavis-1435418",
    "time": "2026-08-14T01:56:21.000Z"
  }
];