const newsData_mr = [
  {
    "cat": "World",
    "title": "काँग्रेसचे नेते बाळासाहेब थोरात मंत्री आणि भाजपचे नेते चंद्रकांत दादा पाटील यांच्या भेटीला; चर्चांना उधाण",
    "desc": "मुंबईच्या पाणीपुरवठ्यात येत्या 15 मेपासून 10 टक्के पाणीकपात करण्याचा निर्णय मुंबई महापालिकेनं घेतलाय. जलाशयांमधील पाणीसाठा घटल्याने खबरदारी म्हणून बृहन्मुंबई महानगरपालिका प्रशासनाने हा निर्णय घेतला आहे. सर्व नागरिकांनी पाण्याचा काटकसरीने वापर करावा, असे आवाहन देखील महापालिकेकडून करण्यात आलंय. यंदाच्या मोसमात एल निनोच्या परिणामामुळं पर्जन्यमान सरासरीपेक्षा कमी राहण्याचा अंदाज भारतीय हवामान विभागानं वर्तवला आहे. त्यात वाढत्या तापमानामुळं सातही जलाशयांमधल्या पाणीसाठ्याच्या बाष्पीभवनाचा वेग वाढला आहे. या परिस्थितीत जलसंपदा विभाग, महाराष्ट्र शासन यांच्या निर्देशानुसार मुंबईत शुक्रवारपासून 10 टक्के पाणीकपात लागू करण्यात येणार आहे.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/05/12/3d2d18e676acdbe8be926851c5354c141778548158318987_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/news/maharashtra-live-blog-updates-todays-breaking-news-12-may-2026-narendra-modi-gold-silver-rate-tamil-nadu-politics-maharashtra-politics-1423707",
    "time": "2026-05-12T01:13:13.000Z"
  },
  {
    "cat": "Politics",
    "title": "मोदींचं आवाहन, भारतीय स्वतःला वर्षभर सोनं खरेदीपासून दूर ठेवू शकतात?",
    "desc": "एका पारड्यात सोनं, भारतीयांची सोन्याच्या दागिन्यांची हौस आणि सोन्याशी निगडीत परंपरा-संस्कृती... तर दुसऱ्या पारड्यात अमेरिका-युद्धामुळे परकीय चलनाचं ओढवलेलं संकट आणि त्यासाठी पंतप्रधानांनी देशवासियांना घातलेलं साकडं. देशभक्तीच्या तराजूत तोलल्या जाणाऱ्या या दोघांपैकी नेमकी कशाची निवडं करायची? असा प्रश्न १४० कोटी भारतीयांना पडला आहे.. मोदींनी आवाहनं तर बरीच केली आहेत... मात्र सर्वात जास्त चर्चेत आहे ते, वर्षभर सोनं खरेदी न करण्यासाठी मोदींनी घातलेलं साकडं...खरंच भारतीय स्वतःला वर्षभर सोनं खरेदीपासून दूर ठेवू शकतात? लग्न, बारसं आणि इतर मंगल कार्य सोनं खरेदीशिवाय उरकायची? हे आणि असे अनेक प्रश्न आता उपस्थित झालेत... आणि त्या प्रश्नांची उत्तरं शोधताना नेमकं काय हाती लागलंय.. पाहुयात एबीपी माझाचा हा स्पेशल रिपोर्ट...&nbsp;",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/05/11/0ade6ea579a0e24f8a2a20c161818e8917785222014711404_original.jpeg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/videos/news/india-pm-modi-s-appeal-to-india-can-indians-refrain-from-buying-gold-for-a-year-abp-majha-special-report-1423699",
    "time": "2026-05-11T17:57:32.000Z"
  }
];