const newsData_mr = [
  {
    "cat": "Sports",
    "title": "Ind vs Sl 2nd Test Day-3 Stumps : तिसऱ्या दिवसाचा खेळ संपला! दिवसभर भारताचा दबदबा, पण अखेर सोनल दिनूषाने खेळ फिरवला; श्रीलंका 265/8, फॉलोऑनपासून काही पावलं दूर",
    "desc": "भारत आणि श्रीलंका यांच्यातील दोन सामन्यांच्या कसोटी मालिकेतील दुसरा आणि अखेरचा सामना कोलंबोतील सिंहलीज स्पोर्ट्स क्लब मैदानावर सुरू आहे. मालिकेत 1-0 अशी आघाडी घेतलेल्या टीम इंडियाने दुसऱ्या कसोटीतही आपली पकड मजबूत केली आहे. भारतीय फलंदाजांनी पहिल्या डावात दमदार फलंदाजी करत श्रीलंकेसमोर धावांचा डोंगर उभा केला. भारताने 9 बाद 503 धावांवर डाव घोषित केला. देवदत्त पडिक्कलने शतकी खेळी करत संघाला मोठी धावसंख्या उभारून देण्यात महत्त्वाची भूमिका बजावली. त्यानंतर ध्रुव जुरेलनेही जबरदस्त शतक झळकावत इतिहास रचला. त्याची खेळी भारतीय डावासाठी निर्णायक ठरली. ऋषभ पंतनेही दुखापतीवर मात करत मैदानात परतत आक्रमक फलंदाजी केली आणि संघाच्या धावसंख्येला वेग दिला. दुसऱ्या दिवसाचा खेळ संपला तेव्हा श्रीलंकेने पहिल्या डावात 2 बाद 8 धावा केल्या होत्या. भारतीय संघापेक्षा श्रीलंका तब्बल 495 धावांनी पिछाडीवर आहे. त्यामुळे तिसऱ्या दिवशी यजमान संघावर मोठे दडपण असणार आहे.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/08/25/66939ffbe6290c46a1135132732f8f2717876594271231378_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/sports/cricket/ind-vs-sl-2nd-test-day-3-live-cricket-score-dhananjaya-de-silva-shubman-gill-colombo-weather-forecast-update-marathi-news-1436719",
    "time": "2026-08-25T03:35:08.000Z"
  }
];