const newsData_mr = [
  {
    "cat": "Sports",
    "title": "अखेर विकेट मिळाली! कुलदीप यादवचा फिरकीचा फास, वेस्ट इंडिजला पहिला धक्का, जाणून घ्या LIVE अपडेट",
    "desc": "भारत आणि वेस्ट इंडिज यांच्यातील तीन सामन्यांच्या एकदिवसीय मालिकेला आजपासून, रविवार 27 सप्टेंबरपासून सुरुवात होत आहे. मालिकेतील पहिला सामना तिरुवनंतपुरमच्या ग्रीनफिल्ड इंटरनॅशनल स्टेडियमवर खेळवला जाणार आहे. भारतीय प्रमाणवेळेनुसार सामना दुपारी 2 वाजता सुरू होईल, तर त्यापूर्वी अर्धा तास म्हणजे 1.30 वाजता नाणेफेक होईल. या सामन्यात सर्वांच्या नजरा भारतीय संघातील अनुभवी स्टार्स रोहित शर्मा आणि विराट कोहली यांच्यावर असणार आहेत. दोघेही पुन्हा एकदा वनडे क्रिकेटमध्ये मैदानात उतरणार असल्याने चाहत्यांमध्ये मोठी उत्सुकता आहे. दुसरीकडे, शुभमन गिलच्या नेतृत्वाखाली टीम इंडिया वेस्ट इंडिजविरुद्ध मालिकेची विजयी सुरुवात करण्याच्या तयारीत आहे.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/09/26/15bbca91d8d86d1555081f92a9c0eb7917904336899851378_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/sports/cricket/india-vs-west-indies-1st-odi-live-score-update-virat-kohli-rohit-sharma-shubman-gill-ind-vs-wi-marathi-news-1440337",
    "time": "2026-09-27T04:20:10.000Z"
  }
];