const newsData_mr = [
  {
    "cat": "Sports",
    "title": "एकामागून एक धक्के! वानखेडेवर टीम इंडियाची हादरवणारी सुरुवात; ईशान-तिलक-दुबे OUT, 50 आत भारताचे 4 विकेट",
    "desc": "टी-20 वर्ल्डकप 2026चा थरार सुरू झाला असून टीम इंडिया आपला पहिला सामना अमेरिकेविरुद्ध खेळण्यासाठी सज्ज झाली आहे. हा सामना मुंबईच्या वानखेडे स्टेडियमवर रंगणार असून, सूर्यकुमार यादवच्या नेतृत्वाखालील भारतीय संघ विजयाने सुरुवात करण्याच्या इराद्याने मैदानात उतरेल. टी-20 वर्ल्डकपच्या इतिहासात भारत आणि अमेरिका यांच्यातील हा फक्त दुसरा सामना आहे. यापूर्वी 2024 टी-20 वर्ल्डकपमध्ये न्यूयॉर्क येथे दोन्ही संघ आमनेसामने आले होते. त्या सामन्यात भारताने वर्चस्व गाजवत 7 विकेट्सने सहज विजय मिळवला होता. या स्पर्धेत भारताला ग्रुप &lsquo;ए&rsquo; मध्ये स्थान देण्यात आले आहे. या गटात भारतासोबत पाकिस्तान, अमेरिका, नामीबिया आणि नेदरलँड्स हे संघ आहेत.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/02/07/f997f6d5b02fae8c2f0f2523c2aaf89217704677411021091_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/sports/cricket/ind-vs-usa-live-score-update-t20-world-cup-2026-ishan-kishan-abhishek-sharma-suryakumar-yadav-india-vs-usa-scorecard-marathi-news-1411809",
    "time": "2026-02-07T12:44:05.000Z"
  }
];