const newsData_mr = [
  {
    "cat": "Sports",
    "title": "SRHची अस्तित्वाची लढाई, टेबल टॉपर राजस्थानशी सामना, वैभवचा वादळ की अभिषेकचा तडाखा? आज कोण जिंकणार?",
    "desc": "Sunrisers Hyderabad vs Rajasthan Royals Live Score Update IPL 2026 आयपीएल 2026 मधील 21वा सामना आज रंगणार आहे, जिथे सनरायझर्स हैदराबाद आणि राजस्थान रॉयल्स यांच्यात हैदराबादच्या राजीव गांधी आंतरराष्ट्रीय स्टेडियम येथे जोरदार लढत होणार आहे. या हंगामात राजस्थान रॉयल्सने दमदार फॉर्म दाखवत चारही सामने जिंकले आहेत, त्यामुळे त्यांचा आत्मविश्वास सध्या शिखरावर आहे. दुसरीकडे सनरायझर्स हैदराबादची कामगिरी निराशाजनक राहिली असून चारपैकी फक्त एकाच सामन्यात त्यांना विजय मिळवता आला आहे. त्यामुळे आजच्या सामन्यात हैदराबादची टीम जोरदार पुनरागमन करण्याच्या निर्धाराने मैदानात उतरणार आहे. राजस्थान रॉयल्सची नजर सलग पाचवा विजय मिळवत प्लेऑफमधील आपली स्थिती अधिक भक्कम करण्यावर असेल, तर हैदराबादसाठी हा सामना &lsquo;करो या मरो&rsquo;सारखा ठरणार आहे. दोन्ही संघांकडे तगडे आणि धडाकेबाज फलंदाज असल्यामुळे हा सामना रोमांचक आणि चुरशीचा होण्याची पूर्ण शक्यता आहे.&nbsp;",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/04/13/c7f16143d2f586b367ffbee7db6f692a17760832446231378_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/sports/cricket/srh-vs-rr-live-score-update-ipl-2026-abhishek-sharma-ishan-kishan-riyan-parag-vaibhav-suryavanshi-marathi-news-1420101",
    "time": "2026-04-13T12:38:38.000Z"
  }
];