const newsData_mr = [
  {
    "cat": "World",
    "title": "बारामती पोटनिवडणुकीसाठी सुनेत्रा पवार आज अर्ज भरणार",
    "desc": "उपमुख्यमंत्री सुनेत्रा पवार आज बारामती पोटनिवडणुकीचा उमेदवारी अर्ज भरणार आहेत...आज दुपारी 12.30 वाजता प्रफुल पटेल, सुनिल तटकरे, छगन भुजबळ यांच्यासह राष्ट्रवादी काँग्रेसच्या इतर महत्वाच्या नेत्यांच्या उपस्थितीत सुनेत्रा पवार अर्ज भरणार आहेत.. त्याआधी सकाळी 9.30 सुनेत्रा पवार अजित पवारांच्या विद्या प्रतिष्ठान येथील स्मृतीस्थळी जाऊन अभिवादन करणार आहेत..त्याचबरोबर छत्रपती शिवाजी महाराज आणि बाबासाहेब आंबेडकरांच्या प्रतिमेलाही अभिवादन करतील.. त्यानंतर कविवर्य मोरोपंत नाट्यगृहात कार्यकर्ता मेळाव्याला सुनेत्रा पवार संबोधीत करतील..तसंच आज उमेदवारी अर्ज भरण्यासाठी मुख्यमंत्री देवेंद्र फडणवीस, उपमुख्यमंत्री एकनाथ शिंदे उपस्थित राहणार नाहीत अशी माहिती तटकरेंनी दिलीय.. मुख्यमंत्री देवेंद्र फडणवीस तामिळनाडू आणि गोव्यात प्रचारात व्यस्त आहेत.. मात्र भाजपकडून महसूलमंत्री चंद्रशेखर बावनकुळे उपस्थित राहणार आहेत..ही पोटनिवडणूक बिनविरोध व्हावी, याकरता प्रयत्न करणार असून गरज पडल्यास राहुल गांधींना भेटणार असल्याचं तटकरेंनी सांगितलंय.&nbsp;",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/04/06/5354c20bad9a73185ddf53fae15f79481775439431469987_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/news/maharashtra-live-blog-updates-6-april-2026-baramati-and-rahuri-byelection-2026-sunetra-pawar-ajit-pawar-ashok-kharat-nashik-donald-trump-iran-israel-america-war-maharashtra-politics-1419105",
    "time": "2026-04-06T01:39:01.000Z"
  },
  {
    "cat": "Politics",
    "title": "उपमुख्यमंत्री एकनाथ शिंदे बारामतीला जाणार; सुनेत्रा पवार बारामती पोटनिवडणुकीसाठी आज भरणार अर्ज",
    "desc": "उपमुख्यमंत्री सुनेत्रा पवार आज बारामती पोटनिवडणुकीचा उमेदवारी अर्ज भरणार आहेत...आज दुपारी 12.30 वाजता प्रफुल पटेल, सुनिल तटकरे, छगन भुजबळ यांच्यासह राष्ट्रवादी काँग्रेसच्या इतर महत्वाच्या नेत्यांच्या उपस्थितीत सुनेत्रा पवार अर्ज भरणार आहेत.. त्याआधी सकाळी 9.30 सुनेत्रा पवार अजित पवारांच्या विद्या प्रतिष्ठान येथील स्मृतीस्थळी जाऊन अभिवादन करणार आहेत..त्याचबरोबर छत्रपती शिवाजी महाराज आणि बाबासाहेब आंबेडकरांच्या प्रतिमेलाही अभिवादन करतील.. त्यानंतर कविवर्य मोरोपंत नाट्यगृहात कार्यकर्ता मेळाव्याला सुनेत्रा पवार संबोधीत करतील..तसंच आज उमेदवारी अर्ज भरण्यासाठी मुख्यमंत्री देवेंद्र फडणवीस, उपमुख्यमंत्री एकनाथ शिंदे उपस्थित राहणार नाहीत अशी माहिती तटकरेंनी दिलीय.. मुख्यमंत्री देवेंद्र फडणवीस तामिळनाडू आणि गोव्यात प्रचारात व्यस्त आहेत.. मात्र भाजपकडून महसूलमंत्री चंद्रशेखर बावनकुळे उपस्थित राहणार आहेत..ही पोटनिवडणूक बिनविरोध व्हावी, याकरता प्रयत्न करणार असून गरज पडल्यास राहुल गांधींना भेटणार असल्याचं तटकरेंनी सांगितलंय.&nbsp;",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/04/06/5354c20bad9a73185ddf53fae15f79481775439431469987_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/news/maharashtra-live-blog-updates-6-april-2026-baramati-and-rahuri-byelection-2026-sunetra-pawar-ajit-pawar-ashok-kharat-nashik-donald-trump-iran-israel-america-war-maharashtra-politics-1419105",
    "time": "2026-04-06T01:39:01.000Z"
  },
  {
    "cat": "Politics",
    "title": "आसामचा रणसंग्राम, काँग्रेसची हिमंता बिस्वा यांच्यावर गंभीर आरोप",
    "desc": "आसामचा रणसंग्राम, काँग्रेसची हिमंता बिस्वा यांच्यावर गंभीर आरोप आसाममध्ये ९ एप्रिल रोजी एकाच टप्प्यात मतदान होणार आहे. निवडणुकीची तारीख जसजशी जवळ येत आहे, तसतसं राजकीय वातावरण तापू लागंय.. प्रमुख लढत भाजप आणि काँग्रेसमध्येच आहे... भाजप राज्यात सत्तेची हॅटट्रिक साधण्याचं लक्ष्य ठेवूनय.. तर काँग्रेस दशकानंतर आसाममध्ये पुनरागमन करण्याच्या आशेवर आहे.. याच दरम्यान, काँग्रेसचे ज्येष्ठ नेते पवन खेरांनी आसामचे मुख्यमंत्री हिमंता बिस्वा सरमा यांच्यावर गंभीर आरोप केलाय.. ज्याचा थेट आगामी निवडणुकांवरही परिणाम होवू शकतो.. पाहुयात आसामचा रणसंग्राम..काँग्रेसकडून मुख्यमंत्री हिमंतांच्या पत्नीवर आरोप,'बिस्वा यांच्या पत्नीकडे तीन मुस्लिम देशांचे पासपोर्ट',काँग्रेसच्या पवन खेरांनी पासपोर्ट दाखवत केले आरोप,'हिमंता बिस्वा देशातील सर्वात भ्रष्ट मुख्यमंत्री',राहुल गांधींची आसामच्या प्रचारसभेत आरोप,आसाममध्ये भाजपचंच सराकर येणार, हिमंता बिस्वा यांच्याकडून विश्वास व्यक्त",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/04/05/6a95fe07b4b86fa0fab94defed65960017754097140361343_original.png",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/videos/news/trending-news-congress-on-himanta-biswa-sarma-1419094",
    "time": "2026-04-05T17:24:18.000Z"
  }
];