const newsData_mr = [
  {
    "cat": "Sports",
    "title": "Ind vs Afg Test Day-2 : अफगाणिस्तानवर टीम इंडियाची घट्ट पकड; पदार्पणवीर मानव सुथारची फिरकीची जादू, दुसऱ्या दिवशी नेमकं काय घडलं?",
    "desc": "भारत आणि अफगाणिस्तान यांच्यात खेळल्या जात असलेल्या एकमेव कसोटी सामन्याचा आज दुसरा दिवस आहे. न्यू चंदीगडमधील मुल्लांपूर क्रिकेट स्टेडियमवर सुरू असलेल्या या सामन्यात भारताने नाणेफेक जिंकून प्रथम फलंदाजी करण्याचा निर्णय घेतला होता. प्रथम फलंदाजी करताना पहिल्या दिवसअखेर टीम इंडियाने 3 गडी गमावून 368 धावांचा डोंगर उभारला. दिवसाचा खेळ संपेपर्यंत कर्णधार शुभमन गिल 103 धावांवर तर ऋषभ पंत 50 धावांवर नाबाद परतला होता. दुसऱ्या दिवसाच्या खेळात हे दोन्ही फलंदाज आपली खेळी पुढे नेण्याचा प्रयत्न करतील. भारताकडून बाद झालेल्या फलंदाजांमध्ये यशस्वी जैस्वाल (24), साई सुदर्शन (81) आणि केएल राहुल (100) यांचा समावेश आहे. राहुलने शानदार शतक झळकावत संघाला भक्कम सुरुवात करून दिली, तर सुदर्शननेही महत्त्वपूर्ण योगदान दिले. आता दुसऱ्या दिवशी भारत मोठी धावसंख्या उभारण्याच्या इराद्याने मैदानात उतरणार आहे.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/06/07/daaddcedfd3578464923ed8c8a8eaf1f17808021427281378_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/sports/cricket/ind-vs-afg-test-live-score-day-2-hashmatullah-shahidi-shubman-gill-rishabh-pant-india-vs-afghanistan-day-2-marathi-news-1427107",
    "time": "2026-06-07T03:15:54.000Z"
  }
];