const newsData_mr = [
  {
    "cat": "Politics",
    "title": "अन्न व औषध प्रशासनाकडून घेण्यात आलेल्या औषध निरीक्षक, गट ब पदाची भरती प्रक्रिया रद्द",
    "desc": "&nbsp;अन्न,औषध प्रशासनातील औषध निरीक्षक, गट-ब पदासाठी&nbsp;महाराष्ट्र&nbsp;लोकसेवा आयोगामार्फत घेण्यात आलेली संपूर्ण भरती प्रक्रिया रद्द करण्याचा निर्णय आयोगानं घेतला आहे. 22 मार्च 2026 च्या चाळणी परीक्षेत गैरप्रकार झाल्याच्या तक्रारीनंतर&nbsp;मुंबई&nbsp;पोलिसांच्या गुन्हे अन्वेषण शाखेच्या प्राथमिक चौकशीत एका उमेदवाराला प्रश्नसंच मिळाल्याचं आणि त्याचा लाभ झाल्याचं प्रथमदर्शनी निष्पन्न झालं आहे. त्यामुळे आयोगानं ही भरती प्रक्रिया रद्द केली असून आता फेरपरीक्षा घेण्यात येणार आहे. संबंधित उमेदवारांना पुन्हा अर्ज करण्याची गरज नसून फेरपरीक्षेसाठी कोणतंच शुल्क आकारलं जाणार नाही. फेरपरीक्षेची तारीख स्वतंत्र प्रसिद्धिपत्रकाद्वारे जाहीर केली जाणार आहे.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/08/26/3f3d3871aed39493c4726c51b8e24e631787706205593987_original.jpeg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/news/maharashtra-live-news-updates-24-august-2026-manoj-jarange-patil-tukaram-mundhe-devendra-fadnavis-eknath-shinde-maharashtra-politics-1436813",
    "time": "2026-08-26T01:05:04.000Z"
  },
  {
    "cat": "Politics",
    "title": "परीक्षेतील गैरप्रकार उघड, औषध निरीक्षक भरती प्रक्रिया रद्द",
    "desc": "अन्न,औषध प्रशासनातील औषध निरीक्षक, गट-ब पदासाठी महाराष्ट्र लोकसेवा आयोगामार्फत घेण्यात आलेली संपूर्ण भरती प्रक्रिया रद्द करण्याचा निर्णय आयोगानं घेतला आहे. 22 मार्च 2026 च्या चाळणी परीक्षेत गैरप्रकार झाल्याच्या तक्रारीनंतर मुंबई पोलिसांच्या गुन्हे अन्वेषण शाखेच्या प्राथमिक चौकशीत एका उमेदवाराला प्रश्नसंच मिळाल्याचं आणि त्याचा लाभ झाल्याचं प्रथमदर्शनी निष्पन्न झालं आहे. त्यामुळे आयोगानं ही भरती प्रक्रिया रद्द केली असून आता फेरपरीक्षा घेण्यात येणार आहे. संबंधित उमेदवारांना पुन्हा अर्ज करण्याची गरज नसून फेरपरीक्षेसाठी कोणतंच शुल्क आकारलं जाणार नाही. फेरपरीक्षेची तारीख स्वतंत्र प्रसिद्धिपत्रकाद्वारे जाहीर केली जाणार आहे.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/08/26/8f9d56c79e6afcba218898a6927c6bea1787705847750987_original.jpeg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/news/maharashtra-live-news-updates-26-august-2026-manoj-jarange-patil-mpsc-fda-exam-cancle-rohit-pawar-tukaram-mundhe-devendra-fadnavis-eknath-shinde-maharashtra-politics-1436811",
    "time": "2026-08-26T00:59:49.000Z"
  }
];