const newsData_mr = [
  {
    "cat": "Politics",
    "title": "राज्यसभेत राडा, सत्ताधारी विरोधक भिडले",
    "desc": "पंतप्रधानांचं आज राज्यसभेत भाषण, राष्ट्रपतींच्या अभिभाषणावर बोलणार, भारत-अमेरिका करारावर भाष्य करणार का?, याची उत्सुकता 'राहुल गांधींनी गोपनियतेचा भंग केला' अशी टिका भाजपनं राहुल गांधींवर केलीय... विरोधक लोकशाहीचा गळा घोटत आहेत. राहुल गांधींनी &nbsp;माजी लष्करप्रमुखांचे पुस्तक वापरु नये, असं केंद्रीय मंत्री आणि राज्यसभेचे सभागृह नेते जे पी नड्डा यांनी आज राज्यसभेत म्हंटलं... तर सत्ताधारी नेहरु,इंदिरा गांधींची खिल्ली उडवत आहेत, असा आरोप विरोधी पक्षनेते मल्लिकार्जून खरगे यांनी केला तसंच राहुल गांधींबद्दल वापरलेले शब्द परत घ्या, अशी मागणीदेखील त्यांनी केली. या मुद्यावरुन आज राज्यसभेत सत्ताधारी आणि विरोधकांत शा&zwj;ब्दिक खडाजंगी सुरुय...दरम्यान लोकसभेत काल झालेल्या गोंधळाबाबत सभापती ओम बिर्ला यांनी तीव्र असंतोष व्यक्त केलाय. सभागृहाच्या प्रतिष्ठेचा अवमान होऊ नये, याचं प्रत्येक सदस्यांनी भान राखायला हवं, या शब्दात बिर्ला यांनी आज सकाळी सभागृह सुरू होताच सदस्यांना तंबी दिली...&nbsp;",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/02/05/0348e8e02ec1b1cb9c997d0367c22ea2177027665137690_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/videos/news/india-rajya-sabha-rada-pm-modi-vs-rahul-gandhi-1411512",
    "time": "2026-02-05T07:31:04.000Z"
  }
];