const newsData_mr = [
  {
    "cat": "Politics",
    "title": "लोकसभेनंतर राज्यसभेतही परीक्षा सुधारणा विधेयक मंजूर, मुलांच्या भविष्याशी खेळ करणाऱ्यांना सोडणार नाही; पंतप्रधान मोदींचा व्हिडीओ संदेश",
    "desc": "देशभरातील आंदोलनांच्या रेट्यामुळे शिक्षण मंत्री धर्मेंद्र प्रधानांचा राजीनामाही झाला. मात्र पॅलेट गनच्या वापरामुळे सुरु झालेल्या आरोपांच्या तोफा अजूनही थंडावलेल्या नाहीत...राहुल गांधींनी लोकसभेत मोदी-अमित शाहांवर यथेच्छ आरोप केल्यानंतर काल मल्लिकार्जुन खर्गेंनी राज्यसभेत शाहांवर हल्ला चढवला...पॅलेट गनचा वापर करण्याचे आदेश गृहमंत्री अमित शाहांचाच असल्याचा दावा विरोधक करतायत...अमित शाहांच्या संसदेतील अनुपस्थितीमुळे विरोधकांच्या आरोपांना आणखी धार चढलीय...तर पॅलेट गनच्या वादात आणखी एका मुद्याची भर पडली ती म्हणजे काल खरगेंनी मनुस्मृतीबाबत केलेल्या वक्तव्याची....ज्या मनुस्मृतीत क्षुद्रानं वेदपठण केल्यास जीभ हासडण्यासह कठोर शिक्षेचा उल्लेख आहे, त्या मनुस्मृतीला नव्या अभ्यासक्रमात स्थान देण्याचा घाट घातला जातोय असा आरोप खरगेंनी केलाय..यामुळे आक्रमक झालेल्या भाजपनं खरगेंना पुरावे मागितले...दरम्यान लोकसभेत मंजुरी मिळाल्यानंतर काल राज्यसभेत परीक्षा सुधारणा विधेयक सादर करण्यात आलं. राज्यासह देश-विदेशातील महत्वाच्या घडामोडी एका क्लिवकवर...",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/07/31/6358b62d23b1e1daa678171fb5e6720e1785459878881987_original.jpeg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/news/politics/maharashtra-live-news-updates-31-july-2026-exam-reform-bill-2026-paper-leak-bill-rahul-gandhi-narendra-modi-tukaram-mundhe-maharashtra-weather-rain-maharashtra-politics-1433811",
    "time": "2026-07-31T01:14:16.000Z"
  }
];