const newsData_mr = [
  {
    "cat": "Politics",
    "title": "मुख्य निवडणूक आयुक्ताविरोधात आज ठाकरे बंधू रस्त्यावर उतरणार",
    "desc": "&nbsp;मुख्य निवडणूक आयुक्ताविरोधात आज ठाकरे बंधू रस्त्यावर उतरणार आहेत. आज मुंबईत निवडणूक आयोगाच्या कारभाराविरोधात गर्जना मोर्चाचं आयोजन करण्यात आलंय. गर्जना लोकशाही आणि संविधान वाचवण्यासाठी असं या मोर्चाला नाव देण्यात आलंय. ठाकरे बंधूंनी सर्व विरोधी पक्षातील नेत्यांना, पदाधिकाऱ्यांना या मोर्चात सहभागी होण्याचं आवाहन केलंय. या आंदोलनाला राज्यातील सर्व डाव्या पक्षांनी, काँग्रेस आणि शरद पवारांची राष्ट्रवादी यांनीही ठाकरे बंधूंच्या मोर्चाला पाठिंबा दर्शवलाय. या मोर्चामध्ये कुठल्याही पक्षाचा झेंडा न घेता तिरंगा हातात घेऊन मोर्चामध्ये सहभागी व्हावं असं आवाहन ठाकरे बंधूंकडून करण्यात आलंय. सकाळी १० वाजता मोर्चाला सुरुवात होईल. मेट्रो सिनेमा ते मुंबई महापालिका मुख्यालयापर्यंत हा मोर्चा असेल. या मोर्चानंतर प्रमुख नेते मोर्चाला संबोधित करणार आहेत. दरम्यान ठाकरे बंधू काय बोलणार याकडे लक्ष लागलंय.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/10/04/e4bcbaabf91749a0633f40081da6956a1791075739750987_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/news/politics/raj-thackeray-uddhav-thackeray-mumbai-morcha-election-commission-gyanesh-kumar-mns-shivsena-ubt-amit-thackeray-aaditya-thackeray-sharad-pawar-maharashtra-politics-1441172",
    "time": "2026-10-04T01:08:04.000Z"
  }
];