const newsData_mr = [
  {
    "cat": "World",
    "title": "राज्यात पुढील 3 ते 4 दिवस वादळी पावसाचा इशारा; विदर्भात वादळी वाऱ्यासह अवकाळी पावसाची शक्यता",
    "desc": "राष्ट्रवादीच्या विलिनीकरणाबाबत मला आधीच माहिती होती असं पहिल्यांदाच सुनील तटकरेंनी मान्य केलं आहे. एबीपी माझाच्या पॉडकास्ट कार्यक्रमात तटकरेंनी जाहीर वक्तव्य केलंय. मात्र आपला राष्ट्रवादीच्या विलिनीकरणाला कधीच विरोध नव्हता असंही तटकरेंनी म्हटलं. अजित पवारांच्या अपघाती निधनानंतर सातत्यानं शरद पवारांच्या राष्ट्रवादीचे नेते विलिनीकरणाबाबत बोलताना दिसून आले. मात्र अजित पवारांच्या राष्ट्रवादीनं सातत्यानं विलिनीकरणाबाबत सावध भूमिका घेतली. आता तटकरेंनी विलिनीकरणाबाबत माहिती असल्याचं पहिल्यांदाच मान्य केलं. राज्यासह देश-विदेशातील महत्वाच्या घडामोडींचे सर्व अपडेट्स...",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/04/01/b8b9dcd18fa34aa0f09842b3041e57151775004560478987_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/news/maharashtra-live-blog-updates-1-april-2026-ashok-kharat-nashik-news-petrol-diesel-shortage-india-devendra-fadnavis-eknath-shinde-sunetra-pawar-maharashtra-politics-donald-trump-iran-israel-america-war-1418475",
    "time": "2026-04-01T00:49:27.000Z"
  }
];