const newsData_mr = [
  {
    "cat": "Entertainment",
    "title": "सूरसम्राज्ञी काळाच्या पडद्याआड; ज्येष्ठ गायिका आशा भोसले यांचं निधन",
    "desc": "दशकानुदशके भारतीयांच्या मनावर अधिराज्य गाजवणाऱ्या सूरसम्राज्ञी आशा भोसले यांचं काल &nbsp;निधन झालं..मुंबईतील ब्रीच कँडी रुग्णालयात वयाच्या 92व्या वर्षी त्यांनी अखेरचा श्वास घेतला. आशा भोसलेंच्या पार्थिवावर आज दुपारी 4 वाजता शिवाजी पार्क येथील स्मशानभूमीत शासकीय इतमामात अंत्यसंस्कार केले जाणार आहेत. त्याआधी त्यांचं पार्थिव सकाळी 10.30 वाजल्यापासून दुपारी 2 वाजेपर्यंत अंत्यदर्शनासाठी त्यांच्या निवासस्थानी ठेवण्यात येणार आहे. दुपारी 4 वाजता मुख्यमंत्री, दोन्ही उपमुख्यमंत्र्यांसह इतर महत्वाचे नेते अंत्यदर्शनासाठी उपस्थित राहणार आहेत. भारतरत्न आणि 'गानसम्राज्ञी' लता मंगेशकर यांची लहान बहीण असलेल्या आशा भोसले यांना हिंदी सिनेसृष्टीची वर्सटाईल गायिका म्हणून ओळखलं जायचं. तब्बल सहा दशकं त्यांनी इंडस्ट्रीत आपल्या गाण्यांना आवाज दिलाय. त्यांनी केवळ हिंदीतच नाहीतर, मराठी, बंगाली, गुजराती, तमिल, तेलुगुसह अनेक भाषांमध्ये गाणी गायलीत. हिंदी सिनेसृष्टीतील दिग्गज संगीतकार आरडी बर्मन, ओपी नैय्यर, सचिन देव बर्मन, लक्ष्मीकांत-प्यारेलाल यांच्यासोबत त्यांनी अनेक अजरामर गाणी गायली.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/04/13/7f4803598efab16633698a45c2ffce77177604236478888_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/entertainment/asha-bhosle-death-news-live-updates-versatile-playback-singer-asha-bhosle-died-cardiac-arrest-mumbai-news-last-rites-pm-modi-1420003",
    "time": "2026-04-13T01:06:13.000Z"
  }
];