const newsData_mr = [
  {
    "cat": "Sports",
    "title": "झिम्बाब्वे दौऱ्यानंतर मायदेशात टीम इंडियाचा धमाका; पहिल्या टी-20 सामन्यात अफगाणिस्तानचा 7 गडी राखून पराभव",
    "desc": "टीम इंडिया रविवारपासून पुन्हा एकदा मैदानात उतरण्यास सज्ज झाला आहे. झिम्बाब्वे दौऱ्यानंतर आता टीम इंडिया अफगाणिस्तानविरुद्ध तीन सामन्यांची टी-20 मालिका खेळणार आहे. मालिकेतील पहिला सामना रविवारी दिल्लीतील अरुण जेटली स्टेडियमवर रंगणार आहे. या मालिकेसाठी भारतीय संघाची धुरा श्रेयस अय्यरच्या खांद्यावर आहे, तर अफगाणिस्तानचे नेतृत्व इब्राहिम झदरान करणार आहे. मालिका सुरू होण्यापूर्वीच टीम इंडियाला मोठा धक्का बसला आहे. वेगवान गोलंदाज हर्षित राणा अनफिट असल्याने मालिकेतून बाहेर झाला असून, त्याच्या जागी यश ठाकूरला संघात संधी देण्यात आली आहे. दरम्यान, यष्टिरक्षक फलंदाज इशान किशनलाही सरावादरम्यान पाठीत ताण आला आहे. त्यामुळे पहिल्या टी-20 सामन्यापूर्वी त्याच्या फिटनेसवर प्रश्नचिन्ह कायम आहे. इशान पूर्णपणे फिट नसल्यास युवा फलंदाज वैभव सूर्यवंशी आणि अनुभवी संजू सॅमसन यांच्यापैकी कोणाला प्लेइंग इलेव्हनमध्ये संधी मिळणार, याकडे सर्वांचं लक्ष लागलं आहे.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/09/13/9013d0918d9c39fac2762fc771c3686617893181662061378_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/sports/cricket/ind-vs-afg-1st-t20-live-scorecard-update-vaibhav-sooryavanshi-shreyas-iyer-ibrahim-zadran-rashid-khan-news-in-marathi-1438986",
    "time": "2026-09-13T10:39:11.000Z"
  }
];