const newsData_mr = [
  {
    "cat": "World",
    "title": "केंद्र सरकारनं पेट्रोल आणि डिझेलवर उत्पादन शुल्क कमी केलं",
    "desc": "नाशिकमधील भोंदूबाबा अशोक खरात याच्या ओकस कार्यालयावर एसआयटीने मोठी कारवाई केली आहे. पंचांच्या समक्ष कार्यालयाला सील करत टाळं ठोकण्यात आलं आहे. एसआयटी आणि फॉरेन्सिक टीमने कार्यालयाची सखोल पाहणी केली असून तपासाला वेग दिला आहे. दरम्यान, फॉरेन्सिक टीमने कार्यालयातून प्रिंटर आणि महत्त्वाची कागदपत्रं ताब्यात घेतली आहेत. या कारवाईमुळे प्रकरणात नवे खुलासे होण्याची शक्यता व्यक्त केली जात आहे. अशोक खरातला न्यायालयाने 29 मार्चपर्यंत पोलीस कोठडी सुनावली आहे. सध्या अशोक खरातची एसआयटीकडून कसून चौकशी सुरु आहे. याचदरम्यान, अशोक खरातची नवीन मोडस ऑप्रेंडी समोर आली आहे. ग्राहकाची माहिती गोळा करण्यासाठी अशोक खरात स्वतंत्र यंत्रणा राबवत होता. त्याच्याकडे येणाऱ्या भोळ्या भाबड्या ग्राहकांची आधीच माहिती मिळवत होता, असा पोलिसांना संशय आहे. नातेवाईक कोण, जवळचे मित्र कोण? शत्रू कोण? जीवनातील काही चढ-उतार याबाबतीत माहिती जाणून घेण्याचा अशोक खरात प्रयत्न करत असल्याचा पोलिसांचा अंदाज आहे.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/03/26/7515fc4d0b3fd3cfa20dd610aff5afb917745075241891380_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/videos/news/trending-news-central-government-reduce-excise-duty-on-petrol-and-diesel-1417854",
    "time": "2026-03-27T06:52:30.000Z"
  }
];