const newsData_mr = [
  {
    "cat": "Politics",
    "title": "नवरात्रीच्या आधी ठाकरेंचे १४ आमदार शिवसेनेत करणार पक्ष प्रवेश; सूत्रांची माहिती",
    "desc": "&nbsp;ओबीसी नेते लक्ष्मण हाके आज मुंबईच्या दिशेने मोर्चा घेऊन जाणार आहेत.. दौंड तालुक्यातील पाटस इथून हाके सकाळी अकराच्या दरम्यान निघतील.. मात्र या मोर्चाला पोलिसांनी परवानगी दिलेली नाही. &nbsp;तरीदेखील लक्ष्मण हाके मुंबईकडे जाण्यास ठाम आहेत. ओबीसींचा आरक्षण संपलेला आहे म्हणून लक्ष्मण हाके आक्रोश मोर्चा काढत मुंबईच्या दिशेने रवाना होणार आहेत. राज्यभरातील ओबीसींना पाटस मध्ये येण्याच आवाहन लक्ष्मण हाके यांनी केलेला आहे. लक्ष्मण हाके यांच्या आवाहनाला किती ओबीसी प्रतिसाद देतात हे पाहणं महत्त्वाचं असणार आहे. पोलिसांनी परवानगी नाकारली असताना देखील लक्ष्मण हाके मुंबईला जाण्यावरती ठाम आहेत. त्यामुळे पोलीस काय भूमिका घेतात हे देखील पाहणं महत्वाचं असणार आहे.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/09/01/9ed8515dda5588c5432fe391f1f95c801788226350200987_original.jpeg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/news/maharashtra-live-news-updates-1-september-2026-nepal-floods-manoj-jarange-patil-laxman-hake-devendra-fadnavis-eknath-shinde-maharashtra-politics-1437533",
    "time": "2026-09-01T01:33:13.000Z"
  }
];