const newsData_mr = [
  {
    "cat": "Politics",
    "title": "संसदेच्या अधिवेशनात विद्यार्थ्यांच्या मुद्यावरुन घमासान",
    "desc": "संसदेच्या अधिवेशनात विद्यार्थ्यांच्या मुद्यावरुन घमासान पावसाळी अधिवेशनाचा कालावधी संपत आलाय पण विद्यार्थी आंदोलनावरन सुरू झालेल राजकीय रण काही थांबायला तयार नाहीये. दिल्लीच जंतर मंतर असो की झारखंड मधल आंदोलन विद्यार्थ्यांच्या मुद्द्यावरन रंगलेला सत्ताधारी विरुद्ध विरोधकांचा सामना आज संसद परिसरात पाहायला मिळाला. एका बाजूला विरोधक गृहमंत्री अमित शहांनी संसदेमध्ये निवेदन द्यावं अशी मागणी करतायत. तर दुसऱ्या बाजूला सत्ताधारी चर्चेपासन पळ काढणारे तुम्हीच असा पलटवार करताय आणि आरोप प्रत्यारोपांच्या केंद्रस्थानी आहेत विरोधी पक्षनेते राहुल गांधी संसद परिसरात एनडीए खासदारांनी राहुल गांधींच्या विरोधात मोर्चा काढत राहुल गांधी भागोमत अशा घोषणा दिल्या ज्या मुद्द्यावरती राहुल गांधी सरकारकडे उत्तर मागत होते त्याच मुद्द्यावरती आता सत्ताधाऱ्यांनी राहुल गांधींनाच घेरलय, आज दिवसभरात नेमकं काय घडलं, याचा आढावा घेणारा हा स्पेशल रिपोर्ट.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/08/11/e4554484000988cef177e8d8dc43eee717864668191571343_original.jpeg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/videos/news/politics-parliament-monsoon-session-jharkhand-student-protest-rahul-gandhi-vs-amit-shah-1435184",
    "time": "2026-08-11T16:50:51.000Z"
  }
];