const newsData_mr = [
  {
    "cat": "Politics",
    "title": "अतिवृष्टीग्रस्त पालघरसाठी विशेष पॅकेज, कायमस्वरूपी उपाययोजनांना गती",
    "desc": "मुंबईत मराठा आरक्षण उपसमितीची महत्त्वपूर्ण बैठक मराठा आरक्षण उपसमितीचे अध्यक्ष राधाकृष्ण विखे पाटील यांच्या अध्यक्षतेखाली पार पडली..या बैठकीत मराठा आरक्षण कक्षाचे कामकाज अधिक गतिमान करण्यासाठी पुढील सात दिवसांत आवश्यक अधिकारी-कर्मचारी भरून कक्ष पूर्ण क्षमतेने सुरू करण्याचे निर्देश देण्यात आले..मराठा समाजातील विद्यार्थ्यांना ओबीसी प्रमाणे सर्व शैक्षणिक सवलती देण्याचा ५ जूनचा शासन निर्णय तात्काळ राबवावा, तसंच जात प्रमाणपत्र आणि वैधता प्रमाणपत्रांचे प्रलंबित प्रस्ताव तातडीने निकाली काढावेत असंही सांगण्यात आलं..तसंच तालुका वंशावळ समितीला मुदतवाढ देण्याचे आदेशही यावेळी देण्यात आले..",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/07/29/b0c900c6d9991e317d69666134992f771785287472753987_original.jpeg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/news/politics/maharashtra-live-news-updates-28-july-2026-exam-reform-bill-2026-rahul-gandhi-narendra-modi-nagpur-vidharbha-rain-maharashtra-weather-maharashtra-politics-1433538",
    "time": "2026-07-29T01:18:54.000Z"
  }
];