const newsData_mr = [
  {
    "cat": "Sports",
    "title": "भारत-वेस्ट इंडिजमध्ये आज आरपारची लढाई! भुवनेश्वरची एन्ट्री, वैभव खेळणार की नाही? जाणून घ्या LIVE अपडेट",
    "desc": "भारत आणि वेस्ट इंडिज यांच्यातील पाच सामन्यांच्या टी-20 आंतरराष्ट्रीय मालिकेतील पाचवा आणि निर्णायक सामना आज, 17 ऑक्टोबर रोजी बंगळूरु येथील एम. चिन्नास्वामी स्टेडियमवर खेळवला जाणार आहे. सध्या मालिका 2-2 अशी बरोबरीत असल्याने आजचा सामना जिंकणारा संघ मालिकेवर कब्जा करेल.&nbsp;",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/10/17/00fb08e8063ecfc961afbd1d07a40c8117922348599371378_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/sports/cricket/india-vs-west-indies-5th-t20i-live-scores-and-updates-sanju-samson-bhuvneshwar-kumar-shreyas-iyer-shai-hope-ind-vs-wi-marathi-news-1442699",
    "time": "2026-10-17T11:01:25.000Z"
  },
  {
    "cat": "Politics",
    "title": "वाढत्या महागाईचा फटका मुंबईतील हॉटेल ग्राहकांना बसणार; खाद्य पदार्थांच्या दरात वाढ होण्याची शक्यता",
    "desc": "मुख्यमंत्री देवेंद्र फडणवीस शनिवारी 17 ऑक्टोबर रोजी सावंगी येथे होणाऱ्या अदाणी इन्स्टिट्यूट ऑफ हायर एज्युकेशन अँड रिसर्च च्या 17 व्या दीक्षांत समारंभाला उपस्थित राहणार आहेत. संस्थेचे नाव बदलल्यानंतर प्रथमच हा दीक्षांत समारंभ होत आहे. या समारंभाच्या अध्यक्षस्थानी कुलपती डॉ. प्रीती अदाणी असतील. या समारंभात मुख्यमंत्री देवेंद्र फडणवीस यांना डी लिट ही पदवी देऊन सन्मानित करण्यात येणार आहे. एकूण 2320 पदव्या प्रदान केल्या जाणार आहे. यामध्ये 123 पीएच.डी. पदव्यांचा समावेश आहे. तसेच 123 सुवर्णपदके, सात रौप्यपदके आणि इतर 13 पुरस्कार दिले जाणार आहे. तसेच नॅशनल मेडिकल कमिशन'चे (एनएमसी) अध्यक्ष डॉ. अभिजात शेठ यांना मानद डॉक्टर ऑफ सायन्स&nbsp; पदवी प्रदान केली जाणार आहे.&nbsp;",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/10/17/379f7e7da41f27a7a9fbd29b92964eef1792199639392987_original.jpeg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/news/maharashtra-live-news-updates-17-october-2026-vidhan-parishad-election-2026-neha-bora-rahul-gandhi-eci-gyanesh-kumar-mpsc-cjp-abhijeet-dipke-maharashtra-politics-1442636",
    "time": "2026-10-17T01:17:58.000Z"
  }
];