const newsData_mr = [
  {
    "cat": "Politics",
    "title": "गुढीपाडवानिमित्त सजली पंढरी, मनमोहक दृश्य",
    "desc": "गुढीपाडवानिमित्त सजली पंढरी, मनमोहक दृश्य &nbsp; गुढीपाडव्यानिमित्त श्री विठ्ठल-रुक्मिणी मंदिरात आकर्षक फुलांची सजावट करण्यात आली आहे, मराठी नववर्षाच्या स्वागतासाठी हजारो भाविक पंढरी दाखल झाले आहेत. चैत्र गुढीपाडवा अर्थात मराठी नववर्ष प्रारंभाच्या निमित्ताने आज श्री विठ्ठल रुक्मिणी मंदिर व गाभाऱ्यात विविध रंगीबेरंगी फुलांची आकर्षक सजावट करण्यात आली आहे. रांजणगाव महागणपती येथील विठ्ठल भक्त श्री नानासाहेब पाचुंदेकर यांनी ही फुलांची सेवा अर्पण केली आहे.आजच्या सजावटीमध्ये देशी आणि विदेशी फुलांचा वापर करून आकर्षक असे सजावट करण्यात आली आहे.आज गुढीपाडव्या निमित्त विठ्ठल रुक्मिणीच्या गळ्यात साखरेच्या पदकांचे हार देखील घालण्यात आले आहेत.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/03/19/b81241609251575a3260af7c504d650117739168503261343_original.jpeg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/short-videos/news/maharashtra-vitthal-rukmini-mandir-decoration-with-flowers-on-gudi-padwa-occasion-1416860",
    "time": "2026-03-19T10:41:21.000Z"
  }
];