const newsData_mr = [
  {
    "cat": "Politics",
    "title": "केरळमधील मुख्यमंत्रीपदाच्या उमेदवारावरून सुरू असलेला संघर्ष अजूनही कायम",
    "desc": "केरळमधील मुख्यमंत्रीपदाच्या उमेदवारावरून सुरू असलेला संघर्ष अजूनही कायम आहे त्यामुळे केरळच्या मुख्यमंत्रिपदाबाबत काँग्रेसचा निर्णय अजूनही होऊ शकलेला नाही.. काल दिल्लीत राहुल गांधींच्या उपस्थितीत एक महत्त्वाची बैठकही पार पडली.. मात्र, अजूनही अंतिम निर्णय होऊ शकलेला नाही.. काँग्रेसच्या तीन वरिष्ठ नेत्यांमध्ये मुख्यमंत्री पदासाठी चुरस वाढली आहे. केरळचे विरोधी पक्षनेते व्ही. डी. सतीशन, माजी विरोधी पक्षनेते रमेश चेन्निथला आणि अखिल भारतीय काँग्रेस समितीचे सरचिटणीस के.सी. वेणुगोपाल यांच्यात मुख्यमंत्री पदासाठी स्पर्धा रंगली आहे. सूत्रांच्या माहितीनुसार के.सी. वेणुगोपाल यांच्या नावाला सतीशन यांचा विरोध आहे.. त्यामुळे खरगे आणि राहुल गांधींनी त्यांच्यासोबत चर्चा केलीये.. मात्र, अजूनही अंतिम निर्णय झालेला नाही. &nbsp;",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/05/10/5c51a343d93bf789716d54baf563af6a1778375797782987_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/news/maharashtra-live-blog-updates-todays-breaking-news-10-may-2026-vijay-thalapathy-oath-ceremony-tamil-nadu-politics-kerla-goverment-maharashtra-politics-1423442",
    "time": "2026-05-10T01:18:06.000Z"
  }
];