const newsData_mr = [
  {
    "cat": "Politics",
    "title": "तीन दिवसांच्या सुट्ट्यांचा परिणाम; पुणे-मुंबई एक्सप्रेस वेवर प्रचंड वाहतूक कोंडी",
    "desc": "&nbsp;आज 1 मे महाराष्ट्र दिन... महाराष्ट्र दिनानिमित्त राज्यातील सरकारी इमारती, प्रशासकीय कार्यालयं आणि ऐतिहासिक वास्तूंना सजावट करण्यात आलीये. सरकारी इमारती तिरंगी रंगात न्हाऊन निघाल्यात...आज 1 मेचा दिवस अनेक अर्थांनी ऐतिहासिक आहे... संयुक्त महाराष्ट्राच्या लढ्याला मोठं यश आल्यानंतर मुंबईसह स्वतंत्र महाराष्ट्राच्या निर्मितीची, शौर्याची आणि अभिमानाची आठवण म्हणून 1 मे ला महाराष्ट्र दिन साजरा केला जातो...दरम्यान याच पार्श्वभूमीवर मुंबईतील 227 वॉर्डमध्ये आज \"जय जय महाराष्ट्र\"चा नारा घुमणार आहे....यावेळी शाहीर साबळे यांच्याद्वारे गायलेल्या महाराष्ट्र गीताचे लाऊड स्पीकरवर वादन केले जाणार आहे.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/05/01/adba7314f26ed564c089b0decfb257db1777604687677987_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/news/maharashtra-news-live-updates-1-may-2026-maharashtra-din-mumbai-pune-missing-link-devendra-fadnavis-eknath-shinde-riteish-deshmukh-watermelon-case-mumbai-maharashtra-politics-1422340",
    "time": "2026-05-01T03:05:03.000Z"
  }
];