const newsData_mr = [
  {
    "cat": "Politics",
    "title": "मी सर्वोच्च न्यायालयाची माफी मागतो… संजय राऊत यांची दिलगिरी; नेमकं काय म्हणाले?",
    "desc": "मी सर्वोच्च न्यायालयाची माफी मागतो&hellip; संजय राऊत यांची दिलगिरी; नेमकं काय म्हणाले? ठाकरे गटाचे नेते संजय राऊत यांनी सर्वोच्च न्यायालय आणि सरन्यायाधीश सूर्यकांत यांच्याविरोधात विधान केलं होतं. त्याची दखल घेऊन कोर्टाने राऊत यांनी स्पष्टीकरण मागितलं आहे. त्यावर राऊत यांनी मीडियासमोर कोर्टाची सपशेल माफी मागितली आहे. माझ्या आयुष्यात मी कधीच कोर्टाचा अवमान केला नाही. रागात एखादा शब्द इकडे तिकडे गेला असेल. पण कोर्टाचा अवमान करणं हा कधीच हेतू नव्हता. माझ्या आजूबाजूला ज्या काही गोष्टी घडत आहेत. ते पाहून मन अस्वस्थ होतं. चीड येते. मलाच नाही, देशातील लाखो लोकांमध्ये ही चीड आहे. त्याच रागातून एखादा शब्द तोंडून गेला असेल तर मी माफी मागतो. एकदा नाही, मी दहादा सुप्रीम कोर्टाची माफी मागतो, असं ठाकरे गटाचे नेते संजय राऊत यांनी म्हटलं आहे.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/10/16/92af9cba749e37546e0d3442f605c88117921276179871343_original.png",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/videos/news/maharashtra-sanjay-raut-apologize-to-supreme-court-for-disrespect-remark-1442557",
    "time": "2026-10-16T05:13:57.000Z"
  }
];