const newsData_mr = [
  {
    "cat": "Politics",
    "title": "इराणच्या मुकूटमणीवर अमेरिकेचा शक्तिशाली बॉम्बहल्ला",
    "desc": "इराणच्या मुकूटमणीवर अमेरिकेचा शक्तिशाली बॉम्बहल्ला इराणला चुटकीसरशी गुडघ्यावर आणण्याचा दावा करणाऱ्या अमेरिकेचे अध्यक्ष डोनाल्ड ट्रम्प यांची इराणनं मोठी दमझाक केलीय. पंधरवडा लोटला तरी इराण अमेरिका आणि इस्रायलशी मोठ्या ताकदीनं लढतोय. त्यामुळेच संतापलेल्या ट्रम्प यांनी इराणच्या काळजावरच घाव घातला...इराणच्या खर्ग या बेटावर मोठा बॉम्बहल्ला करत ट्रम्प यांनी इराणला घाबरवण्याचा प्रयत्न केलाय...पहिल्याच झटक्यात इराणचे सर्वोच्च नेते अयातुल्ला अली खामेनींना संपवूनही १५ दिवस झाले तरी अमेरिका इराणला नमवू शकलेली नाहीय...होर्मुझच्या सामुद्रधुनीची नाकेबंदी करत इराणनं अमेरिका आणि त्याच्या मित्र राष्ट्रांना जेरीस आणलंय...त्यामुळे संतापलेल्या अमेरिकेनं युद्धाच्या १५ व्या दिवशी इराणवर भीषण हल्ला केला...इराणचं मोठं लष्करी तळ असलेल्या खर्ग या बेटावर शक्तिशाली बॉम्बवर्षाव केल्याची माहिती खुद्द अमेरिकेचे अध्यक्ष डोनाल्ड ट्रम्प यांनी दिलीय...या बॉम्बवर्षावाला त्यांनी अभूतपूर्व असं म्हटलंय... &nbsp;",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/03/14/4200cd629a37f772bbbea17e1b9086281773466046154240_original.png",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/videos/news/politics-iran-vs-israel-america-conflict-america-attack-on-iran-kharg-island-1416328",
    "time": "2026-03-15T07:26:09.000Z"
  },
  {
    "cat": "Sports",
    "title": "कुलदीप यादवच्या लग्नाची धूम, मैत्रीण वंशिकाबरोबर लग्नगाठ बांधली",
    "desc": "कुलदीप यादवच्या लग्नाची धूम, मैत्रीण वंशिकाबरोबर लग्नगाठ बांधली सचिनचा लेक अर्जुन तेंडुलकरनंतर आणखी एका क्रिकेटरने आयुष्याची नवी इनिंग सुरु केलीय. आपल्या फिरकी गोलंदाजीने गिरकी घ्यायला लावणाऱ्या या क्रिकेटरच्या शाही लग्नाची सध्या सोशल मीडियात जोरात चर्चा सुरु झालीय. याच शाही लग्नाबद्दल आणि या क्रिकेटरसह त्याच्या लाईफ पार्टनरबद्दल अधिक जाणून घेऊया. जगभरातील फलंदाजांना फिरकीच्या जाळ्यात अडकवणारा चायनामन गोलंदाज कुलदीप यादव आता लग्नाच्या बेडीत अडकलाय. उत्तराखंडच्या मसुरीमधील&nbsp;एका पंचतारांकित हॉटेलमध्ये तो आयुष्याची नवी इनिंग सुरु झाली. बालमैत्रीण वंशिका&nbsp;चढ्ढासोबत त्याने लग्नगाठ बांधली. अनेक भारतीय क्रिकेटर या सोहळ्याला उपस्थित होते. रिंकू सिंग आपली होणारी पत्नी खासदार सरोज सिंगसोबत डेहराडूनला पोहोचला. तसंच कुलदीपचा संघ सहकारी युझवेंद्र चहलने आपल्या मिश्किल अंदाजात आपल्या&nbsp;दोस्ताच्या विवाहाचा आनंद व्यक्त केला.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/03/14/32bf27fd0dc1a15f5fea904a83347e3b1773512340522487_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/videos/sports/cricket-india-cricketer-kuldeep-yadav-grand-wedding-at-mumbai-1416321",
    "time": "2026-03-15T07:10:15.000Z"
  }
];