const newsData_mr = [
  {
    "cat": "Sports",
    "title": "दिल्ली कॅपिटल्सने जिंकली टॉस, पंजाबविरुद्ध प्रथम फलंदाजीचा निर्णय, जाणून घ्या प्लेइंग-11",
    "desc": "आयपीएल 2026 मधील 35वा सामना दिल्ली कॅपिटल्स आणि पंजाब किंग्स यांच्यात रंगणार आहे. दिल्लीतील अरुण जेटली स्टेडियमवर होणाऱ्या या लढतीकडे सर्व क्रिकेटप्रेमींचं लक्ष लागलं आहे. एका बाजूला टेबल टॉपर श्रेयस अय्यरच्या नेतृत्वाखालील पंजाब किंग्सची दमदार टीम असणार आहे, तर दुसऱ्या बाजूला अक्षर पटेलच्या नेतृत्वाखालील दिल्ली कॅपिटल्स मैदानात उतरणार आहे. दोन्ही संघांमध्ये जबरदस्त चुरस पाहायला मिळणार असून हा सामना अत्यंत रोमांचक ठरण्याची शक्यता आहे.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/04/25/f47a9ed545973dc1f518f316a3452e3917771085536581378_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/sports/cricket/dc-vs-pbks-ipl-2026-live-score-kl-rahul-axar-patel-priyansh-arya-shreyas-iyer-delhi-capitals-vs-punjab-kings-marathi-news-1421633",
    "time": "2026-04-25T09:16:42.000Z"
  },
  {
    "cat": "Sports",
    "title": "चिन्नास्वामीवरील शेवटच्या सामन्यात कोहलीची ‘विराट’ खेळी; आरसीबीने गुजरातचा धुव्वा उडवला",
    "desc": "आयपीएल 2026 मधील 34व्या सामन्यात रॉयल चॅलेंजर्स बंगळुरू (RCB) समोर गुजरात टायटन्सचे आव्हान असणार आहे. हा रोमांचक सामना बेंगळुरूच्या एम. चिन्नास्वामी स्टेडियमवर खेळवला जाणार आहे. सध्या आरसीबी फॉर्ममध्ये दिसत असून 8 गुणांसह गुणतालिकेत तिसऱ्या स्थानावर आहे. या सामन्यात गुजरातवर विजय मिळवला, तर आरसीबी दुसऱ्या स्थानावर झेप घेऊ शकते. दुसरीकडे गुजरात टायटन्सने आतापर्यंत 6 पैकी 3 सामने जिंकले असून 6 गुणांसह ते सातव्या स्थानावर आहेत. स्पर्धेत आपली स्थिती मजबूत करण्यासाठी गुजरातसाठी हा सामना अत्यंत महत्त्वाचा आहे. दोन्ही संघ संतुलित आणि ताकदीचे दिसत असले, तरी फलंदाजीच्या बाबतीत आरसीबी थोडी वरचढ वाटते. त्यामुळे हा सामना रंगतदार आणि चुरशीचा होणार, यात शंका नाही.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/04/24/265c3c42d79a831c3e762c375bd8f7cc17770505771561378_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/sports/cricket/rcb-vs-gt-live-score-ipl-2026-shubman-gill-sai-sudharsan-virat-kohli-rajat-patidar-scorecard-updates-in-marathi-news-1421526",
    "time": "2026-04-24T12:23:30.000Z"
  }
];