const newsData_mr = [
  {
    "cat": "Sports",
    "title": "श्रेयस अय्यर अन् प्रियांश आर्याची फटकेबाजी; पंजाब किंग्सचे दिल्लीसमोर 211 धावांचे आव्हान",
    "desc": "आयपीएल 2026 च्या 55व्या सामन्यात आज दिल्ली कॅपिटल्स आणि पंजाब किंग्स आमनेसामने येणार आहेत. हा रोमांचक सामना धर्मशालातील हिमाचल प्रदेश क्रिकेट असोसिएशन स्टेडियमवर रंगणार आहे. दिल्ली कॅपिटल्सची धुरा अक्षर पटेल सांभाळणार असून पंजाब किंग्सचे नेतृत्व पुन्हा एकदा श्रेयस अय्यरकडे असेल. &nbsp; धर्मशालाच्या मैदानावर यंदाच्या हंगामातील हा पहिलाच सामना असणार आहे. पंजाब किंग्ससाठी हा टप्पा अत्यंत महत्त्वाचा मानला जात आहे, कारण सलग तीन पराभवानंतर संघाची कामगिरी घसरलेली दिसत आहे. प्लेऑफच्या शर्यतीत टिकून राहण्यासाठी श्रेयस अय्यरच्या नेतृत्वाखालील पंजाबला आता किमान दोन विजयांची नितांत गरज आहे. 17 मेपर्यंत पंजाब किंग्स धर्मशालामध्ये तीन सामने खेळणार असून घरच्या मैदानावर पुनरागमन करण्याची मोठी संधी त्यांच्यासमोर आहे. दुसरीकडे, खराब फॉर्मशी झुंजणाऱ्या दिल्ली कॅपिटल्सलाही विजयाची अत्यंत गरज आहे. त्यामुळे दोन्ही संघांसाठी हा सामना &lsquo;करो या मरो&rsquo;सारखा ठरणार असून चाहत्यांना एक हायव्होल्टेज लढत पाहायला मिळण्याची शक्यता आहे. &nbsp;",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/05/11/595e176ebfab84c4a4e21724157129f417784777934711378_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/sports/cricket/pbks-vs-dc-live-update-ipl-2026-kl-rahul-axar-patel-priyansh-arya-prabhsimran-singh-shreyas-iyer-marathi-news-1423608",
    "time": "2026-05-11T05:36:41.000Z"
  }
];