const newsData_mr = [
  {
    "cat": "Politics",
    "title": "विधान परिषद निवडणुकीचे अर्ज मागे घेण्याची मुदत संपली",
    "desc": "&nbsp;विधान परिषदेच्या 17 जागांसाठी होणाऱ्या निवडणुकीसाठी अर्ज मागे घेण्याचा आज शेवटचा दिवस आहे. या पार्श्वभूमीवर राजकीय हालचालींना वेग आला आहे. महायुतीमध्ये &nbsp;भाजप 11 जागा, &nbsp;शिंदेंची शिवसेना 4 जागा आणि अजित पवारांची राष्ट्रवादी 2 जागांवर निवडणूक लढवत आहे. तर महाविकास आघाडीकडून काँग्रेस 6 जागा, ठाकरेंची शिवसेना 4 जागा आणि शरद पवारांची राष्ट्रवादी 3 जागा लढवणार &nbsp;आहेत. बंडखोरांना शमवण्याचं मोठं आव्हान महायुती आणि मविआसमोर आहे.&nbsp; काही जागांवर महायुतीत बंडखोरीचे संकेत दिसत असून त्यांची मनधरणी करण्यात पक्षश्रेष्ठींना यश मिळणार का याकडेही लक्ष लागलंय. त्यामुळे आज कोणते &nbsp;बंडखोर अर्ज मागे घेणार याकडे लक्ष लागलंय..&nbsp;",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/06/04/5c097a10d67aa6030189df096e407df51780542004684987_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/news/maharashtra-live-news-today-4-june-2026-vidhan-parishad-election-2026-maharashtra-legislative-council-election-mumbai-rain-maharashtra-weather-updates-1426712",
    "time": "2026-06-04T03:00:12.000Z"
  }
];