const newsData_mr = [
  {
    "cat": "World",
    "title": "डोनाल्ड ट्रम्प यांच्याकडून युद्धविरामाची घोषणा; इराणकडूनही 'हॉर्मुझची सामुद्रधुनी' खुली करण्यास सहमती",
    "desc": "मध्यपूर्वेत सुरू असलेल्या संघर्षाच्या पार्श्वभूमीवर, अमेरिकेचे राष्ट्राध्यक्ष डोनाल्ड ट्रम्प यांनी युद्धविरामाची घोषणा केलीय. मंगळवारी (7 एप्रिल) ट्रम्प यांनी जाहीर केलं की, अमेरिका आणि इराण यांच्यात दोन आठवड्यांच्या युद्धविरामावर सहमती झाली आहे. इराणवर प्रचंड हल्ला चढवून त्यांची संपूर्ण संस्कृतीच नष्ट करण्याची चेतावणी दिल्यानंतर अवघ्या काही तासांतच ट्रम्प यांचे हे विधान समोर आले. या युद्धविरामात मध्यस्थी करण्यात पाकिस्ताननेही महत्त्वाची भूमिका बजावली; ही बाब ट्रम्प यांनी आपल्या सोशल मीडिया पोस्टमध्ये मान्य केली आहे. दरम्यान, इराणचे उप-परराष्ट्र मंत्री सय्यद अब्बास अराकची यांनीही पाकिस्तानचे पंतप्रधान शहबाज शरीफ आणि फील्ड मार्शल मुनीर यांचे आभार मानले. अमेरिका, इराण यांच्यातील युद्धाचे सर्व अपडेट्स एका क्लिकवर...",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/04/03/3489901d9c3eb65f0f5aa2ae620dc2f41775177472685987_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/news/us-israel-iran-war-live-updates-donald-trump-agrees-ceasefire-over-strait-of-hormuz-strike-on-tehran-lpg-fuel-price-uae-dubai-1419382",
    "time": "2026-04-08T01:49:02.000Z"
  }
];