const newsData_mr = [
  {
    "cat": "Sports",
    "title": "टी-20 वर्ल्डकपपूर्वी टीम इंडियाचा 'विराट' विजय; न्यूझीलंडला लोळवून मालिका 4-1 ने खिशात",
    "desc": "भारत आणि न्यूझीलंड हे संघ शनिवारी पाच सामन्यांच्या टी-20 मालिकेतील पाचव्या व अंतिम सामन्यात आमनेसामने येणार आहेत. हा सामना तिरुवनंतपुरम येथील ग्रीनफील्ड आंतरराष्ट्रीय स्टेडियमवर खेळवला जाणार आहे. मालिकेतील पहिले तीन सामने जिंकत भारताने आधीच मालिका आपल्या नावावर केली आहे. मात्र चौथ्या सामन्यात न्यूझीलंडने जोरदार पुनरागमन करत भारताचा 50 धावांनी पराभव केला होता. टीम इंडिया हा अखेरचा सामना जिंकून टी-20 विश्वचषक 2026 मोहिमेला आत्मविश्वासाने सुरुवात करण्याच्या तयारीत आहे. आगामी टी-20 विश्वचषकासाठी भारत हा प्रबळ दावेदार मानला जात असून, संघ आपल्या विजेतेपदाचे संरक्षण करण्यासाठी मैदानात उतरणार आहे.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/01/31/caa9a4c21441ed5dcab4d794614c876817698784292031091_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/sports/cricket/ind-vs-nz-5th-t20i-live-score-abhishek-sharma-sanju-samson-suryakumar-yadav-devon-conway-mitchell-santner-india-vs-new-zealand-marathi-news-1410772",
    "time": "2026-01-31T10:27:05.000Z"
  }
];