const newsData_mr = [
  {
    "cat": "Sports",
    "title": "127 किलोचा क्रिकेटर, एका कॅचने बनला वर्ल्ड कपचा हिरो; आता कुठे आहे बर्म्युडाचा ड्वेन लेवरॉक?",
    "desc": "क्रिकेट सोडल्यानंतर ते बर्म्युडामध्ये जेल अधिकारी म्हणून सेवा बजावत आहेत. नोकरी सांभाळत ते अनेकदा पार्ट-टाइम क्रिकेट कमेंट्री करताना देखील दिसतात. आजही बर्म्युडामध्ये त्यांना एक अत्यंत लोकप्रिय आणि आदराचे स्थान असलेले क्रीडा व्यक्तिमत्त्व म्हणून ओळखले जाते. क्रिकेटच्या मैदानावरील त्यांची ती 'डाइव्ह' आजही चाहत्यांच्या मनावर राज्य करत आहे. हे ही वाचा - Virat Kohli And Gautam Gambhir : एकमेकांकडे बघितलही नाही, बोललेही नाही; विराट कोहली अन् गौतम गंभीरमध्ये काय घडलं?, सराव करताना मैदानात सगळं दिसलं!",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/07/14/398ac3b3d940817a8b235fbe611d8b0b17840140934091378_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/sports/cricket/where-is-world-cup-2007-hero-127-kg-cricketer-dwayne-leverock-catches-the-ball-of-robin-uthappa-marathi-news-1431728",
    "time": "2026-07-14T07:28:54.000Z"
  }
];