const newsData_mr = [
  {
    "cat": "Sports",
    "title": "प्लेऑफच्या शर्यतीत ट्विस्ट! धर्मशालात आज पंजाब-दिल्ली भिडणार, एका पराभवाने गणित बिघडणार?",
    "desc": "आयपीएल 2026 च्या 55व्या सामन्यात आज दिल्ली कॅपिटल्स आणि पंजाब किंग्स आमनेसामने येणार आहेत. हा रोमांचक सामना धर्मशालातील हिमाचल प्रदेश क्रिकेट असोसिएशन स्टेडियमवर रंगणार आहे. दिल्ली कॅपिटल्सची धुरा अक्षर पटेल सांभाळणार असून पंजाब किंग्सचे नेतृत्व पुन्हा एकदा श्रेयस अय्यरकडे असेल. &nbsp; धर्मशालाच्या मैदानावर यंदाच्या हंगामातील हा पहिलाच सामना असणार आहे. पंजाब किंग्ससाठी हा टप्पा अत्यंत महत्त्वाचा मानला जात आहे, कारण सलग तीन पराभवानंतर संघाची कामगिरी घसरलेली दिसत आहे. प्लेऑफच्या शर्यतीत टिकून राहण्यासाठी श्रेयस अय्यरच्या नेतृत्वाखालील पंजाबला आता किमान दोन विजयांची नितांत गरज आहे. 17 मेपर्यंत पंजाब किंग्स धर्मशालामध्ये तीन सामने खेळणार असून घरच्या मैदानावर पुनरागमन करण्याची मोठी संधी त्यांच्यासमोर आहे. दुसरीकडे, खराब फॉर्मशी झुंजणाऱ्या दिल्ली कॅपिटल्सलाही विजयाची अत्यंत गरज आहे. त्यामुळे दोन्ही संघांसाठी हा सामना &lsquo;करो या मरो&rsquo;सारखा ठरणार असून चाहत्यांना एक हायव्होल्टेज लढत पाहायला मिळण्याची शक्यता आहे. &nbsp;",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/05/11/595e176ebfab84c4a4e21724157129f417784777934711378_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/sports/cricket/pbks-vs-dc-live-update-ipl-2026-kl-rahul-axar-patel-priyansh-arya-prabhsimran-singh-shreyas-iyer-marathi-news-1423608",
    "time": "2026-05-11T05:36:41.000Z"
  },
  {
    "cat": "Politics",
    "title": "उपमुख्यमंत्री एकनाथ शिंदे यांच्यावर विडंबनात्मक गीत गायल्याप्रकरणी विधान परिषदेच्या विशेषाधिकार समितीची आज बैठक",
    "desc": "&nbsp;देशात नुकत्याच पाच राज्यांच्या विधानसभा निवडणुका पार पडल्यानंतर, पंतप्रधान मोदींनी देशवासियांना मोठं आवाहन केलं आहे. पुढील वर्षभर देशवासियांनी सोनं खरेदी करू नये, तसंच पेट्रोल डिझेलचा वापरही कमीत कमी करावा असं आवाहन त्यांनी केलं. हैदराबादमधील एका जाहीर सभेतून मोदींनी जागतिक संकट आणि भारताची भूमिका याबद्दल त्यांनी मतं मांडली. आखाती युद्धामुळे जगभरात कच्च्या तेलाच्या अपुऱ्या पुरवठा होतोय, ज्यामुळे अनेक देशांत इंधन दराचा भडका उडालाय.. त्यामुळे मोदींच्या आवाहनामुळे पुढील काळात नेमकी काय परिस्थिती ओढावणार आहे, याबद्दल लोकांच्या मनात अनेक प्रश्न उपस्थित होत आहेत.&nbsp;",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/05/11/5bb4ccf2d2b4ed25807ccdb9d97477c61778460332470987_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/news/maharashtra-live-blog-updates-todays-breaking-news-11-may-2026-narendra-modi-gold-silver-rate-vijay-thalapathy-tamil-nadu-politics-kerla-goverment-maharashtra-politics-1423561",
    "time": "2026-05-11T00:48:01.000Z"
  }
];