const newsData_mr = [
  {
    "cat": "Sports",
    "title": "साई सुदर्शनचं वादळी शतक; गुजरात टायटन्सचे बंगळुरू समोर 206 धावांचे विशाल लक्ष्य",
    "desc": "आयपीएल 2026 मधील 34व्या सामन्यात रॉयल चॅलेंजर्स बंगळुरू (RCB) समोर गुजरात टायटन्सचे आव्हान असणार आहे. हा रोमांचक सामना बेंगळुरूच्या एम. चिन्नास्वामी स्टेडियमवर खेळवला जाणार आहे. सध्या आरसीबी फॉर्ममध्ये दिसत असून 8 गुणांसह गुणतालिकेत तिसऱ्या स्थानावर आहे. या सामन्यात गुजरातवर विजय मिळवला, तर आरसीबी दुसऱ्या स्थानावर झेप घेऊ शकते. दुसरीकडे गुजरात टायटन्सने आतापर्यंत 6 पैकी 3 सामने जिंकले असून 6 गुणांसह ते सातव्या स्थानावर आहेत. स्पर्धेत आपली स्थिती मजबूत करण्यासाठी गुजरातसाठी हा सामना अत्यंत महत्त्वाचा आहे. दोन्ही संघ संतुलित आणि ताकदीचे दिसत असले, तरी फलंदाजीच्या बाबतीत आरसीबी थोडी वरचढ वाटते. त्यामुळे हा सामना रंगतदार आणि चुरशीचा होणार, यात शंका नाही.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/04/24/1c79d0e05983a6bd6f52d8fd5a7dd99917770334037971378_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/sports/cricket/rcb-vs-gt-live-score-ipl-2026-shubman-gill-sai-sudharsan-virat-kohli-rajat-patidar-scorecard-updates-in-marathi-news-1421526",
    "time": "2026-04-24T12:23:30.000Z"
  }
];