const newsData_mr = [
  {
    "cat": "Politics",
    "title": "मनोज जरांगे यांचं उपोषण स्थगित, मात्र आंदोलन सुरुच राहणार",
    "desc": "मराठा आंदोलक मनोज जरांगेंनी उपोषण स्थगित केलंय. मात्र त्यांचं आंदोलन हे सुरुच &nbsp;राहणार आहे. मनोज जरांगे यांनी सरकारला 90 दिवसांची मुदत दिलीये..&nbsp;जीआर काढून गॅझेटियरची अंमलबजावणी करावी. 58 लाख नोंदींमधील एकही नोंद कमी व्हायला नको...नोंदी कमी करणार नाही, याची लेखी हमी द्यावी, अशी मागणी मनोज जरांगेंनी केलीये. जर सरकारने धोका दिला, तर आम्ही मुंबई गाठणार असा इशाराही मनोज जरांगे यांनी दिलाय. तसंच मुंबईत गेलेल्या 1 लाख 07 हजार समर्थकांनी माघारी यावं असं आवाहन देखील मनोज जरांगेंनी केलंय. बीडच्या पाटोद्यात &nbsp;सरकारचं शिष्टमंडळ आणि मनोज जरांगे यांच्यात चर्चा झाली. त्यानंतर जरांगेंनी सरकारवर तीन महिने विश्वास ठेवण्याची तयारी दाखवली.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/09/17/682b2298a20d827d1b5c0ee5d40001de1789611667178987_original.jpeg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/news/maharashtra-todays-breaking-news-updates-17-september-2026-manoj-jarange-patil-maratha-reservation-devendra-fadnavis-eknath-shinde-maharashtra-politics-marathi-news-1439349",
    "time": "2026-09-17T02:25:05.000Z"
  }
];