const newsData_mr = [
  {
    "cat": "Politics",
    "title": "राज्यातील दुष्काळी परिस्थितीचा आढावा घेण्यासाठी आज पुन्हा देवेंद्र फडणवीस शेतकऱ्यांच्या बांधावर जाणार",
    "desc": "राज्यातील दुष्काळी परिस्थितीचा आढावा घेण्यासाठी आज पुन्हा मुख्यमंत्री देवेंद्र फडणवीस शेतकऱ्यांच्या बांधावर जाणार आहेत. मुख्यमंत्री आज विदर्भातील दुष्काळाच्या परिस्थितीची पाहणी करणार आहेत. वाशिम जिल्ह्यातील कारंजा, मंगरूळपीर, मालेगाव &nbsp;तालुक्यात मुख्यमंत्र्यांचा पाहणी दौरा असणार आहे. &nbsp;दरम्यान काल मुख्यमंत्र्यांनी लातूर, धाराशिव आणि सोलापूर जिल्ह्यांचा दौरा केला. &nbsp;पीक परिस्थिती, पाण्याची उपलब्धता याची पाहणी केली. आणि शेतकऱ्यांशी संवाद साधला. रब्बीसाठी शक्य ती मदत करू, शेतकऱ्यांसाठी सर्व काही करू, सगळ्यांची कर्जमाफी झाल्याशिवाय थांबणार नाही, असा निर्धार त्यांनी व्यक्त केला. त्याचबरोबर प्रशासनाला पंचनामे सुरू करण्याचे निर्देश दिलेत.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/09/24/c194b24a828dec6f5d6a8b009c7aebe91790216439233987_original.jpeg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/news/maharashtra-live-news-updates-24-september-2027-devendra-fadnavis-eknath-shinde-lalbaugcha-raja-mumbai-pune-ganeshotsav-2026-maharashtra-weather-politics-marathi-news-1440054",
    "time": "2026-09-24T02:20:47.000Z"
  }
];