const newsData_mr = [
  {
    "cat": "Politics",
    "title": "नटसम्राट नानांची आकस्मिक ‘एक्झिट’ धक्कादायक; देवेंद्र फडणवीस यांची नाना पाटेकर यांना श्रद्धांजली",
    "desc": "काँग्रेस नेते राहुल गांधी आणि प्रियंका गांधी यांच्यावर झालेल्या पोलिस कारवाईच्या विरोधात काँग्रेस पक्ष आज देशभरात 'काळा दिवस' पाळणार आहे. जिल्हा आणि ब्लॉक स्तरावर व्यापक निदर्शने करण्यात येणार आहेत. आंदोलनादरम्यान राहुल गांधी, प्रियांका गांधी आणि इतर खासदारांवर झालेल्या दुर्व्यवहाराबद्दल आणि केलेल्या लाठीचार्ज, खासदारांना जखमी केल्याच्या निषेधार्थ काँग्रेसने देशव्यापी काळा दिवस पाळण्याचा निर्णय घेतला आहे. ममता बॅनर्जीदेखील आज दिल्लीत दाखल होणार आहेत, पक्षाच्या नेतृत्वाने राज्य युनिट्सना तसे निर्देश दिले आहेत...",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/10/08/905a85ce864c1e63b9b38d4903ea6c7c1791420512679987_original.jpeg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/news/maharashtra-live-news-updates-08-october-2026-rahul-gandhi-priyanka-gandhi-eci-gyanesh-kumar-mpsc-protest-pune-rohit-pawar-maharashtra-goverment-1441636",
    "time": "2026-10-08T00:52:18.000Z"
  }
];