const newsData_mr = [
  {
    "cat": "Sports",
    "title": "एक ओव्हर अन् सामना उलटा! जेम्स नीशमचा कहर, सॅमसन-ईशाननंतर सूर्याही गारद, कर्णधार शून्यावर OUT, जाणून घ्या LIVE अपडेट्स",
    "desc": "अहमदाबादमधील नरेंद्र मोदी स्टेडियम येथे आज 8 मार्च रोजी आयसीसी टी-20 विश्वचषक 2026 चा अंतिम सामना टीम इंडिया आणि न्यूझीलंड यांच्यात रंगणार आहे. &nbsp;या महत्त्वाच्या लढतीसाठी दोन्ही संघांचे खेळाडू आधीच अहमदाबादला पोहोचले आहेत. &nbsp;उपांत्य फेरीत न्यूझीलंडने दक्षिण आफ्रिकेला पराभूत करत अंतिम फेरीत प्रवेश मिळवला, तर भारताने इंग्लंडवर 7 धावांनी रोमांचक विजय मिळवत सलग दुसऱ्यांदा फायनलमध्ये धडक मारली. त्यामुळे आता सर्वांचे लक्ष अंतिम सामन्याच्या पिचकडे लागले आहे. विशेष म्हणजे या विश्वचषकात अहमदाबादमध्ये दोन्ही संघांना पराभवाचा सामना करावा लागला आहे.",
    "img": "https://feeds.abplive.com/onecms/images/uploaded-images/2026/03/08/e645d568542ff03e5991cb58fffc044f17729590611921378_original.jpg",
    "src": "abplive.com",
    "url": "https://marathi.abplive.com/sports/cricket/ind-vs-nz-final-live-score-t20-world-cup-2026-abhishek-sharma-sanju-samson-suryakumar-yadav-mitchell-santner-finn-allen-india-vs-new-zealand-final-update-in-marathi-1415493",
    "time": "2026-03-08T08:38:35.000Z"
  }
];